<div>
    <div class="Wire_transfer_info" style="FONT-SIZE: 12px; FLOAT: left; FONT-FAMILY: Arial, Helvetica, sans-serif; POSITION: relative">
        <p>
            Herbalife Slovakia s.r.o
            <br />
            ING Bank N.V.
            <br />
            <strong>IBAN:</strong> SK1073000000009000039993
            <br />
            <strong>Mena:</strong> EUR

        </p>
        <p><strong>O platbách bankovým prevodom</strong></p>
        <ul>
            <li>Objedn&#225;vku Herbalife produktov m&#244;&#382;u &#269;lenovia uhradi&#357; prostredn&#237;ctvom bankov&#233;ho prevodu.</li>
            <li>Pros&#237;me, platbu realizujte do 24 hod&#237;n od objednania tovaru, aby ste sa vyhli zru&#353;eniu tejto objedn&#225;vky.</li>
            <li>Koniec mesiaca - prevody musia by&#357; iniciovan&#233; najnesk&#244;r v de&#328;, ktor&#253; je v ka&#382;dej krajine ur&#269;en&#253; za koniec mesiaca (EOM) a peniaze musia by&#357; prijat&#233; najnesk&#244;r do piateho d&#328;a v nasleduj&#250;com mesiaci.</li>
            <li>Pri realiz&#225;cii prevodu mus&#237;te uvies&#357; Va&#353;e Herbalife ID &#269;&#237;slo a &#269;&#237;slo objedn&#225;vky. Pros&#237;m, v pr&#237;pade platby prevodom, pridajte cel&#233; &#269;&#237;slo Va&#353;ej objedn&#225;vky do &#8220;spr&#225;vy pre pr&#237;jemcu&#8221; (p&#237;smen&#225; aj &#269;&#237;sla, pr&#237;klad: SQ1000000).</li>
            <li>Objedn&#225;vky hraden&#233; prevodom bud&#250; odoslan&#233; a&#382; po prijat&#237; spr&#225;vnej platby spolo&#269;nos&#357;ou Herbalife.</li>
        </ul>
        <p class="Bold">Postup pri spôsobe platby vkladom na účet:</p>
        <ul>
            <li>Navštívte pobočku VUB Banky</li>
            <li>
                IBAN: SK26 0200 0000 0023 8717 6754
                <br />
                SWIFT: SUBASKBX
            </li>
            <li>Oznámte pracovníkovi banky, že ako špecifický symbol chcete uviesť: 9000039993 (na základe tohto symbolu, systém zaúčtuje sumu v prospech účtu Herbalife)</li>
            <li>Variabilný symbol – slúži na identifikáciu vkladu (možno tu uviesť číslo faktúry ale predvolené znaky sú iba číslice – max 10 znakov)</li>
            <li>Do poznámky pre príjemcu: prosíme uviesť celé číslo faktúry napr.: SOG123456</li>
        </ul>
        <p>Platba poštovou poukážkou už nie je možná!</p>
    </div>
    <br>
    <br>
</div>
