Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Bizworks/Controls/Invoices/App_LocalResources/ContactsListView.ascx.*.resx
Languages: es_mx, ru_ru

# ContactsRadGrid.PagerStyle.PagerTextFormat
source: {4} Page {0} of {1}
es_mx: {4} Página {0} de {1}
ru_ru: {4} Страница {0} из {1}

# ContactSource_ALL
source: ALL
es_mx: TODO
ru_ru: Все

# CityColumn.HeaderText
source: City
es_mx: Ciudad
ru_ru: Город

# FollowUpPopup.ManualCloseButtonText
source: Close
es_mx: Cerrar
ru_ru: Закрыть

# ContactType_CS
source: Contact
es_mx: Contacto
ru_ru: Список контактов

# DateCreatedColumn.HeaderText
source: Date Created
es_mx: Fecha en la que se creó
ru_ru: Дата

# ContactType_DS
source: Distributor
es_mx: Asociado
ru_ru: Независимый Партнер

# ContactSource_DSWEB
source: Distributor Website
es_mx: Sitio Web del Asociado
ru_ru: Сайт Независимого Партнера

# ContactSource_ECOM
source: ECOM
es_mx: ShopHerbalife.com
ru_ru: Продажи через Интернет

# EmailColumn.HeaderText
source: Email
es_mx: Correo electrónico
ru_ru: Электронная почта

# FollowUpColumn.HeaderText
source: Follow-Up
es_mx: Seguimiento
ru_ru: Дополнительная информация

# FollowUpLink.Text
source: Follow-Up
es_mx: Seguimiento
ru_ru: Дополнительная информация

# ContactSource_HL
source: Herbalife.com
es_mx: Herbalife.com.mx
ru_ru: Herbalife.ru

# lnkInvite
source: Invite contact to Opt-In
es_mx: Invita a un contacto a participar
ru_ru: Пригласить контакты в Opt-In

# ContactType_LD
source: Lead
es_mx: Referido
ru_ru: Потенциальный клиент

# LeadSourceColumn.HeaderText
source: Lead Source
es_mx: Fuente de referidos
ru_ru: Источник поиска клиентов

# ContactSource_MANUAL
source: MANUAL
es_mx: Referidos ingresados manualmente
ru_ru: Справочники

# FullNameColumn.HeaderText
source: Name
es_mx: Nombre completo
ru_ru: Имя

# ContactsRadGrid.MasterTableView.NoMasterRecordsText
source: No records to display.
es_mx: No se encontraron contactos según el criterio de búsqueda ingresado arriba. Intenta una nueva búsqueda.
ru_ru: Нет данных для отображения согласно заданным параметрам. Пожауйста, задайте новый поиск.

# ContactSource_ONLINE
source: ONLINE
es_mx: Todos los referidos en línea

# ContactSource_OTHER
source: OTHER
es_mx: Otro referidos
ru_ru: Другое

# ContactType_OTHER
source: Other
es_mx: Adicional
ru_ru: Другое

# ContactsRadGrid.PagerStyle.PageSizeLabelText
source: Page size:
es_mx: Tamaño de la página:
ru_ru: Количество на странице:

# PhoneColumn.HeaderText
source: Phone
es_mx: Teléfono
ru_ru: Телефон

# recipients.Text
source: recipients
es_mx: Destinatarios
ru_ru: Получатели

# ContactSource_RECWEB
source: RECWEB
es_mx: Referidos del sitio de ventas
ru_ru: Рекрутирование через Интернет

# remaining.Text
source: remaining
es_mx: Restantes
ru_ru: Остальные

# ContactSource_RETWEB
source: RETWEB
es_mx: Referidos del sitio de reclutamiento
ru_ru: Розничные продажи через Интернет

# SelectAllLabel.Text
source: Select All
es_mx: Seleccionar todo
ru_ru: Выбрать все

# SelectAllResults.Text
source: Select All Results
es_mx: Escoger todos los resultados
ru_ru: Выбрать все результаты

# StateColumn.HeaderText
source: State
es_mx: Estado
ru_ru: Страна

# TypeColumn.HeaderText
source: Type
es_mx: Tipo
ru_ru: Вид

# lblEmailLinkColumn
source: Unsubscribed
es_mx: No inscrito
ru_ru: Не подписанный

# invoiceOneContact
source: You can only invoice one contact at a time.
es_mx: Sólo puedes facturar a un contacto a la vez.
ru_ru: Вы можете выписать счет только одному контакту.

# checkContact
source: You have not chosen a contact. Please check the box to the left of a contact and then try again.
es_mx: No has elegido un contacto. Marca la casilla a la izquierda del contacto e inténtalo de nuevo.
ru_ru: Вы не выбрали контакт. Пожалуйста, отметьте квадрат слева от контакта и повторите попытку.

# noContactSelected
source: You have not chosen a contact. Please check the box to the left of a contact and then try again.
es_mx: No has elegido un contacto. Marca la casilla a la izquierda del contacto e inténtalo de nuevo.
ru_ru: Вы не выбрали контакт. Пожалуйста, отметьте квадрат слева от контакта и повторите попытку.

# ContactType_CUS
source: Customer
es_mx: Cliente
ru_ru: Клиент

# ContactSource_DSSHOP
source: DWS Shop
es_mx: Tienda DWS
ru_ru: Сайт электронных продаж Дистрибьютора

# ContactSource_HL24
source: HL24 Products
es_mx: Productos HL24
ru_ru: Продукты HL24

# ContactType_PER
source: Personal
ru_ru: Личные
