Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Bizworks/Controls/Invoices/App_LocalResources/DisplayInvoicePrint.*.resx
Languages: ar_il, mn_mn, ms_my

# ltThankYou.Text
source: Thank You For Your Order!
ar_il: الرجاء تعبئة اسم الشهرة.
mn_mn: Захиалга өгсөнд Тань баярлалаа!
ms_my: Terima Kasih Untuk Pesanan Anda!

# ltImportantNotice.Text
source: Important Notice
ar_il: الرجاء إدخال اسم شهرة صالح.
mn_mn: Чухал анхааруулга:
ms_my: Notis penting

# ltInvoice.Text
source: INVOICE
ar_il: الرجاء إدخال اسم وسطي صالح.
mn_mn: ХУУЛГА
ms_my: Invois

# ltInvoiceDate.Text
source: Invoice Date:
ar_il: الرجاء تعبئة معلومات الشحن الإلزامية.
mn_mn: Хуулганы өдөр:
ms_my: Tarikh Invois:

# lblTax.Text
source: Tax:
ar_il: الرجاء إدخال كمية كلفة المعالجة السنوية التي ترغب بشرائها.
mn_mn: Татвар:
ms_my: Cukai:

# ltAgreement.Text
source: I understand that this order may be considered as an invitation to call upon me from time to time, with the understanding that I will be under no obligation to buy.
ar_il: الرجاء إدخال عنوان بريد الكتروني صالح.
mn_mn: Захиалгын талаар над руу үе үе ярьж болно гэдгийг би ойлгож байгаа ба зайлшгүй худалдан авах ёстой биш гэдгээ ч мөн ойлгож байна.
ms_my: Saya faham bahawa pesanan ini boleh dianggap sebagai jemputan untuk meminta saya dari semasa ke semasa, dengan pemahaman bahawa saya akan berada di bawah kewajipan untuk membeli.

# ltEmail.Text
source: Email Address:
ar_il: عنوان البريد الالكتروني:
mn_mn: И-мэйл хаяг:
ms_my: Alamat e-mel:

# ltNotes.Text
source: Notes:
ar_il: الرجاء تعبئة رمز المنطقة.
mn_mn: Тэмдэглэл:
ms_my: Nota:

# ltNoticeContent.Text
source: <p>You, the buyer, may cancel this transaction at any time prior to midnight of the third business day after the date of this transaction.</p><p>See the &quot;Notice of Cancellation&quot; on the reverse of this form for an explanation of this right. After the 3-day cancellation period provided above, you are still protected by the HERBALIFE REFUND POLICY as set forth.</p>
ar_il: الرجاء تعبئة المدينة.
mn_mn: <p> Худалдан авагч Та, энэхүү шилжүүлгийг хийснээс гурав дахь ажлын өдрийн оройноос өмнө хэзээ л бол хэзээ цуцлах боломжтой. </p><p>"Цуцлах Мэдэгдэл"-н эрхийн талаарх тайлбарыг энэхүү маягтын арын нүүрний баруун талаас харна уу. Дээр бичигдсэн 3 хоногийн цуцлалтын хугацаа дуусгавар болсоны дараа ч Та HERBALIFE-ЫН НӨХӨН ТӨЛӨХ БОДЛОГООР хамгаалагдах болно. </p>
ms_my: <p> Anda, pembeli, boleh membatalkan transaksi ini pada sebarang masa sebelum tengah malam hari perniagaan ketiga selepas tarikh urus niaga ini. </p><p> Lihat "Notis Pembatalan" di belakang borang ini untuk penjelasan hak ini. Selepas tempoh pembatalan 3 hari yang diberikan di atas, anda masih dilindungi oleh DASAR BALIK HERBALIFE sebagai set sebagainya. </p>

# ltPhone.Text
source: Phone #:
ar_il: الرجاء تعبئة الامتداد.
mn_mn: Утасны #:
ms_my: Telefon #:

# ltInvoiceNumber.Text
source: Invoice #:
ar_il: الرجاء تعبئة رمز المنطقة بالصيغة الصحيحة.
mn_mn: Хуулганы дугаар:
ms_my: Invois #:

# ltlTotalDue.Text
source: Total Due:
ar_il: الرجاء تعبئة التمديد بالصيغة الصحيحة.
mn_mn: Нийт дүн:
ms_my: Jumlah:

# ltName.Text
source: Name:
ar_il: الرجاء تعبئة "موجود لدى".
mn_mn: Нэр:
ms_my: Nama:

# lblSubtotal.Text
source: Subtotal:
ar_il: المجموع الثانوي:
mn_mn: Дэд дүн:
ms_my: Jumlah Kecil:

# GridQty.Text
source: Qty
ar_il: كمية
mn_mn: Тоо ширхэг
ms_my: Kuantiti

# GridSKU.Text
source: SKU
ar_il: الرقم التسلسلي
mn_mn: Серийн дугаар

# GridTotalPrice.Text
source: Your Total Price
ar_il: الرجاء اختيار موقع استلام واحد.
mn_mn: Таны нийт дүн
ms_my: Jumlah Harga Ahli

# ltSendPaymentTo.Text
source: Please Send Payment To:
ar_il: الرجاء تعبئة الاسم الاوّل
mn_mn: Төлбөрийг дараах хаяг руу илгээнэ үү:
ms_my: Sila Hantar Pembayaran Kepada:

# ltShipto.Text
source: Ship To:
ar_il: إشحن الى:
mn_mn: Хаана хүргэх:
ms_my: Hantar Ke:

# GridDescription.Text
source: Description
ar_il: وصف
mn_mn: Тайлбар
ms_my: Penerangan

# lblLoyaltyProgram.Text
source: Customer Loyalty Program:
ar_il: الرجاء إدخال عنوان البريد الالكتروني.
mn_mn: Тогтмол Үйлчлүүлэгчдийн Хөтөлбөр:
ms_my: Program Kesetiaan Pelanggan:

# lblPrice.Text
source: Your Price:
ar_il: الرجاء إدخال معلومات الدفع.
mn_mn: Таны үнэ:
ms_my: Harga Ahli:

# lblShipping.Text
source: Shipping & Handling:
ar_il: الرجاء إدخال رقم CVV.
mn_mn: Хүргэлт болон Тээвэрлэлт:
ms_my: Penghantaran & Pengendalian:

# GridTotalVolPoints.Text
source: Total Vol Pts.
ar_il: الرجاء إدخال مدينة صالحة.
mn_mn: Нийт оноо:
ms_my: Jumlah Poin Vol.

# GridUnitRetailPrice.Text
source: Unit Retail Price
ar_il: الرجاء إدخال اسم صالح.
mn_mn: Нэгжийн үнэ бодох суурь
ms_my: Harga Runcit Unit

# lblItemSubTotalCaption.Text
source: Subtotals:
ar_il: الرجاء إدخال مبلغ التبرّع، من دون صفر (0).
mn_mn: Дэд дүн:
ms_my: Jumlah Kecil:
