Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Bizworks/Controls/Invoices/App_LocalResources/InvoiceListView.ascx.*.resx
Languages: pt_br

# createInvoice.Text
source: Create New Invoice
pt_br: Criar Novo Faturamento

# FromDate.Calendar.FastNavigationSettings.CancelButtonCaption
source: Cancel
pt_br: Cancelar

# FromDate.Calendar.FastNavigationSettings.DateIsOutOfRangeMessage
source: Date is out of range.
pt_br: A data está fora do prazo.

# FromDate.Calendar.FastNavigationSettings.TodayButtonCaption
source: Today
pt_br: Hoje

# FromDate.Calendar.TitleFormat
source: MMMM yyyy
pt_br: MMMM aaaa

# FromDate.DatePopupButton.ToolTip
source: Open the calendar popup.
pt_br: Abra a janela do calendário.

# goSearchBy.Text
source: Go
pt_br: Ir

# goSearchByDate.Text
source: Go
pt_br: Ir

# lnkExportToExcel.Text
source: Export to Excel
pt_br: Exportar para Excel

# ltCity.Text
source: City
pt_br: Cidade

# ltDescription.Text
source: Description
pt_br: Descrição

# ltFirstName.Text
source: First Name
pt_br: Nome

# ltFrom.Text
source: From:
pt_br: De:

# ltInvoiceTotal.Text
source: Invoice Total
pt_br: Total do Faturamento

# ltLastName.Text
source: Last Name
pt_br: Sobrenome

# ltMyInvoices.Text
source: My Invoices
pt_br: Meus Faturamentos

# ltNoRecords.Text
source: No invoices were found matching your search criterias. Please redefine your search.
pt_br: Faturamento não encontrado de acordo com o critério oferecido. Por favor, redefina seu critério de Busca e tente novamente.

# ltSearchAmount.Text
source: Search By Amount Due
pt_br: Buscar por Total a pagar

# ltSearchBy.Text
source: Search By
pt_br: Buscar por

# ltSearchByInvoiceDate.Text
source: Search By Invoice Date
pt_br: Busca por Data de Faturamento

# ltSearchInvoicePanel.Text
source: Filter and Display My Invoices
pt_br: Filtrar e visualizar meus Faturamentos

# ltSKU.Text
source: SKU
pt_br: Código

# ltState.Text
source: State
pt_br: Estado

# ltStreetAddress.Text
source: Street Address
pt_br: Endereço

# ltTo.Text
source: To:
pt_br: Para:

# ltTotalVolumePoints.Text
source: Total Volume Points
pt_br: Volume de Pontos Total

# ltZipCode.Text
source: Zip Code
pt_br: CEP

# NoSavedInvoices.Text
source: You have no Saved Invoices
pt_br: Você não tem Faturamentos Salvos

# rgdInvoices.GroupingSettings.CollapseTooltip
source: Collapse group
pt_br: Recolher Grupo

# rgdInvoices.GroupingSettings.ExpandTooltip
source: Expand group
pt_br: Expandir grupo

# rgdInvoices.GroupingSettings.GroupContinuedFormatString
source: ... group continued from the previous page.
pt_br: ... O grupo continuado da página anterior

# rgdInvoices.GroupingSettings.GroupContinuesFormatString
source: Group continues on the next page.
pt_br: O Grupo continua na próxima página

# rgdInvoices.GroupingSettings.GroupSplitDisplayFormat
source: Showing {0} of {1} items.
pt_br: Visualizando {0} de {1} itens.

# rgdInvoices.GroupingSettings.UnGroupButtonTooltip
source: Click here to ungroup
pt_br: Clique aqui para desagrupar

# rgdInvoices.GroupingSettings.UnGroupTooltip
source: Drag out of the bar to ungroup
pt_br: Arraste para fora da barra para desagrupar

# rgdInvoices.GroupPanel.Text
source: Drag a column header and drop it here to group by that column
pt_br: Arraste um cabeçalho de coluna e solte-o aqui para o agruparmos por essa coluna

# rgdInvoices.HierarchySettings.CollapseTooltip
source: Collapse
pt_br: Recolher

# rgdInvoices.HierarchySettings.ExpandTooltip
source: Expand
pt_br: Expandir

# rgdInvoices.HierarchySettings.SelfCollapseTooltip
source: Self reference collapse
pt_br: Agrupar minhas observações

# rgdInvoices.HierarchySettings.SelfExpandTooltip
source: Self reference expand
pt_br: Expandir minhas observações

# rgdInvoices.MasterTableView.CommandItemSettings.AddNewRecordText
source: Add new record
pt_br: Adicionar novas informações

# rgdInvoices.MasterTableView.CommandItemSettings.ExportToCsvText
source: Export to CSV
pt_br: Exportar para CSV

# rgdInvoices.MasterTableView.CommandItemSettings.ExportToExcelText
source: Export to Excel
pt_br: Exportar para Excel

# rgdInvoices.MasterTableView.CommandItemSettings.ExportToPdfText
source: Export to Pdf
pt_br: Exportar para PDF

# rgdInvoices.MasterTableView.CommandItemSettings.ExportToWordText
source: Export to Word
pt_br: Exportar para Word

# rgdInvoices.MasterTableView.CommandItemSettings.RefreshText
source: Refresh
pt_br: Atualizar

# rgdInvoices.MasterTableView.NoDetailRecordsText
source: No child records to display.
pt_br: Nenhum registro inicial encontrado

# rgdInvoices.MasterTableView.NoMasterRecordsText
source: No records to display.
pt_br: Nenhum registro encontrado

# rgdInvoices.MasterTableView.PagerStyle.FirstPageToolTip
source: First Page
pt_br: Primeira Página

# rgdInvoices.MasterTableView.PagerStyle.LastPageToolTip
source: Last Page
pt_br: Última Página

# rgdInvoices.MasterTableView.PagerStyle.NextPagesToolTip
source: Next Pages
pt_br: Próximas Páginas

# rgdInvoices.MasterTableView.PagerStyle.NextPageToolTip
source: Next Page
pt_br: Próxima Página

# rgdInvoices.MasterTableView.PagerStyle.PagerTextFormat
source: Change page: {4} &nbsp;Page <strong>{0}</strong> of <strong>{1}</strong>, items <strong>{2}</strong> to <strong>{3}</strong> of <strong>{5}</strong>.
pt_br: Mudar página: {4} &nbsp;Página <strong>{0}</strong> de <strong>{1}</strong>, itens <strong>{2}</strong> de <strong>{3}</strong> a <strong>{5}</strong>.

# rgdInvoices.MasterTableView.PagerStyle.PageSizeLabelText
source: Page size:
pt_br: Pedidos por Página:

# rgdInvoices.MasterTableView.PagerStyle.PrevPagesToolTip
source: Previous Pages
pt_br: Páginas Anteriores

# rgdInvoices.MasterTableView.PagerStyle.PrevPageToolTip
source: Previous Page
pt_br: Página Anterior

# rgdInvoices.PagerStyle.FirstPageToolTip
source: First Page
pt_br: Primeira Página

# rgdInvoices.PagerStyle.LastPageToolTip
source: Last Page
pt_br: Última Página

# rgdInvoices.PagerStyle.NextPagesToolTip
source: Next Pages
pt_br: Próximas Páginas

# rgdInvoices.PagerStyle.NextPageToolTip
source: Next Page
pt_br: Próxima Página

# rgdInvoices.PagerStyle.PagerTextFormat
source: {4} Page {0} of {1}
pt_br: {4} Página {0} de {1}

# rgdInvoices.PagerStyle.PageSizeLabelText
source: Page size:
pt_br: Pedidos por Página:

# rgdInvoices.PagerStyle.PrevPagesToolTip
source: Previous Pages
pt_br: Páginas Anteriores

# rgdInvoices.PagerStyle.PrevPageToolTip
source: Previous Page
pt_br: Página Anterior

# rgdInvoices.SortingSettings.SortedAscToolTip
source: Sorted asc
pt_br: Classificação ascendente

# rgdInvoices.SortingSettings.SortedDescToolTip
source: Sorted desc
pt_br: Classificação descendente

# rgdInvoices.SortingSettings.SortToolTip
source: Click here to sort
pt_br: Clique aqui para selecionar/classificar

# rgdInvoices.StatusBarSettings.LoadingText
source: Loading...
pt_br: Carregando...

# rgdInvoices.StatusBarSettings.ReadyText
source: Ready
pt_br: Pronto

# rgdInvoices_CreatedDate.HeaderText
source: Invoice Date
pt_br: Data do Faturamento

# rgdInvoices_InvoiceNumber.HeaderText
source: Invoice #
pt_br: Número da Fatura

# rgdInvoices_Name.HeaderText
source: Name
pt_br: Nome

# rgdInvoices_Status.HeaderText
source: Invoice Status
pt_br: Status do Faturamento

# rgdInvoices_Total.HeaderText
source: Invoice Total
pt_br: Total do Faturamento

# rgdInvoices_Type.HeaderText
source: Invoice Type
pt_br: Tipo de Faturamento

# rgdInvoices_VolumePoints.HeaderText
source: Volume Points
pt_br: Pontos de Volume

# SearchByWatermark.WatermarkText
source: Search My Invoices
pt_br: Pesquisar Meus Faturamentos

# ToDate.Calendar.FastNavigationSettings.CancelButtonCaption
source: Cancel
pt_br: Cancelar

# ToDate.Calendar.FastNavigationSettings.DateIsOutOfRangeMessage
source: Date is out of range.
pt_br: A data está fora do prazo.

# ToDate.Calendar.FastNavigationSettings.TodayButtonCaption
source: Today
pt_br: Hoje

# ToDate.Calendar.TitleFormat
source: MMMM yyyy
pt_br: MMMM aaaa

# ToDate.DatePopupButton.ToolTip
source: Open the calendar popup.
pt_br: Abra a janela do calendário.

# rgdInvoices.MasterTableView.PagerStyle.LastPageText
source: Last Page
pt_br: _D819
