<div>
    <div style="POSITION: relative; FONT-FAMILY: Arial, Helvetica, sans-serif; FLOAT: left; FONT-SIZE: 12px" class="Wire_transfer_info">
        <p>Bitte &#252;berweisen Sie den Betrag unter Angabe Ihrer Bestellnummer und ID Nummer auf:</p>
        <p>
            <b>ING Belgium, Brussels, Geneva Branch</b>
            <br>
            <b>Empf&#228;nger:</b> HERBALIFE
        </p>
        <p>
            F&#252;r Zahlungen in <b>CHF</b>:
			<br>
            <b>SWIFT-BIC: BBRUCHGT // IBAN: CH81 0838 7000 0010 80430</b>
            <!--<br>
            Clearing / Sort Code: 87801 Kontonummer: 002000 140000-->
			<br>
            F&#252;r Zahlungen in <b>EUR:</b>
            <br>
            <b>SWIFT-BIC: BBRUCHGT // IBAN: CH76 0838 7000 0011 80430</b>
            <!--<br>
            Clearing / Sort Code: 87801 Kontonummer: 002000 140001-->
        </p>
        <p><b>INFORMATIONEN ZU ZAHLUNGEN PER BANK&#220;BERWEISUNG</b></p>
        <ul>
            <li>Mitglieder k&#246;nnen Produkte bei Herbalife bestellen und zur Bezahlung der Bestellung eine Bank-zu-Bank &#220;berweisung t&#228;tigen.</li>
            <li>Bitte veranlassen Sie die &#220;berweisung schnellstm&#246;glich nachdem Sie Ihre Bestellung platziert haben, um zu vermeiden, dass die Bestellung m&#246;glicherweise storniert wird.</li>
            <li>Monatsende &#8211; Bank&#252;berweisungen m&#252;ssen sp&#228;testens am offiziellen Monatsletzten des Bestellmonats (EOM) des entsprechenden Landes get&#228;tigt werden. Die Zahlung muss bei Herbalife sp&#228;testens am 5. des Folgemonats gutgeschrieben worden sein, damit die Bestellung f&#252;r diesen Volumenmonat gez&#228;hlt werden kann (unabh&#228;ngig vom eigentlichen Datum des EOM).</li>
            <li>Als Verwendungszweck muss Ihre Herbalife ID-Nummer und die Auftragsnummer angegeben werden.</li>
            <li>Die Bestellungen k&#246;nnen erst nach Erhalt der vollst&#228;ndigen Bezahlung versendet werden.</li>
        </ul>
        <p><b>Wichtige Information zur Schweizer Mehrwertsteuer:</b> Die MwSt. wird erst bei der Wareneinfuhr in die Schweiz ermittelt und durch unseren Versandpartner &#8211; JCL Logistics Switzerland AG &#8211; in Vorkasse f&#252;r den Warenempf&#228;nger gezahlt. Dieser erh&#228;lt hier&#252;ber eine separate MwSt.-Rechnung, die innerhalb von 10 Tagen nach Erhalt beglichen werden muss. </p>
        <p>Sollte dieser Betrag nicht oder nicht fristgerecht gezahlt werden, kann dies Sanktionen gegen die Mitgliedschaft des Bestellers sowie Mahnkosten und/oder Kosten f&#252;r die Zur&#252;ckhaltung von Warenlieferungen in H&#246;he von bis zu 90,00 CHF zur Folge haben, die von dem Mitglied bzw. Warenempf&#228;nger zu zahlen sind. Bitte achten Sie daher darauf, die Zahlung rechtzeitig zu veranlassen.</p>
    </div>
</div>
