<div>

    <div style="POSITION: relative; FONT-FAMILY: Arial, Helvetica, sans-serif; FLOAT: left; FONT-SIZE: 12px" class="Wire_transfer_info">
        <p>
            Madame, Monsieur, 
 			<br />
            Nous accusons r&#233;ception de votre commande internet et nous vous en remercions.
        </p>

        <p>Veuillez trouver ci-apr&#232;s les d&#233;tails de votre commande. Veuillez effectuer le virement en indiquant votre num&#233;ro de commande et num&#233;ro ID sur : </p>

        <p>
            <b>ING Belgium, Brussels, Geneva Branch</b>
            <br>
            <b>Consign&#233;e: </b>HERBALIFE
        </p>

        <p>
            Pour un paiement en <b>CHF</b>:
 			<br>
            <b>SWIFT-BIC: BBRUCHGT</b><br> 
            <b>IBAN: CH81 0838 7000 0010 80430</b>
            <!--<br>
            Clearing / Sort Code: 87801 N&#176; de compte: 002000 140000-->
 			<br>
            Pour un paiement en <b>EUR:</b>
            <br>
            <b>SWIFT-BIC: BBRUCHGT</b><br>
            <b>IBAN: CH76 0838 7000 0011 80430</b>
            <!--<br>
            Clearing / Sort Code: 87801 N&#176; de compte: 002000 140001-->
        </p>

        <ul>
            <li>Les Membre peuvent acheter des produits aupr&#232;s d&#8217;Herbalife, en r&#232;glant leur commande par le biais d&#8217;un virement de banque &#224; banque. </li>
            <li>Merci de proc&#233;der au r&#232;glement d&#233;s que possible suivant l&#8217;enregistrement de votre commande afin d&#8217;&#233;viter toute annulation de celle-ci. </li>
            <li>Fin de mois &#8211; Les virements bancaires doivent &#234;tre initi&#233;s avant ou au plus tard le Jour de Fin de Mois d&#233;sign&#233; pour chaque pays, et doivent parvenir chez Herbalife au plus tard le 5 du mois suivant (quel que soit le jour sur lequel tombe la Fin de Mois). </li>
            <li>Il est de la responsabilit&#233; du Membre de s&#8217;assurer aupr&#232;s de sa banque que le paiement soit re&#231;u &#224; temps et que nos op&#233;rateurs obtiennent les accords imm&#233;diats pour les commandes pay&#233;es par cartes de cr&#233;dit. Dans le cas o&#249; le paiement ne serait pas re&#231;u &#224; la date sp&#233;cifi&#233;e, la commande comptera pour le volume du mois suivant. </li>
            <li>Merci de pr&#233;ciser votre Num&#233;ro ID et num&#233;ro de commande dans votre ordre de virement. </li>
            <li>Les commandes pay&#233;es par virement bancaire seront exp&#233;di&#233;es lorsque la totalit&#233; du paiement sera per&#231;ue par Herbalife.</li>
        </ul>

        <p><b>Informations importantes sur la TVA Suisse : </b>Le traitement et le versement de la TVA sont effectu&#233;s directement par notre exp&#233;diteur &#8211; JCL Logistics Switzerland AG &#8211; lors de l&#8217;importation des produits &#224; la douane suisse. Notre exp&#233;diteur refacture la TVA au destinataire en lui envoyant une facture qui doit &#234;tre acquitt&#233;e dans les 10 jours suivant la r&#233;ception.</p>

        <p>Si ce d&#233;lai de paiement n&#8217;est pas respect&#233;, des sanctions peuvent &#234;tre prises &#224; l&#8217;encontre du Membre, tout comme la facturation de frais suppl&#233;mentaires, et/ou des co&#251;ts d&#8217;un montant de 90CHF li&#233;s &#224; la proc&#233;dure de &#8216;non livraison de marchandise&#8217;. Nous vous recommandons donc de bien respecter tout d&#233;lai de paiement.</p>
    </div>
</div>
