<p style="font-weight:bold; color: #009">TERMINOS Y CONDICIONES DE LA VENTA<span class="translation-number">_GF263</span></p>
<ul>
    <li>Una vez pagada la orden no se aceptan devoluciones ni cambio de productos, para mayor información no dudes en contactarnos al 512-2300<span class="translation-number">_GF264*</span></li>
    <li>Ante cualquier pregunta o problema relacionado con un env&#237;o especifico (orden p&#233;rdida, da&#241;ada, demora etc). Por favor cont&#225;cta al Departamento de Servicios al Asociado Per&#250; al 512-2300 o env&#237;a un correo a <a href="mailto:peorder@herbalife.com">peorder@herbalife.com</a> donde se te asignar&#225; un n&#250;mero de solicitud para su seguimiento y pronta soluci&#243;n.<span class="translation-number">_GF265*</span></li>
    <li>Los Asociados Independientes no podr&#225;n utilizar las tarjetas de cr&#233;dito perteneciente a sus Asociados Independientes, clientes al menudeo u otras personas para pagar los pedidos comprados a Herbalife. El pago de todos los pedidos comprados a la compa&#241;&#237;a deber&#225; ser efectuado por el Asociado Independiente designado como comprador en el pedido, su c&#243;nyuge o el primer mayorista ascendente si el comprador no es mayorista.<span class="translation-number">_GF266*</span></li><li>En los cierres de mes, el pedido debe ser cursado hasta la media noche para ser considerado como volumen para el mes en curso de lo contrario quedar&#225; como volumen del mes siguiente.<span class="translation-number">_GF267*</span></li><li>Herbalife es una compa&#241;&#237;a de distribuci&#243;n al mayoreo y al menudeo. Los productos comprados a la compa&#241;&#237;a tendr&#225;n como finalidad su venta y distribuci&#243;n entre clientes al menudeo y Asociados Independientes descendentes, o bien, el consumo personal de los Asociados Independientes y de sus familiares cercanos. No se autoriza la compra de productos cuya &#250;nica finalidad sea calificar para avanzar en el plan de ventas y mercadeo.<span class="translation-number">_GF268*</span></li><li>Los productos Herbalife est&#225;n destinados a la venta y distribuci&#243;n dentro de pa&#237;ses espec&#237;ficos para los cuales esos productos son aprobados y producidos. Est&#225; estrictamente prohibida la venta de esos productos en cualquier otro pa&#237;s. Cualquier violaci&#243;n de esa norma podr&#225; derivar en problemas legales o de regulaci&#243;n para la compa&#241;&#237;a y poner en peligro la actividad comercial de todos los Asociados Independientes. Por esa raz&#243;n, las sanciones a los Asociados Independientes que violen esta norma ser&#225;n severas y podr&#225;n incluir multas significativas, suspensi&#243;n de pagos de ingresos, suspensi&#243;n de privilegios de compra y/o el t&#233;rmino de la Membresia.<span class="translation-number">_GF269*</span></li></ul><br /><br />