Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/APF.ascx.*.resx
Languages: es_cl, es_es, hi_in, ko_kr, mn_mn

# btnAddToCartResource1.Text
source: Add to Cart
es_cl: Agregar al Carrito
es_es: Agregar a la cesta
hi_in: कार्ट में जोड़ें
ko_kr: 장바구니 담기
mn_mn: Сагсанд нэмэх

# APF.Text
source: Annual Administration Services Fee
es_cl: Cuota Anual por Servicio de Membresía
es_es: Cuota Anual de Procesamiento
hi_in: वार्षिक प्रोसेसिंग फीस
ko_kr: 연회비
mn_mn: Жил бүрийн Гишүүнчлэлийн Хураамж

# label1Resource2.Text
source: AAF Due Date Tester
es_cl: Comprobante de la fecha límite para la Cuota Anual por Servicios de Membresía
es_es: Comprobador de fecha vencimiento Cuotas Anuales de Procesamiento
hi_in: APF प्रतीक्षित तिथि का परीक्षक
ko_kr: 연회비 납기일
mn_mn: Жил бүрийн гишүүнчлэлийн Хураамжын Төлөх Ёстой Өдрийг Шалгагч

# lblAPFMessageResource1.Text
source: AAF Message:
es_cl: Mensaje de la Cuota Anual por Servicios de Membresía
es_es: Mensaje de la Cuota Anual de Procesamiento
hi_in: APF सन्देश :
ko_kr: 연회비 메시지
mn_mn: Жил бүрийн гишүүнчлэлийн Хураамжын Мессеж

# APFSKU_9909
source: Associate AAF
es_cl: Cuota Anual por Servicios de Membresía del Asociado
es_es: Cuota Anual de Miembro de Herbalife
hi_in: APF डिस्ट्रीब्यूटर
ko_kr: 디스트리뷰터 연회비
mn_mn: Гишүүний Жил бүрийн гишүүнчлэлийн Хураамж

# lblQuantityResource1.Text
source: Quantity:
es_cl: Cantidad:
es_es: Cantidad:
hi_in: मात्रा :
ko_kr: 수량
mn_mn: Тоо Ширхэг:

# btnTestDueDateResource1.Text
source: Set Due Date
es_cl: Establecer fecha límite
es_es: Fecha de Vencimiento Establecida
hi_in: प्रतीक्षित तिथि को तय कीजिये
ko_kr: 만기일 설정
mn_mn: Өгөгдсөн Төлөх Ёстой Өдөр

# APFSKU_0909
source: Supervisor AAF
es_cl: Cuota Anual por Servicios de Membresía de Supervisor
es_es: Cuota Anual de Supervisor
hi_in: APF पर्यवेक्षण
ko_kr: 에스피 연회비
mn_mn: Супервайзорын Жил бүрийн гишүүнчлэлийн Хураамж

# QuantityMustBeOne
source: The quantity must be 1 only.
es_cl: La cantidad debe ser sólo 1.
es_es: La cantidad sólo puede ser 1.
hi_in: मात्रा अनिवार्य रूप से 1 होनी चाहिए
ko_kr: 제품 수량은 1개만 가능합니다.
mn_mn: Тоо ширхэг зөвхөн 1 байх ёстой.

# ApfFeesHaveBeenAdded
source: Your AAF have been added to your cart.
es_cl: Tu Cuota Anual por Servicios de Membresía ha sido agregada a tu carrito.
es_es: Su Cuota Anual de Procesamiento ha sido agregada en su cesta.
hi_in: आपका APF आपके कार्ट में जोड़ दिया गया है।
ko_kr: 연회비장바구니에 추가되었습니다.
mn_mn: Таны Жил бүрийн гишүүнчлэлийн Хураамж сагсанд нэмэгдлээ.
