Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/BrGrOrderQuickView.ascx.*.resx
Languages: es_cl, es_pe, fr_ca, he_il, kk_kz, mn_mn, pt_br, vi_vn, zh_mo

# DeliveryOptionType_Pickup
source: Pickup_G1929
es_cl: Retirar
es_pe: Recojo
fr_ca: Cueillir
he_il: איסוף עצמי
kk_kz: Получение в Центре Продаж
mn_mn: Худалдааны төвөөс ирж авах
pt_br: Retirada
vi_vn: Lấy hàng
zh_mo: 提貨

# DeliveryOptionType_Shipping
source: Shipping_G1930
es_cl: Envío
es_pe: Envío
fr_ca: Livraison
he_il: משלוח
kk_kz: Доставка
mn_mn: Хүргэлт
pt_br: Envio
vi_vn: Vận chuyển
zh_mo: 送貨

# DeliveryOptionType_Unknown
source: Unknown_G1931
es_cl: Desconocido
es_pe: Desconocido
fr_ca: Inconnu
he_il: לא ידוע
kk_kz: Неизвестно
mn_mn: Үл мэдэгдэх
pt_br: Desconhecido
vi_vn: Không tên
zh_mo: 不知名

# InventoryViewResource2.Text
source: Inventory View_G1932
es_cl: Ver el Inventario
es_pe: Ver inventario
fr_ca: Voir l'inventaire
he_il: תצוגת מלאי
kk_kz: Обзор инвентаря
mn_mn: Нөөцийг Харах
pt_br: Ver estoque
vi_vn: Xem hàng tồn
zh_mo: 查看產品

# lbShiptoOrPickupReadonlyResource1.Text
source: Ship To:_G1933
es_cl: Enviar a:
es_pe: Enviar a :
fr_ca: Expédier à:
he_il: שלח אל:
kk_kz: Отправить:
mn_mn: Хаана хүргэх:
pt_br: Enviar para:
vi_vn: Vận chuyển đến
zh_mo: 送貨地址:

# lbShiptoOrPickupResource1.Text
source: Ship To:_G1934
es_cl: Enviar a:
es_pe: Enviar a:
fr_ca: Expédier à:
he_il: שלח אל:
kk_kz: Отправить:
mn_mn: Хаана хүргэх:
pt_br: Enviar para:
vi_vn: Vận chuyển đến
zh_mo: 送貨地址:

# LinkAddResource1.Text
source: Add_G1935
es_cl: Agregar
es_pe: Agregar
fr_ca: Ajouter
he_il: הוסף
kk_kz: Добавить
mn_mn: Нэмэх
pt_br: Adicionar
vi_vn: Thêm
zh_mo: 新增

# LinkDeleteResource1.Text
source: Delete_G1936
es_cl: Eliminar
es_pe: Borrar
fr_ca: Supprimer
he_il: מחק
kk_kz: Удалить
mn_mn: Устгах
pt_br: Apagar
vi_vn: Xóa
zh_mo: 刪除

# LinkEditResource1.Text
source: Edit_G1937
es_cl: Editar
es_pe: Editar
fr_ca: Afficher
he_il: ערוך
kk_kz: Изменить
mn_mn: Засварлах
pt_br: Editar
vi_vn: Sửa
zh_mo: 編輯

# ListItemResource1.Text
source: Shipping_G1938
es_cl: Envío
es_pe: Enviar
fr_ca: Livraison
he_il: משלוח
kk_kz: Доставка
mn_mn: Хүргэлт
pt_br: Frete Herbalife
vi_vn: Vận chuyển
zh_mo: 運送

# ListItemResource1.Value
source: Shipping_G1939
es_cl: Envío
es_pe: Enviar
fr_ca: Livraison
he_il: משלוח
kk_kz: Доставка
mn_mn: Хүргэлт
pt_br: Enviar
vi_vn: Vận chuyển
zh_mo: 運送

# ListItemResource2.Text
source: Pickup_G1940
es_cl: Retirar
es_pe: Recojo
fr_ca: Cueillir
he_il: איסוף עצמי
kk_kz: Получение в Центре Продаж
mn_mn: Худалдааны төвөөс ирж авах
pt_br: Retirada Pessoa Fisica
vi_vn: Lấy hàng
zh_mo: 提貨

# ListItemResource2.Value
source: Pickup_G1941
es_cl: Retirar
es_pe: Recojo
fr_ca: Cueillir
he_il: איסוף עצמי
kk_kz: Получение в Центре Продаж
mn_mn: Худалдааны төвөөс ирж авах
pt_br: Retirada
vi_vn: Lấy hàng
zh_mo: 提貨

# ListItemResource3.Text
source: Show All Inventory_G1942
es_cl: Mostrar todos los artículos
es_pe: Mostrar el inventario
fr_ca: Montrer tout l'inventaire
he_il: הצג את כל המלאי
kk_kz: Отобразить весь инвентарь
mn_mn: Бүх нөөцийг харах
pt_br: Mostrar todo estoque
vi_vn: Hiện toàn bộ hàng tồn
zh_mo: 顯示所有產品

# ListItemResource4.Text
source: Show Only Available Inventory_G1943
es_cl: Mostrar sólo los artículos disponibles
es_pe: Mostrar sólo productos disponibles
fr_ca: Afficher les articles disponibles
he_il: הצג רק מלאי זמין
kk_kz: Отобразить только доступный инвентарь
mn_mn: Зөвхөн боломжтой нөөцийг харуулах
pt_br: Mostrar apenas itens disponíveis
vi_vn: Chiỉ hiện hàng tồn có sẵn
zh_mo: 只顯示可供訂購的產品

# ListItemResource5.Text
source: Delivery to Courier office_G1944
es_cl: Enviar a oficina de Courrier
es_pe: Enviar a la oficina del courrier.
he_il: מספר ה-ID שלך אינו מתקבל, אנא התקשר למחלקת קשרי חבר בטלפון 1-700-707-123 או 9299*
kk_kz: Доставка в офис курьера
mn_mn: Шуудангийн газар хүргүүлэх
pt_br: Frete Particular
vi_vn: Vận đến đến văn phòng
zh_mo: 送貨到速遞中心

# ListItemResource5.Value
source: ShipToCourier_G1945
es_cl: Enviar a Courrier
es_pe: Enviar a courrier.
fr_ca: Expédiez au courrier
he_il: הזמנתך הקודמת כבר הוגשה לפני השינויים שנעשו בעגלת הקניות שלך. מספר ההזמנה שלך הוא {0}. אתה יכול לברר את סטטוס ההזמנה הזו על ידי התקשרות למחלקת הזמנות בטלפון: 1-700-707-123 או 9299* בין השעות 9 עד 17, בין הימים ראשון עד חמישי ובשישי בין השעות 9 בבוקר עד 13 בצהריים לסיוע או באמצעות לחיצה כאן. (שים לב שייתכן ותעבור שעה 1 עד שההזמנה תוצג. <br> אם אתה רוצה לבצע הזמנה חדשה, אנא הוסף מחדש פריטים לעגלה שלך.
kk_kz: Отправить курьеру
mn_mn: Шууданчид хүргэх
pt_br: Envioportransportador
vi_vn: ShipToCourier
zh_mo: 送貨到速遞中心

# ListItemResource6.Text
source: Pick up from Courier office_G1946
es_cl: ENVÍO A CITYBOX
es_pe: Recoger de la oficina del courrier.
fr_ca: Trouver des agences FedEx
he_il: ביקשת דמי חידוש חברות שנתיים שנותרו בעגלת הקניות שלך.
kk_kz: Пункт выдачи / Постамат
mn_mn: Шуудангийн газраас авах
pt_br: Retirada Correios
vi_vn: Lấy hàng từ văn phòng
zh_mo: 從速遞中心提貨

# ListItemResource6.Value
source: PickupFromCourier_G1947
es_cl: Retirar en Courrier
es_pe: Recogerdelcourrier
fr_ca: Trouver des agences FedEx
he_il: פרטי המשלוח שלך אינם תקפים יותר, עגלת הקניות תנוקה.
kk_kz: Получить у курьера
mn_mn: Курьерээс захиалгаа авах
pt_br: RetiradaporTransportador
vi_vn: Lấy hàng từ văn phòng
zh_mo: 從速遞中心提貨

# lnAddAddressResource1.Text
source: Add Address_G1948
es_cl: Agregar Dirección
es_pe: Agregar dirección.
fr_ca: Ajouter l'adresse
he_il: הוסף כתובת
kk_kz: Добавить адрес
mn_mn: Хаяг нэмэх
pt_br: Adcionar endereço
vi_vn: Thêm địa chỉ
zh_mo: 新增地址

# Location
source: Location:_G1949
es_cl: Lugar de Retiro:
es_pe: Localidad:
fr_ca: Endroit:
he_il: מיקום:
kk_kz: Место получения:
mn_mn: Байршил:
pt_br: Local:
vi_vn: Đia điểm
zh_mo: 地點

# NickName
source: Nick Name:_G1950
es_cl: Nick Name:
es_pe: Nombre de usuario:
fr_ca: Pseudonyme
he_il: בחר בבקשה שיטת משלוח
kk_kz: Имя пользователя:
mn_mn: Товч Нэр:
pt_br: Endereços Salvos lista:
vi_vn: Tên riêng
zh_mo: 卡片資訊

# NickNameReadonlyResource1.Text
source: Nick Name:_G1951
es_cl: Nick Name:
es_pe: Nombre de usuario:
fr_ca: Pseudonyme
he_il: בחר בבקשה שיטת משלוח
kk_kz: Имя пользователя:
mn_mn: Товч Нэр:
pt_br: Endereços Salvos lista:
vi_vn: Tên riêng
zh_mo: 卡片資訊

# NickNameResource1.Text
source: Nick Name:_G1952
es_cl: Nick Name
es_pe: Nombre de usuario:
fr_ca: Pseudonyme
he_il: בחר בבקשה שיטת משלוח
kk_kz: Имя пользователя:
mn_mn: Товч Нэр:
pt_br: Endereços Salvos lista:
vi_vn: Tên riêng
zh_mo: 卡片資訊

# PickUpForm
source: Pick Up At:_G1953
es_cl: Retirado en:
es_pe: Recoge en:
fr_ca: Lieu de cueillette à:
he_il: אסוף ב:
kk_kz: Получить в:
mn_mn: Хаанаас очиж авах:
pt_br: Retirar em:
vi_vn: Lấy hàng tại
zh_mo: 提貨地點

# ShippingPickupOptionsResource1.Text
source: Shipping / Pickup Options_G1954
es_cl: Envìo / Opciones retiro
es_pe: Opciones de recojo/ envío
fr_ca: Options d'expédition/de cueillette
he_il: דרוש אימות כתובת
kk_kz: Способ доставки или получения заказа
mn_mn: Хүргэлт/ Очиж Авах Сонголтууд
pt_br: Opções de Envio e Retirada
vi_vn: Phương thức giao hàng / Lấy hàng
zh_mo: 送貨/提貨選項

# ShipTo
source: Ship To:_G1955
es_cl: Enviar a:
es_pe: Enviar a:
fr_ca: Expédier à:
he_il: שלח אל:
kk_kz: Адрес доставки:
mn_mn: Хаашаа хүргэх:
pt_br: Enviar para:
vi_vn: Giao đến
zh_mo: 送貨地址

# TextOrderQuickViewResource1.Text
source: Order Quick View_G1956
es_cl: Vista Ràpida Orden:
es_pe: Vista rápida de la orden
fr_ca: Commander vue rapide
he_il: ORDER QUICK VIEW
kk_kz: Способ доставки или получения заказа
mn_mn: ЗАХИАЛГЫНХАА ТАЛААР МЭДЭЭЛЭЛ ХАРАХ
pt_br: Informações rápidas de Entrega/Retirada
vi_vn: Xem nhanh đơn hàng
zh_mo: 快速查看訂單

# TextSelect
source: ---Select---_G1957
es_cl: Seleccionar
es_pe: ---Seleccionar---
fr_ca: Sélectionnez
he_il: בחר
kk_kz: --Выбрать--
mn_mn: Сонгох
pt_br: ---Selecione---
vi_vn: Chọn
zh_mo: ---請選擇---

# TitleShipping
source: Shipping Options_G1958
es_pe: Opciones de envío_G1958
fr_ca: Options d’expédition
pt_br: Opções de Envio_G1958
vi_vn: Phương thức giao hàng_G1958
zh_mo: 送貨選項

# TitleShippingPickup
source: Shipping / Pickup Options_G1959
es_cl: Envìo / Opciones retiro
es_pe: Opciones de envío/recojo
fr_ca: Options d'expédition/de cueillette
he_il: דרוש אימות כתובת
kk_kz: Способ доставки или получения заказа
mn_mn: Хүргэлт/ Очиж Авах Сонголтууд
pt_br: Opções de Envio e Retirada
vi_vn: Phương thức giao hàng / Lấy hàng
zh_mo: 送貨/提貨選項

# Type.Text
source: Type:_G1960
es_cl: Opción de Retiro/Envío
es_pe: Tipo:
fr_ca: Type:
he_il: סוג:
kk_kz: Тип
mn_mn: Төрөл:
pt_br: Tipo:
vi_vn: Loại
zh_mo: 種類

# TypeResource1.Text
source: Type:_G1961
es_cl: Opción de Retiro/Envío
es_pe: Tipo:
fr_ca: Type:
he_il: סוג:
kk_kz: Тип
mn_mn: Төрөл:
pt_br: Selecione o tipo:
vi_vn: Loại
zh_mo: 種類

# AddShippingAddress
source: Add Shipping Address_G2229
es_cl: Agregar la dirección de envío
es_pe: Agregar la dirección de envío
he_il: הוסף כתובת משלוח
kk_kz: Добавить адрес доставки
mn_mn: Хүргэлтийн хаяг нэмэх
pt_br: Adicionar Endereço de Entrega
vi_vn: Thêm địa chỉ giao hàng
zh_mo: 新增送貨地址

# MailingAddNotBR
source: Your mailing addres is not Brazil, you cannot place a pick up order._G2230
es_cl: Su direccion de residencia no es de Brazil, usted no puede colocar una orden con retiro
es_pe: Su dirección de envío no es Brazil, por lo que no puede poner una orden de recojo.
he_il: Your mailing addres is not Brazil, you cannot place a pick up order.
kk_kz: Ваш почтовый адрес не в Бразилии, Вы не можете разместить заказ с получением в ЦП
mn_mn: Таны шуудангийн хаяг Бразил биш тул Та очиж авах захиалга хийж болохгүй.
pt_br: Seu endereço de correspondência não é do Brasil, você não pode colocar um pedido de Retirada.
vi_vn: Địa chỉ email của bạn không phải Brazil, bạn không thể đặt đơn hàng nhận hàng.
zh_mo: 您的郵寄地址並非巴西，您不能下提貨訂單
