Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/CustomerOrderInfo.ascx.*.resx
Languages: de_at, fr_ca, it_it, ko_kr, pt_br

# lblCustomerOrderDateDisplayResource1.Text
source: Customer Order Date
de_at: Kunden-Bestelldatum
fr_ca: Date de la commande du client
it_it: Data dell'ordine del cliente
ko_kr: 고객 주문 날짜
pt_br: Data do Pedido do Cliente

# lblCustomerOrderNumberDisplayResource1.Text
source: Customer Request Number
de_at: Nummer Kundenanfrage
fr_ca: Numéro de demande du client
it_it: Numero di richiesta del cliente
ko_kr: 고객 요청 번호
pt_br: Número de pedido do cliente

# lblHeaderResource1.Text
source: Customer Information
de_at: Kundeninformation
fr_ca: Renseignements à propos du client
it_it: Dati del cliente
ko_kr: 고객 정보
pt_br: Informações do Cliente

# lblCustomerNameDisplayResource1.Text
source: Customer Name
de_at: Kundenname
fr_ca: Nom du client
it_it: Nome del cliente
ko_kr: 고객 이름
pt_br: Nome do Cliente

# lblCustomerCommentsDisplayResource1.Text
source: Customer Comments
de_at: Kundenkommentare
fr_ca: Commentaires des clients
it_it: Commenti del cliente
ko_kr: 고객 의견
pt_br: Comentarios dos Clientes

# CustomerAddressNotValid
source: The Customer Address on the order is not a valid address for ordering
de_at: Die Adresse des Kunden ist keine gültige Adresse
fr_ca: L'adresse du client inscrit sur la commande n'est pas une adresse valide pour commander.
it_it: L'Indirizzo Cliente riportato nell'ordine non è un indirizzo valido per gli ordini
ko_kr: 주문 상의 고객 주소가 주문에 대해서 유효하지 않습니다.
pt_br: O endereço de envio do Pedido não é um endereço válido

source: Select
de_at: Auswählen
fr_ca: Sélectionner
it_it: Seleziona
ko_kr: 선택
pt_br: Selecionar

# lblCustomerPrefferedShippingMethodDisplayResource1.Text
source: Customer Preferred Shipping Method
de_at: Bevorzugte Versandmethode des Kunden
fr_ca: Mode d'expédition préféré du client
it_it: Metodo di spedizione preferito dal cliente
ko_kr: 고객 선호 배송 방법
pt_br: Preferencia de Frete do Cliente

# lblCustomerPaymentStatusDisplayResource1.Text
source: Customer Comments
de_at: Kundenkommentare
fr_ca: Commentaires des clients
it_it: Commenti del cliente
ko_kr: 고객 의견
pt_br: Comentarios dos Clientes

# lblCustomerPaymentPreferenceDisplayResource1.Text
source: Customer Payment Preference
de_at: Bevorzugte Zahlungsweise des Kunden
fr_ca: Préférence de mode de paiement
it_it: Preferenze di pagamento del cliente
ko_kr: 고객 선호 결제 방법
pt_br: Preferencia de Pagamento do Cliente

# lblNotesToSelfResource1.Text
source: Note to Self
de_at: Eigene Notiz
fr_ca: Mes notes
it_it: Nota per me
ko_kr: 나의 메모
pt_br: Suas Anotações

# lblOrderStatusDisplayResource1.Text
source: Customer Order Status
de_at: Status Kundenbestellung
fr_ca: État de la commande du client
it_it: Stato dell'ordine del cliente
ko_kr: 고객 주문 상태
pt_br: Status do Pedido do Cliente

# PaymentStatusDeclined
source: Settlement Declined
de_at: Zahlung abgelehnt (what is meant, the payment process?
fr_ca: Règlement refusé
it_it: Transazione rifiutata
ko_kr: 결제 거절
pt_br: Acordo Negado

# PaymentStatusApproved
source: Approved Settlement
de_at: Zahlung genehmigt (what is meant, the payment process?
fr_ca: Règlement approuvé
it_it: Transazione approvata
ko_kr: 결제 승인
pt_br: Acordo aprovado
