Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/HFFModal.ascx.*.resx
Languages: ar_il, el_gr, es_ar, fi_fi, id_id, it_ch, kk_kz, mn_mn, ms_my, ru_ua, sl_si, uk_ua, zh_cn, zh_hk

# lnkAbout.Text
source: About Herbalife Family Fundation_G2335
ar_il: حول مؤسسة عائلة هيربالايف
el_gr: Σχετικά με το Herbalife Family Fundation
es_ar: Acerca de la Fundación Familia Herbalife
fi_fi: Lisätietoja Herbalife Family Foundationista
id_id: Tentang fondasi keluarga herbalife
it_ch: A proposito della Herbalife Family Fundation
kk_kz: О Herbalife Family Fundation
mn_mn: Herbalife-ын Гэр Бүлийн Сангийн талаар
ms_my: Tentang Yayasan Keluarga Herbalife
ru_ua: Про Herbalife Family Fundation_G2335
sl_si: O fundaciji Herbalife Family Fundation
uk_ua: Про Herbalife Family Fundation
zh_cn: 关于康宝莱家庭基金会
zh_hk: 關於康寶萊家庭基金

# lbToDonate.Text
source: Would you like to make a donation to the Herbalife Family Foundation?_G2331
ar_il: هل ترغب بالتبرّع لمؤسسة عائلة هيربالايف؟
el_gr: Επιθυμείτε να κάνετε τη δωρεά σας για το Herbalife Family Foundation?
es_ar: ¿Le gustaría hacer un donativo a la Fundación Familia Herbalife?
fi_fi: Haluatko tehdä lahjoituksen Herbalifen perhesäätiölle?
id_id: Apakah anda ingin menyumbang untuk fondasi keluarga herbalife?
it_ch: Vuoi fare una donazione alla Herbalife Family Foundation?
kk_kz: Вы бы хотели сделать пожертвование в Herbalife Family Foundation?
mn_mn: Та Herbalife-ын Гэр Бүлийн Санд хандив оруулахыг хүсч байна уу
ms_my: M+C2357ahukah anda menderma kepada Yayasan Keluarga Herbalife?
ru_ua: Ви бажаєте додати до цього замовлення добровільний благодійний внесок в рамках проекту Herbalife's Family Foundation_G2331
sl_si: Bi želeli donirati fundaciji Herbalife Family Foundation?
uk_ua: Ви бажаєте додати до цього замовлення добровільний благодійний внесок в рамках проекту Herbalife's Family Foundation
zh_cn: 你想捐款于康宝莱家庭基金会？
zh_hk: 您想捐款到康寶萊家庭基金嗎？

# btnDone.Text
source: Done_G2315
ar_il: تم بنجاح
el_gr: Έτοιμο
es_ar: Realizado
fi_fi: Valmis
id_id: Selesai
it_ch: Fatto
kk_kz: Готово
mn_mn: Болсон
ms_my: Selesai
ru_ua: Виконано_G2315
sl_si: Dokončano
uk_ua: Виконано
zh_cn: 完成
zh_hk: 完成

# btnMake.Text
source: Make donation_G2316
ar_il: قدّم تبرّع
el_gr: Κάντε τη δωρεά σας
es_ar: Realizar donaciones
fi_fi: Tee lahjoitus
id_id: Mengadakan Sumbangan
it_ch: Effettua una donazione
kk_kz: Сделать пожертвование
mn_mn: Хандив өргөх
ms_my: Beri derma
ru_ua: Пожертвувати_G2316
sl_si: Donirajte
uk_ua: Пожертвувати
zh_cn: 捐款
zh_hk: 選擇捐款

# lbTotalsTitle.Text
source: Order Totals_G2333
ar_il: مجموع الطلبيه الكامل
el_gr: Σύνολα Παραγγελίας
es_ar: Total del pedido
fi_fi: Tilaus yhteensä
id_id: Total Order
it_ch: Totali ordine
kk_kz: Итого по заказу
ms_my: Jumnlah Pesanan
ru_ua: Загальна вартість замовлення_G2333
sl_si: Skupaj naročilo
uk_ua: Підсумок по замовленню
zh_cn: 订单总数
zh_hk: 訂單總數

# lbUnit.Text
source: 1 unit of HFF = €1_G2334
ar_il: 1 وحدة من HFF = 1 يورو
el_gr: 1 μονάδα HFF = €1
fi_fi: 1 HFF-yksikkö= 1 €
id_id: 1 unit HFF = €1
it_ch: 1 quota HFF = € 1
kk_kz: 1 еденица HFF = €1
mn_mn: 1 HFF = €1
ms_my: 1 unit HFF = €1
ru_ua: 1 одиниця HFF = €1_G2334
sl_si: 1 enota HFF = 1 €
uk_ua: 1 одиниця HFF = €1
zh_cn: 1单位HFF = RM1
zh_hk: 康寶萊家庭基金1單位= €1 歐元

# lbTotal.Text
source: Grand Total_G2332
ar_il: الرجاء إدخال كمية كلفة المعالجة السنوية التي ترغب بشرائها.
el_gr: Συνολικό Ποσό
es_ar: Total
fi_fi: Loppusumma
id_id: Total seluruh
it_ch: Totaòe
kk_kz: Итого
mn_mn: Нийт дүн
ms_my: Jumlah Besar
ru_ua: Загальна сума_G2332
sl_si: Skupaj
uk_ua: Сума до сплати
zh_cn: 总额
zh_hk: 應付總金額

# btnNo.Text
source: No Thanks_G2317
ar_il: لا شكر
el_gr: Όχι Ευχαριστώ
es_ar: No Gracias
fi_fi: Ei kiitos
id_id: Tidak terima kasih
it_ch: No grazie
kk_kz: Нет, спасибо
mn_mn: Үгүй баярлалаа
ms_my: Tidak, terima kasih
ru_ua: Ні, дякую_G2317
sl_si: Ne, hvala.
uk_ua: Ні, дякую
zh_cn: 不，谢谢
zh_hk: 不要

# btnCancel.Text
source: Cancel_G2314
ar_il: إلغاء
el_gr: Ακύρωση
es_ar: Cancelar
fi_fi: Peruuta
id_id: Batal
it_ch: Cancella
kk_kz: Отмена
mn_mn: Цуцлах
ms_my: Batal
ru_ua: Скасувати_G2314
sl_si: Prekliči
uk_ua: Скасувати
zh_cn: 取消
zh_hk: 取消

# lbHeader.Text
source: The Herbalife Family Fundation appeciates your donation_G2323
ar_il: مؤسسة عائلة هيربالايف تشكر تبرّعك
el_gr: Η Herbalife Family Fundation εκτιμά τη δωρεά σας.
es_ar: La Fundación Familia Herbalife le agradece y aprecia tu donación.
fi_fi: Herbalife Family Foundation arvostaa suuresti lahjoitustasi
id_id: Fondasi Keluarga Herbalife menghargai sumbangan anda
it_ch: La Herbalife Family Fundation apprezza la tua donazione
kk_kz: Herbalife Family Fundation очень ценит Ваш вклад
mn_mn: Herbalife-ын Гэр Бүлийн Санд хандив оруулсанд баярлалаа
ms_my: Yayasan Keluarga Herbalife menghargai derma anda
ru_ua: The Herbalife Family Fundation цінує Вашу пожертву_G2323
sl_si: Herbalife Family Fundation se Vam zahvaljuje za donacijo.
uk_ua: The Herbalife Family Fundation цінує Вашу пожертву
zh_cn: 康宝莱家庭基金会感激您的捐款
zh_hk: 康寶萊家庭基金感謝您的善款

# lbEmail.Text
source: Email_G2321
ar_il: البريد الالكتروني
el_gr: Ηλεκτρονική Διεύθυνση
es_ar: Correo electrónico
fi_fi: Sähköpostitse
id_id: Email
it_ch: Email
kk_kz: Email
mn_mn: И-мэйл
ms_my: Emel
ru_ua: Адреса електронної пошти_G2321
sl_si: E-naslov
uk_ua: Адреса електронної пошти
zh_cn: 电邮
zh_hk: 電郵地址

# lbOrderDone.Text
source: Your order has been processed_G2325
ar_il: جاري معالجة طلبك
el_gr: Η Παραγγελία σας έχει επεξεργαστεί
es_ar: Tu pedido ha sido procesado
fi_fi: Tilauksesi on käsitelty
id_id: Pesanan anda telah diproses
it_ch: Il tuo ordine è stato processato
kk_kz: Ваш заказ был обработан
mn_mn: Таны захиалга хийгдлээ
ms_my: Pesanan anda telah diproses
ru_ua: Ваше замовлення було оброблено._G2325
sl_si: Vaše naročilo je bilo obdelano.
uk_ua: Ваше замовлення було оброблено.
zh_cn: 您的订单将被处理
zh_hk: 您的訂單已被接納

# lblComplete.Text
source: Order Complete_G2324
ar_il: الطلب قد اكتمل
el_gr: Η Παραγγελία σας Ολοκληρώθηκε
es_ar: Pedido completado
fi_fi: Tilaus on valmis
id_id: Pesanan selesai
it_ch: Ordine completo
kk_kz: Заказ размещен
mn_mn: Захиалга бүрэн орлоо
ms_my: Pesanan Lengkap
ru_ua: Повідомлення сформовано_G2324
sl_si: Dokončano naročilo
uk_ua: Повідомлення сформовано
zh_cn: 订单完成
zh_hk: 完成訂單

# btnPrint.Text
source: Print This Page_G2318
ar_il: اطبع هذه الصفحة
el_gr: Εκτύπωση σελίδας
es_ar: Imprimir esta página
fi_fi: Tulosta tämä sivu
id_id: Cetak halaman ini
it_ch: Stampa questa pagina
kk_kz: Распечатать эту страницу
mn_mn: Энэ хуудсыг хэвлэх
ms_my: Cetak halaman ini
ru_ua: Роздрукувати цю сторінку_G2318
sl_si: Natisni to stran
uk_ua: Роздрукувати цю сторінку
zh_cn: 打印此页
zh_hk: 列印此頁

# btnSubmit.Text
source: Submit Order_G2319
ar_il: إرسال الطلب
el_gr: Υποβολή Παραγγελίας
es_ar: Procesar pedido
fi_fi: Lähetä tilaus
id_id: Serahkan pesanan
it_ch: Invia ordine
kk_kz: Разместить заказ
mn_mn: Захиалга оруулах
ms_my: Serahkan Pesanan
ru_ua: Підтвердити замовлення_G2319
sl_si: Pošlji naročilo
uk_ua: Підтвердити замовлення
zh_cn: 提交订单
zh_hk: 提交訂單

# btnBack.Text
source: Back_G2313
ar_il: العودة
el_gr: Επιστροφή
es_ar: Volver
fi_fi: Takaisin
id_id: Kembali
it_ch: Indietro
kk_kz: Назад
mn_mn: Буцах
ms_my: Kembali
ru_ua: Повернутися_G2313
sl_si: Nazaj
uk_ua: Повернутися
zh_cn: 回去
zh_hk: 返回

# EmailComment
source: Herbalife will send you confirmation, status or updates to this email address. To make this your primary address go to My Account -> My Profile to update your email address._G2320
ar_il: هيربالايف سترسل لك التأكيد والوضع والتحديثات الى عنوان البريد هذا. كي يصبح هذا هو بريدك الالكتروني الرئيسي اذهب الى حسابي -> صفحتي لتحديث عنوان بريدك الالكتروني.
el_gr: Η Herbalife θα σας στείλει στην ηλεκτρονική σας διεύθυνση επιβεβαίωση για την παραγγελία σας, την κατάσταση και για τυχόν αλλαγές. Για να επιλέξετε τη συγκεκριμένη Ηλεκτρονική Διεύθυνση ως αρχική πηγαίνετε στο Ο Λογαριασμός μου > Το Προφίλ μου για να ενημερώσετε τα στοιχεία την Ηλεκτρονική σας Διεύθυνση.
es_ar: Herbalife va a enviar la confirmación de tu pedido, estado o actualizaciones a esta dirección de correo electrónico. Para hacer esta tu dirección primaria necesita ingresar en Mi cuenta - Mi Perfil para actualizar la misma.
fi_fi: Herbalife lähettää tilauksen vahvistuksen, statuksen ja päivitykset seuraavaan sähköpostiosoitteeseen: Asettaaksesi tämän ensisijaiseksi sähköpostiosoitteeksesi siirry kohtaan Oma tili > Oma profiili päivittääksesi sähköpostisosoitteesi.
id_id: Herbalife akan mengirimkan konfirmasi, status, atau pembaruan ke alamat email ini. Untuk membuat ini sebagai alamat utama pergi ke akun saya ->profil saya untuk mengubah alamat email anda
it_ch: Herbalife ti invierà la conferma dell'ordine, lo stato e gli aggiornamenti all'indirizzo email. Per rendere principale questo indirizzo email vai su Il Mio account e report> Mio profilo per aggiornare il tuo indirizzo email
kk_kz: Herbalife будет высылать подтверждение заказа, статус или изменения статуса на данный адрес эл. почты:
mn_mn: Herbalfie энэхүү захиалгын тань талаар и-мэйл явуулах болно.Үүнийг өөрийн үндсэн и-мэйл болгохыг хүсч байвал My Account > My Profile руу орж шинэчлэнэ үү.
ms_my: Herbalife akan menghantar anda pengesahan, status atau kemaskini kepada alamat emel ini. Untuk menjadikan ini alamata utama anda, sila ke My Account -> My Profile untuk mengemaskinikan alamat emel anda.
ru_ua: Herbalife відправить вам підтвердження вашого замовлення, статус або зміни на наступну електронну адресу. Для того, щоб зробити цю адресу основною, перейдіть у розділ Мій рахунок -> Мій профіль та змініть вашу електронну адресу._G2320
sl_si: Herbalife vam bo poslal potrditev, status in posodobitve na ta e-naslov. Če ga želite nastaviti za svoj glavni e-naslov, pojdite v zavihek Moj račun > Moj profil in posodobite svoj e-naslov
uk_ua: Herbalife відправить вам підтвердження вашого замовлення, статус або зміни на наступну електронну адресу. Для того, щоб зробити цю адресу основною, перейдіть у розділ Мій рахунок -> Мій профіль та змініть вашу електронну адресу.
zh_cn: 康宝莱将发送确认、状态或更新至这个电邮地址。要设置这电邮为您的主要电邮地址，请到“我的帐户” - >“我的个人资料”更新您的电邮地址。
zh_hk: 康寶萊會透過以下電郵地址發送您的訂單確認書、訂單狀態及最新消息。如欲變更此電郵為主要聯絡電郵，請前往我的辦公室→聯絡方式偏好設定選項內更新

# lbSubmit.Text
source: Your order will be placed when you click 'Submit Order'_G2328
ar_il: سيتم قبول طلبك عند الضغط على "إرسال الطلب"
el_gr: Η παραγγελία σας θα ολοκληρωθεί μόλις επιλέξετε ‘Υποβολή Παραγγελίας’
es_ar: Tu pedido va a ser procesado una vez que Haz clic en "Procesar".
fi_fi: Tilauksesi rekisteröityy järjestelmäämme, kun painat "Lähetä"
id_id: Pesanan anda akan dikomfirmasi ketika anda mengklik kirim pesanan
it_ch: Il tuo ordine sarà inserito cliccando su "Invia ordine"
kk_kz: Ваш заказ будет размещен после нажатия Вами кнопки "Разместить заказ"
mn_mn: "Захиалгыг оруулах"-ыг дарсанаар таны захиалга хийгдэнэ
ms_my: Pesanan anda ditempah apabila anda mengklik 'Submit Order'
ru_ua: Ваше замовлення буде розміщено після того, як ви натиснете "Підтвердити замовлення" _G2328
sl_si: Vaše naročilo bo oddano s klikom na Pošlji naročilo.
uk_ua: Ваше замовлення буде розміщено після того, як ви натиснете "Підтвердити замовлення"
zh_cn: 点击“提交订单”下订您的订单。
zh_hk: 當您按下"提交訂單"，訂單便會生效

# lbEmailTitle.Text
source: Email Notification_G2322
ar_il: إشعار بالبريد الالكتروني
el_gr: Ειδοποίηση μέσω της Ηλεκτρονικής σας Διεύθυνσης
es_ar: Notificación por correo electrónico
fi_fi: Sähköposti-ilmoitus
id_id: Pemberitahuan Email
it_ch: Email di notifica
kk_kz: Уведомление по е-mail
mn_mn: И-мэйл баталгаажуулалт
ms_my: Pemberitahuan Emel
ru_ua: Повідомлення електронної пошти_G2322
sl_si: Obveščanje po elektronski pošti
uk_ua: Повідомлення електронної пошти
zh_cn: 电邮通知
zh_hk: 電郵通知

# lbTitle.Text
source: Success_G2330
ar_il: نجاح
el_gr: Επιτυχής Συναλλαγή
es_ar: Éxito
fi_fi: Onnistui
id_id: Sukses
it_ch: Successo
kk_kz: Успешно
mn_mn: Амжилт
ms_my: Kejayaan
ru_ua: Успішно_G2330
sl_si: Uspeh
uk_ua: Успішно
zh_cn: 成功
zh_hk: 完成

# lbTax.Text
source: Tax_G2329
ar_il: ضريبة
el_gr: Φόρος
es_ar: Impuestos
fi_fi: Vero
id_id: Pajak
it_ch: Tasse
kk_kz: Налог
mn_mn: Татвар
ms_my: Cukai
ru_ua: Податок_G2329
sl_si: Davek
uk_ua: Податок
zh_cn: 税务
zh_hk: 稅款

# lbOrderNum.Text
source: Donation Order #_G2326
ar_il: رقم طلب التبرّع
el_gr: Παραγγελία Δωρεάς #
es_ar: Pedido por donación #
fi_fi: Lahjoitustilaus #
id_id: Pesanan donasi
it_ch: Ordine di donazione #
kk_kz: Заказ на пожертвование №
mn_mn: Хандивын захиалгын дугаар
ms_my: Pesanan Derma #
ru_ua: Замовлення на пожертву #_G2326
sl_si: Številka naročila donacije
uk_ua: Замовлення на пожертву #
zh_cn: 捐款订单 #
zh_hk: 捐款號碼#

# lbQty.Text
source: Quantity_G2327
ar_il: كمية
el_gr: Ποσότητα
es_ar: Cantidad
fi_fi: Määrä
id_id: kuantitas
it_ch: Quantità
kk_kz: Количество
mn_mn: Тоо
ms_my: Kuantiti
ru_ua: Кількість_G2327
sl_si: Količina
uk_ua: Кількість
zh_cn: 数量
zh_hk: 數量
