Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/MiniCart.ascx.*.resx
Languages: ar_il, es_ec, es_es, fr_fr, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, ko_kr, mk_mk, mn_mn, ms_my, nl_nl, pl_pl, pt_br, ro_ro, sk_sk, sl_si, sv_se, th_th, uk_ua, vi_vn, zh_mo, zh_my

# ViewEntireCartResource1.Text
source: View Entire Shopping Cart
ar_il: شاهد كل سلّة المشتريات
es_ec: Ver el Carrito de Compras Completo
es_es: Ver la Cesta de la Compra Completa
fr_fr: Voir tout le panier
he_il: צפה בכל עגלת הקניות
hi_in: सारी शॉपिंग की कार्ट देखिये :
hu_hu: A teljes kosár megtekintése
id_id: Tampilkan seluruh keranjang belanja
is_is: Skoða allt í innkaupakörfunni
it_it: Visualizza l'intero carrello
ja_jp: カートの中身を見る
kk_kz: Отобразить содержимое корзины полностью
ko_kr: 전체 장바구니 보기
mk_mk: Приказ на цела кошничка со производи
mn_mn: Сагсанд хийсэн зүйлсээ харах
ms_my: Lihat Seluruh Troli Beli-belah
nl_nl: Bekijk het volledige winkelmandje
pl_pl: Przeglądaj zawartość koszyka
pt_br: Visualizar carrinho de compras.
ro_ro: Vezi tot conţinutul coşului de cumpărături
sk_sk: Zobraziť úplný obsah nákupného košíka
sl_si: Poglej celotni nakupovalni voziček
sv_se: Se Hela Kundvagnen
th_th: ดูรถเข็นสั่งซื้อทั้งหมด
uk_ua: Переглянути повний кошик доставки
vi_vn: Xem tổng cộng giỏ hàng
zh_mo: 瀏覽購物車內所有項目
zh_my: 查看整个购物车

# noItemToPurchaseResource1.Text
source: There are no items to purchase in the order.<br>
ar_il: ليست هنالك أغراض للشراء في هذا الطلب.<br>
es_ec: No hay artículos para comprar en la orden. <br>
es_es: No hay artículos para comprar en el pedido. <br>
fr_fr: Il n'y a aucun article à acheter sur la commande.
he_il: לא קיימים פריטים לרכישה בהזמנה. <br>
hi_in: इस ऑर्डर में कोई सामान खरीदने के लिए नहीं हैं।<br>
hu_hu: Nincsenek tételek kiválasztva a vásárláshoz.<br>
id_id: Tidak ada barang yang akan dibeli dalam pesanan
is_is: Það eru engar vörur í þessari pöntun.<br>
it_it: Non ci sono articoli da acquistare nell'ordine.<br>
ja_jp: ご希望の製品を選んで、カートに入れてください。<br>
kk_kz: Невозможно перейти к оплате, так как в заказ не включен ни один товар.<br>
ko_kr: 구매한 제품이 없습니다. <br>
mk_mk: Нарачката не содржи поединечни производи за купување.<br>
mn_mn: Захиалганд худалдан авах зүйл байхгүй байна.<br>
ms_my: Tidak ada barangan untuk dibeli di dalam pesanan.<br>
nl_nl: Er zijn geen aangekochte artikelen in de order.<br>
pl_pl: Nie wybrałeś żadnych produktów w swoim zamóweiniu.<br>
pt_br: Não há produtos no Pedido.<br>
ro_ro: În această comandă nu sunt produse de achiziţionat.<br>
sk_sk: Objednávka neobsahuje položky k nákupu.<br>
sl_si: Naročilo ne vsebuje izdelkov za nakup.<br>
sv_se: Det er inga varor att betala i ordern.<br>
th_th: ไม่มีรายการสั่งซื้อ <br>
uk_ua: Немає товарів для формування замовлення .<br>
vi_vn: Không có loại hàng nào được mua trong đơn hàng. <br>
zh_mo: 目前訂單內沒有任何購買項目<br>
zh_my: 目前购物车内没有任何商品.<br>

# ShippingOptionNotPopulated
source: Please supply a Shipping Address
ar_il: الرجاء تقديم عنوان للشحن
es_ec: Por favor proporciona un domicilio de envío.
es_es: Por favor proporcione una Dirección de Envío
fr_fr: Veuillez indiquer une adresse de livraison.
he_il: הכנס בבקשה כתובת למשלוח
hi_in: कृपया एक सामान मंगवाने का पता भेजिए :
hu_hu: Kérjük adjon meg egy Kiszállítási címet
id_id: Silahkan masukkan alamat pengiriman
is_is: Vinsamlegast gefðu upp afhendingarheimilisfang.
it_it: Si prega di fornire un indirizzo di spedizione
ja_jp: 「配送／店頭お渡し」を指定し、ご注文製品をカートに入れてください。
kk_kz: Пожалуйста, введите адрес доставки
ko_kr: 배송주소를 선택하십시오.
mk_mk: Внесете адреса на испорака
mn_mn: Хүргэлтийн хаяг оруулна уу
ms_my: Sila pilih Alamat Penghantaran
nl_nl: Gelieve een verzend adres ingeven
pl_pl: Proszę podaj adres wysyłki
pt_br: Por favor informe o endereço de entrega.
ro_ro: Vă rugăm indicaţi o adresă de Livrare
sk_sk: Prosíme, doplňte Adresu doručenia
sl_si: Prosimo, navedite naslov za pošiljanje.
sv_se: Vänligen lägg till en Leveransadress
th_th: โปรดกรอกข้อมูลจัดส่ง
uk_ua: Будь ласка, введіть адресу доставки
vi_vn: Vui lòng cung cấp địa chỉ chuyển hàng
zh_mo: 請輸入送貨地址
zh_my: 请输入寄送地址

# RecentlyAddedResource1.Text
source: Recently Added
ar_il: تمت اضافتها مؤخرًا
es_ec: Agregado Recientemente
es_es: Agregado Recientemente
fr_fr: Articles récemment ajoutés
he_il: התווספו לאחרונה
hi_in: अभी हाल में जोड़े गए :
hu_hu: Utoljára hozzáadott
id_id: Baru saja ditambah
is_is: Nýlega bætt við
it_it: Aggiunti di recente
ja_jp: カートに加わった製品
kk_kz: Недавно добавленные продукты
ko_kr: 장바구니 항목
mk_mk: Неодамна додадени
mn_mn: Сүүлд шинээр нэмэгдсэн
ms_my: Baharu Ditambah
nl_nl: Onlangs toegevoegd
pl_pl: Ostatnio dodane
pt_br: Adicionado Recentemente
ro_ro: Adăugat Recent
sk_sk: Nedávno pridané
sl_si: Pred kratkim dodano
sv_se: Nyligen lagt till
th_th: รายการที่เพิ่มล่าสุด
uk_ua: Нещодавно обрані продукти
vi_vn: Thêm vào gần đây
zh_mo: 最近新增
zh_my: 最新增加产品

# TxtSubtotalResource1.Text
source: Subtotal:
ar_il: المجموع الثانوي:
fr_fr: Montant après remise:
he_il: סך הכל ביניים:
hi_in: उप-जोड़ :
hu_hu: Részösszeg
is_is: Samtals:
it_it: Totale
ja_jp: 割引後価格合計
kk_kz: Сумма со скидкой без учета налогов
ko_kr: 합계금액
mk_mk: Подзбир без ДДВ:
mn_mn: Дэд Дүн:
ms_my: Jumlah Kecil:
nl_nl: Subtotaal:
pl_pl: Razem
sk_sk: Medzisúčet
sl_si: Skupaj:
th_th: รวมย่อย:
uk_ua: Ціна з Вашою знижкою
vi_vn: Tổng cộng:
zh_mo: 折扣後金額(未含市場推廣基金)：
zh_my: 折扣后未税金额:

# OrderMonthVolumeInfo.Text
source: As a non-Supervisor, order month volume shows the total of your <BR>Personally Purchased Volume plus your Downline Volume.
ar_il: لأنك غير مشرف، حجم شهر الطلب يُظهر مجموع <BR/>حجم نقاط الشراء الشخصي زائد نقاط المجموعه الخاضعه لك
es_ec: Como no-Supervisor, el volumen de pedidos del mes muestra el total de tu <BR>Volumen Comprado Personalmente más el Volumen de tu línea Descendente
es_es: Como no-Supervisor, el volumen de pedidos del mes muestra su <BR>Volumen Comprado Personalment más el Volumen de su línea Descendente
fr_fr: En tant que non Superviseur, le volume du mois de commande indique le total de votre volume personnel <BR> PPV et celui de vos propres Membres
he_il: כלא-מפקח, ניקוד חודש ההזמנה מראה את סך כל <BR>הנקודות שנרכשו אישית בנוסף לניקוד של ארגון הכפיפויות שלכם.
hi_in: एक अन-पर्यवेक्षक की तरह आपका महीने का आर्डर आयतन आपका कुल <BR>दिखाता है जो कि आपके व्यक्तिगत रूप से खरीदे आयतन में आपका डाउनलाइन आयतन जोड़कर कुल के बराबर होता है।
hu_hu: Supervisor szint alatt, a rendelési hónap volumene megmutatja az összes <BR> személyesen vásárolt volumenjét (PPV), plusz az alsóvonalbeli volumenjét (DLV)
id_id: Sebagai non-Supervisor, volume bulan pesanan terlihat dari total <BR>Volume Pembelian Pribadi ditambah Volume Downline Anda.
is_is: Sem ekki Supervisor sérðu persónulega keypta punkta og punkta keypta af undirlínum,<BR> sem heildarpunktastöðu fyrir þennan pöntunarmánuð.
it_it: Non essendo un Supervisore, il volume mese mostra il totale del tuo <BR>Volume personalmente acquistato più il volume di Downline.
ja_jp: スーパバイザー未満の月間V.P.は<br>PPVとDLVの合計が表示されます。
kk_kz: Лично выкупленный объем для Дистрибьюторов,не являюшихся Супервайзорами; <BR>суммируется с объемом нижестоящей Дистрибьюторской организации в течение месяца
ko_kr: 에스피 자격이 아닌 회원으로서, 월별 구매실적은 <BR> 본인의 개인실적과 다운라인실적의 합계가 보여집니다.
mk_mk: Ако уште не сте Супервизор, волуменот во месецот на нарачка го прикажува збирот од вашиот <BR>лично купен волумен плус волуменот на Членови во ваши долни линии.
mn_mn: Та Супервайзор биш тул Таны хувийн ID дээр хийсэн нийт оноо болон доод баг командын <BR> онооны нийлбэрийг тухайн сарын оноогоор харуулна.
ms_my: Sebagai seorang bukan Penyelia, volum bulan pesanan menunjukkan jumlah <BR>Volum Pembelian Peribadi tambah Volum Baris Bawahan anda.
nl_nl: Als niet-supervisor, toont het maandvolume u het totaal van uw <BR>Persoonlijk aangekocht volume, plus uw downline volume.
pl_pl: Jeśli nie jesteś Supervisorem, punkty w danym miesiącu obrotowym to suma Twoich Osobiście Zakupionych Punktów wraz z Punktami Obrotu Podległych Dystrybutorów.
pt_br: Como não-Supervisor, o volume do pedido mensal mostra o total do seu <BR>Volume Adquirido Pessoalmente adicionado ao Volume da Linha Descendente.
ro_ro: Pentru că nu sunteţi Supervizor, volumul lunii este format din<BR> Volumul Personal şi din Volumul Liniei Descendente
sk_sk: Vám ako ne-Supervízorovi, mesačný objednávkový objem predstavuje súčet vášho <BR> osobne nakúpeného objemu a objemu vašich spodných línií.
sl_si: Za vas kot neSupervisorja število volumenskih točk za mesec naročila prikazuje skupno število vaših <br/>volumenskih točk osebnega nakupa (PPV) in volumenske točke vaše podredne linije.
sv_se: Som icke-Supervisor visar månadens totalvolym dina <BR> Personliga inköp plus din Downline försäljning.
th_th: ผู้ที่ไม่ใช่ซุปเปอร์ไวเซอร์ คะแนนที่แสดงจะเป็นยอดรวม<BR> ของคะแนนที่เกิดขึ้นจากการสั่งซื้อโดยตรงที่เฮอร์บาไลฟ์และคะแนนของดาวน์ไลน์
uk_ua: Як не Супервайзор, очки за поточний місяць відображують всі ваші <BR> Особисто Викуплені Очки плюс Очки ваших Незалежних Партнерів нижчого підпорядкування.
vi_vn: Đối với TV chưa là GSV, điểm tháng đặt hàng thể hiện tổng điểm <BR> doanh số mua trực tiếp của bạn cộng với doanh số tuyến dưới của bạn
zh_mo: 非領班直銷商，訂購月份銷售量點數顯示<BR>您個人銷售量點數及您下線的銷售量點數的總和。
zh_my: 身为一名非直销领班，订购月份点数显示<BR>您私人购货点数以及您下线的购货点数之总数。

# ClearCartResource1
source: Clear Cart
ar_il: تنظيف السلّة
es_ec: Vaciar el Carrito
es_es: Vaciar la Cesta
fr_fr: Vider le Panier
he_il: נקה עגלה
hi_in: कार्ट खाली कीजिये।
hu_hu: Kosár kiürítése
id_id: Bersihkan keranjang
is_is: Tæma körfu
it_it: Svuota Carrello
ja_jp: カートの中身を空にする
kk_kz: Очистить корзину
ko_kr: 장바구니 비우기
mk_mk: Испразни кошничка
mn_mn: Сагсыг хоослох
ms_my: Kosongkan Troli
nl_nl: Winkelmandje legen
pl_pl: Wyczyść koszyk
pt_br: Esvaziar carrinho
ro_ro: Goleşte Coşul
sk_sk: Vymazať položky v košíku
sl_si: Izprazni voziček
sv_se: Radera Vagnen
th_th: ลบสินค้าจากรถเข็นสั่งซื้อ
uk_ua: Очистити кошик
vi_vn: Xóa giỏ hàng
zh_mo: 清除購物車內所有項目
zh_my: 清空购物车

# TxtVolumePointResource1.Text
source: Volume Point:
ar_il: حجم نقاط
es_ec: Puntos de Volumen:
es_es: Puntos de Volumen:
fr_fr: Points Volume:
he_il: נקודות זיכוי:
hi_in: आयतन बिंदु :
hu_hu: Volumen pont
id_id: Volume Poin
is_is: Viðskiptapunktar:
it_it: Punti Volume:
ja_jp: カート内V.P.
kk_kz: Очки по заказу
ko_kr: 주문 실적점수
mk_mk: Волуменски поени:
mn_mn: Оноо:
ms_my: Poin Volum:
nl_nl: Volumepunt:
pl_pl: Punkty obrotu:
pt_br: Volume do Pedido
ro_ro: Puncte de Volum
sk_sk: Objemové body:
sl_si: Volumenske točke:
sv_se: Volympoäng
th_th: คะแนน:
uk_ua: Очки за замовлення:
vi_vn: Điểm doanh số
zh_mo: 銷售量點數：
zh_my: 购货点数∶

# Yes.Text
source: Yes
ar_il: نعم
es_ec: Sí
es_es: Si
fr_fr: Oui
he_il: כן
hi_in: हां
hu_hu: Igen
id_id: Ya
is_is: Já
it_it: Sì
ja_jp: はい
kk_kz: Да
ko_kr: 예
mk_mk: Да
mn_mn: Тийм
ms_my: Ya
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
sk_sk: Áno
sl_si: Da
sv_se: Ja
th_th: ใช่
uk_ua: Так
vi_vn: Đồng ý
zh_mo: 是
zh_my: 是

# lbNumItemsResource1.Text
source: item(s) in cart
ar_il: غرض (أغراض) في السلّة
es_ec: Artículo(s) en tu carrito
es_es: artículo(s) en la cesta
fr_fr: Article(s) dans le panier
he_il: פריט(ים) בעגלה
hi_in: कार्ट (कार्ट्स) में सामान :
hu_hu: a kosárban lévő termék(ek)
id_id: Barang dalam keranjang
is_is: Vörur í innkaupakörfu
it_it: Articolo(i) nel carrello
ja_jp: カートの内容
kk_kz: Товар(а/ов) в корзине
ko_kr: 장바구니 항목
mk_mk: производ(и) во кошничката
mn_mn: Сагсан дахь зүйл(с)
ms_my: Barangan di dalam troli
nl_nl: Artikel(en) in winkelmandje
pl_pl: Produkt/y w koszyku
pt_br: Produto(s) no carrinho
ro_ro: articol(e) în coş
sk_sk: položka/položky v košíku
sl_si: izdelki v vozičku
sv_se: produkter i kundvagnen
th_th: รายการในรถเข็นสั่งซื้อ
uk_ua: Товар(и) в кошику
vi_vn: Loại hàng trong giỏ
zh_mo: 件產品於購物車內
zh_my: 项货品在购物车

# TextMiniCartResource1.Text
source: Mini Cart
ar_il: سلّة مصغّرة
es_ec: Mini Carrito
es_es: Mini Cesta
fr_fr: Mini Panier
he_il: עגלת מיני
hi_in: छोटी कार्ट :
hu_hu: Mini kosár
id_id: Keranjang kecil
is_is: Litla karfan
it_it: Mini carrello
ja_jp: ショッピング・カート
kk_kz: Мини корзина
ko_kr: 미니 장바구니
mk_mk: Мини-кошничка
mn_mn: Жижиг Сагс
ms_my: Troli kecil
nl_nl: Mini winkelmandje
pl_pl: Koszyk
pt_br: Mini carrinho
ro_ro: Mini Coş
sk_sk: Minikošík
sl_si: Mali voziček
sv_se: Mini Kundvagn
th_th: ดูสรุปข้อมูลสั่งซื้อ
uk_ua: Міні кошик
vi_vn: Giỏ hàng nhỏ
zh_mo: 購物車
zh_my: 我的购物车

# No.Text
source: No
ar_il: لا
fr_fr: Non
he_il: לא
hi_in: नहीं
hu_hu: Nem
id_id: Tidak
is_is: Nei
ja_jp: いいえ
kk_kz: Нет.
ko_kr: 아니오
mk_mk: Не
mn_mn: ҮГҮЙ
ms_my: Tidak
nl_nl: Nee
pl_pl: Nie
pt_br: Não
ro_ro: Nu
sk_sk: Nie
sl_si: Ne
sv_se: Nej
th_th: ไม่ใช่
uk_ua: Ні
vi_vn: Không
zh_mo: 否
zh_my: 否

# TxtCurrentDiscountRateResource1.Text
source: Current Discount Rate:
ar_il: نسبة الخصم الحالي:
es_ec: Porcentaje de Descuento Actual:
es_es: Porcentaje de descuento actual:
fr_fr: Taux de remise actuel:
he_il: אחוז הנחה נוכחי:
hi_in: वर्तमान छूट वाली कीमत :
hu_hu: Jelenleg kedvezmény:
id_id: Diskon saat ini:
is_is: Núverandi afsláttarprósenta
it_it: Percentuale attuale di sconto
ja_jp: 割引率
kk_kz: Ваша скидка
ko_kr: 할인율
mk_mk: Тековен попуст:
mn_mn: Одоогийн Хөнгөлөлтийн хувь:
ms_my: Kadar Diskaun Semasa:
nl_nl: Huidig kortings percentage:
pl_pl: Aktualny poziom rabatu:
pt_br: Faixa de Volume de Pontos:
ro_ro: Discountul Actual:
sk_sk: Aktuálna výška zľavy
sl_si: Trenutni popust:
sv_se: Nuvarande Rabattsats
th_th: อัตราส่วนลดปัจจุบัน:
uk_ua: Ваша поточна знижка
vi_vn: Tỉ lệ chiết khấu
zh_mo: 可享折扣
zh_my: 可享折扣

# CheckoutButtonResource1.Text
source: Checkout
ar_il: الدفع
es_ec: Colocar Pedido
es_es: Continuar
fr_fr: Paiement
he_il: קופה
hi_in: देखिये :
hu_hu: Tovább a fizetéshez
id_id: Lanjut
is_is: Ganga frá pöntun
it_it: Conferma ordine
ja_jp: チェックアウト
kk_kz: Перейти к оплате
ko_kr: 결제하기
mk_mk: Плати
mn_mn: Худалдан авалтаа дуусгах
ms_my: Bayar dan Keluar
nl_nl: Ga verder
pl_pl: Realizacja zamówienia
pt_br: Finalizar
ro_ro: Continuă
sk_sk: Do pokladne
sl_si: Blagajna
sv_se: Utgångskassan
th_th: ชำระเงิน
uk_ua: Підтвердити
vi_vn: Tiếp tục đặt hàng
zh_mo: 結帳
zh_my: 结账离开

# ClearCartResource1.Text
source: Clear Cart
ar_il: تنظيف السلّة
es_ec: Vaciar el Carrito
es_es: Vaciar la Cesta
fr_fr: Vider le Panier
he_il: נקה עגלה
hi_in: कार्ट खाली कीजिये।
hu_hu: Kosár kiürítése
id_id: Bersihkan keranjang
is_is: Tæma körfu
it_it: Svuota Carrello
ja_jp: カートの中身を空にする
kk_kz: Очистить корзину
ko_kr: 장바구니 비우기
mk_mk: Испразни кошничка
mn_mn: Сагсыг хоослох
ms_my: Kosongkan Troli
nl_nl: Winkelmandje legen
pl_pl: Wyczyść koszyk
pt_br: Esvaziar carrinho
ro_ro: Goleşte Coşul
sk_sk: Vymazať položky v košíku
sl_si: Izprazni voziček
sv_se: Radera Vagnen
th_th: ลบสินค้าจากรถเข็นสั่งซื้อ
uk_ua: Очистити кошик
vi_vn: Xóa giỏ hàng
zh_mo: 清除購物車內所有項目
zh_my: 清空购物车

# lblConfirmClearCart.Text
source: Confirmation
ar_il: موافقة
es_ec: Confirmación
es_es: Confirmación
he_il: אישור על הזמנה דו חודשית
hi_in: पुष्टि
hu_hu: Megerősítés
id_id: Konfirmasi
is_is: Staðfesting
it_it: Conferma
ja_jp: 確認
kk_kz: Подтверждение.
ko_kr: 확인
mk_mk: Потврда
mn_mn: Баталгаажуулах
ms_my: Pengesahan
nl_nl: Bevestiging
pl_pl: Potwierdzenie
pt_br: Confirmação
ro_ro: Confirmare
sk_sk: Potvrdenie
sl_si: Potrditev
sv_se: Bekräftelse
th_th: ยืนยัน
uk_ua: Підтвердження
vi_vn: Xác nhận
zh_mo: 確認
zh_my: 确认

# lblConfirmClearCartText.Text
source: Are you sure you wish to clear the cart?
ar_il: هل أنت متأكد من أنك ترغب بتفريغ السلّة؟
es_ec: ¿Estas seguro(a) que deseas vaciar el carrito?
es_es: ¿Esta seguro/a que desea vaciar la cesta?
fr_fr: Etes-vous certain de vouloir vider le panier?
he_il: בטוח שברצונך לרוקן את עגלת הקניות?
hi_in: आपने तय कर लिया है कि आप कार्ट खाली कर देना चाहते हैं ?
hu_hu: Biztos benne, hogy törölni szeretné a kosár tartalmát?
id_id: apakah anda yakin anda menginginkan untuk membersihkan keranjang?
is_is: Ert þú viss um að þú viljir tæma körfuna?
it_it: Sei sicuro di voler svuotare il carrello?
ja_jp: カートの中身を空にしますか
kk_kz: Вы уверены что хотите очистить корзину?
ko_kr: 장바구니를 모두 비우시겠습니까?
mk_mk: Сигурни сте дека сакате да ја испразните кошничката?
mn_mn: Сагсыг хоослоно гэдэгтээ Та итгэлтэй байна уу?
ms_my: Adakah anda pasti anda ingin mengosongkan troli?
nl_nl: Weet u zeker dat u uw winkelmandje wilt legen?
pl_pl: Czy jesteś pewny, że chcesz opróżnić koszyk?
pt_br: Tem a certeza que deseja esvaziar o carrinho?
ro_ro: Sunteţi sigur că doriţi să goliţi coşul?
sk_sk: Naozaj chcete vymazať položky v nákupnom košíku?
sl_si: Ali ste prepričani, da želite izprazniti voziček?
sv_se: Är du säker på att du vill tömma vagnen?
th_th: คุณแน่ใจที่จะลบข้อมูลในรถเข็นสั่งซื้อหรือไม่
uk_ua: Ви впевнені, що хочете очистити кошик?
vi_vn: Bạn có muốn xóa giỏ hàng?
zh_mo: 您確定要清除購物車內的項目?
zh_my: 您是否确定要清空购物车？

# ShippingOrPickupNeeded
source: Please choose a delivery method.
ar_il: الرجاء اختيار طريقة توصيل الشحن
es_ec: Por favor, elija un método de entrega.
es_es: Por favor eliga un método de envío.
fr_fr: Veuillez sélectionner un mode de livraison.
he_il: אנא בחר שיטת משלוח.
hi_in: कृपया एक वितरण का माध्यम चुनिए।
hu_hu: Kérjük, válassza ki a kiszállítási módot.
id_id: Silahkan pilih metode pengantaran
it_it: Scegliere un metodo di consegna.
ja_jp: 「配送／店頭お渡し」を指定し、ご注文製品をカートに入れてください。
kk_kz: Пожалуйста, выберите способ доставки
ko_kr: 배송 방법을 선택하십시오.
mk_mk: Изберете начин на испорака.
mn_mn: Хүргэлтийн аргыг сонгоно уу.
ms_my: Sila pilih kaedah penghantaran.
nl_nl: Gelieve een verzend of pickup optie te kiezen
pl_pl: Wybierz opcję dostawy
pt_br: Por favor escolha o método de entrega.
ro_ro: Vă rugăm selectaţi o metodă de livrare.
sk_sk: Prosíme, vyberte spôsob doručenia.
sl_si: Prosimo, izberite način dostave.
th_th: โปรดเลือกวิธีการจัดส่ง
uk_ua: Будь ласка, оберіть спосіб доставки.
vi_vn: Vui lòng lựa chọn cách giao hàng
zh_mo: 請選擇運送方法
zh_my: 请选择寄送方式

# OrderTypeNotSelected
source: Please select the Order Type from the mini cart
ar_il: الرجاء اختيار نوع الطلب من هذه البطاقة المصغّرة
es_ec: Por favor, selecciona el tipo de pedido desde mini carrito.
es_es: Por favor seleccione el tipo de pedido desde la mini cesta.
fr_fr: Veuillez sélectionner le type de la commande dans le mini-panier.
he_il: בחר בבקשה את סוג ההזמנה מעגלת המיני
hi_in: कृपया मिनी कार्ट से एक आर्डर टाइप चुनिए।
hu_hu: Kérjük válassza ki a rendelés típusát a mini kosárból
id_id: Silahkan pilih tipe order dari keranjang kecil
is_is: Vinsamlegast veldu tegund pöntunar úr litlu körfunni.
it_it: Si prega di selezionare il tipo d'ordine dal carrello
ja_jp: ショッピング・カートから製品の受取方法を選択してください
kk_kz: Пожалуйста выберете тип заказа в мини-корзине.
ko_kr: 픽업 장소를 선택하십시오.
mk_mk: Изберете тип на нарачка од мини-кошничката
mn_mn: Жижиг сагснаас захиалгын төрлийг сонгоно уу
ms_my: Sila pilih Jenis Pesanan dari troli mini
nl_nl: Gelieve het order type in het mini winkelmandje te selecteren
pl_pl: Wybierz rodzaj zamówienia
pt_br: Por favor selecione o tipo de Pedido do mini carrinho.
ro_ro: Vă rugăm selectaţi Tipul Comenzii din mini-coş
sk_sk: Prosíme, vyberte Typ objednávky z minikošíka
sl_si: Prosimo, izberite vrsto naročila iz malega vozička.
sv_se: Vänligen välj Order Typ från mini kundvagnen.
th_th: โปรดเลือกประเภทการสั่งซื้อจากรถเข็นสั่งซื้อขนาดเล็ก
uk_ua: Будь ласка, оберіть тип замовлення у міні кошику
vi_vn: Vui lòng lựa chọn cách đặt hàng từ giỏ hàng nhỏ
zh_mo: 請於購物車內選擇訂單種類
zh_my: 请于小型购货车中选择订单的类型

# PickUpOptionNotPopulated
source: Please select the Pick Up location
ar_il: الرجاء اختيار موقع الاستلام
es_ec: Por favor selecciona la ubicación de retiro.
es_es: Por favor seleccione el centro de recogida
fr_fr: Veuillez sélectionner le lieu de pickup.
he_il: אנא בחר את מקום האיסוף.
hi_in: कृपया एक पिकअप का स्थान चुनिए।
hu_hu: Kérjük válasszon áruátvételi helyet
id_id: Silahkan pilih lokasi penjemputan
it_it: Si prega di selezionare un magazzino per il Ritiro Diretto
kk_kz: Пожалуйста выберите место выдачи заказа.
ko_kr: 픽업 장소를 선택하십시오.
mk_mk: Изберете локација на подигање
mn_mn: Очиж Авах байршлаа сонгоно уу
ms_my: Sila pilih lokasi Pungutan
nl_nl: Gelieve de pickup locatie selecteren.
pl_pl: Wybierz lokalizację odbioru
pt_br: Por favor, selecione o local de entrega
ro_ro: Vă rugăm selectaţi o locaţie de unde veţi ridica produsele.
sk_sk: Prosíme, vyberte Miesto vyzdvihnutia
sl_si: Prosimo, izberite prevzemni kraj.
th_th: โปรดเลือกสถานที่รับสินค้า
uk_ua: Будь ласка, оберіть спосіб отримання
vi_vn: Vui lòng lựa chọn kho nhận hàng
zh_mo: 請選擇提貨地點
zh_my: 请选择提取选项

# TxtOrderTotalsResource1.Text
source: Order Totals
ar_il: مجموع الطلبيه الكامل
es_ec: Totales de la Orden
es_es: Totales del Pedido
fr_fr: Total de la commande
he_il: סך כל ההזמנה
hi_in: आर्डर का कुल जोड़ :
hu_hu: Rendelés Összesítő
id_id: Total Order
is_is: Pöntun samtals
it_it: Totale Ordine
ja_jp: ご注文状況
kk_kz: Итог заказа
ko_kr: 주문 합계
mk_mk: Вкупен износ на нарачкa
mn_mn: Захиалгын Мэдээлэл
ms_my: Jumlah Pesanan
nl_nl: Order totaal
pl_pl: Podsumowanie zamówienia
pt_br: Totais do Pedido
ro_ro: Total Comenzi
sk_sk: Celkový súčet objednávky
sl_si: Skupaj naročilo
sv_se: Order Total
th_th: จำนวนรวมที่สั่งซื้อ
uk_ua: Підсумок по замовленню
vi_vn: Tổng cộng đơn hàng
zh_mo: 訂單總數
zh_my: 订购总数

# noItemResource1.Text
source: no items in your cart<br>
ar_il: لا توجد أغراض في سلّتك<br>
es_ec: No hay ningún artículo en tu carrito <br>
es_es: no hay ningún artículo en su cesta <br>
fr_fr: Aucun article dans votre panier
he_il: לא קיימים פריטים בעגלה שלך <br>
hi_in: आपकी कार्ट में कोई सामान नहीं है। <br>
hu_hu: <br> kosarában nincsen egyetlen tétel sem
id_id: Tidak ada barang dalam keranjang
is_is: Engar vörur í innkaupakörfunni<br>
it_it: Non ci sono articoli nel tuo carrello
ja_jp: ショッピング・カートに製品はありません
kk_kz: Корзина пуста<br>
ko_kr: 장바구니가 비어있습니다<br>
mk_mk: нема производи во кошничката<br>
mn_mn: Таны сагс хоосон байна<br>
ms_my: tiada barang di dalam troli anda<br>
nl_nl: Geen artikelen in uw winkelmandje<br>
pl_pl: Nie ma produktów w twoim koszyku<br>
pt_br: O seu carrinho de compras encontra-se vazio.<br>
ro_ro: nu aveţi produse în coş<br>
sk_sk: žiadne položky vo Vašom košíku <br>
sl_si: v vašem vozičku ni izdelkov<br>
sv_se: inga varor i vagnen<br>
th_th: ไม่มีรายการในรถเข็นสั่งซื้อ
uk_ua: Ваш кошик порожній <br>
vi_vn: Giỏ hàng trống<br>
zh_mo: 您的購物車<br>內沒有訂購項目
zh_my: 购物车内没有产品<br>

# TxtOrderMonthResource1.Text
source: Order Month
ar_il: شهر الطلبيه
es_ec: Mes de Pedido
es_es: Mes del Pedido
fr_fr: Mois de la commande
he_il: חודש הזמנה
hi_in: ऑर्डर महिना
hu_hu: Rendelési Hónap
id_id: Bulan Order
is_is: Pöntunarmánuður
it_it: Mese Ordine
ja_jp: 注文月
kk_kz: Месяц заказа
ko_kr: 주문 실적월
mk_mk: Месец на нарачка
mn_mn: Захиалгын Сар
ms_my: Bulan Pesanan
nl_nl: Ordermaand
pl_pl: Miesiąc zamówienia
pt_br: Mês do Pedido
ro_ro: Luna Comenzii
sk_sk: Mesiac objednávky:
sl_si: Mesec naročila
sv_se: Ordermånad
th_th: เดือนที่สั่งซื้อ
uk_ua: Місяць замовлення
vi_vn: Tháng đặt hàng
zh_mo: 訂購月份
zh_my: 订购月份

# lblDisplayOrderMonthVolumeResource1.Text
source: Order Month Volume
ar_il: حجم نقاط الشهري
es_ec: Volumen Acumulado en el Mes
es_es: Volumen Acumulado del Mes
fr_fr: Total des Points Volume du mois en cours
he_il: ניקוד חודש הזמנה
hi_in: आर्डर के महीने का आयतन :
hu_hu: Rendelési hónap volumene
id_id: Volume bulan Ini
is_is: Viðskiptapunktar í pöntunarmánuði
it_it: Volume mese in corso
ja_jp: 月間V.P.
kk_kz: Количество очков за текущий месяц
ko_kr: 당월 실적점수
mk_mk: Волумен во месец на нарачка
mn_mn: Захиалгын Сарын Оноо
ms_my: Volum Bulan Pesanan
nl_nl: Ordermaand Volume
pl_pl: Punkty obrotu w miesiącu
pt_br: Volume Acum.Mês
ro_ro: Volumul Lunii de Comandă
sk_sk: Objem objednávkového mesiaca
sl_si: Volumenske točke za mesec naročila
sv_se: Volympoäng denna Ordermånad
th_th: คะแนนเดือนที่สั่งซื้อ
uk_ua: Очки за поточний місяць
vi_vn: Doanh số tháng đặt hàng
zh_mo: 當月已完成之訂單銷售量點數
zh_my: 订购月份点数
