Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/OrderQuickView.ascx.*.resx
Languages: hu_hu, zh_cn

# LinkAddResource1.Text
source: Add
hu_hu: Új cím hozzáadása
zh_cn: 新增

# lnAddAddressResource1.Text
source: Add Address
hu_hu: Cím hozzáadása
zh_cn: 新增地址

source: Add Shipping Address
hu_hu: Szállítási cím hozzáadása
zh_cn: 新增寄送地址

# LinkDeleteResource1.Text
source: Delete
hu_hu: Töröl
zh_cn: 删除

# LinkEditResource1.Text
source: Edit
hu_hu: Szerkeszt
zh_cn: 修改

# InventoryViewResource2.Text
source: Inventory View
hu_hu: Érvénytelen irányítószám
zh_cn: 查看库存

source: Location:
hu_hu: Helyszín:
zh_cn: 位置:

source: Nickname:
hu_hu: Becenév:
zh_cn: 昵称∶

# NickNameReadonlyResource1.Text
source: Nickname:
hu_hu: Becenév:
zh_cn: 昵称∶

# NickNameResource1.Text
source: Nickname:
hu_hu: Becenév:
zh_cn: 昵称∶

# DeliveryOptionType_Pickup
source: Pick Up
hu_hu: Áruátvétel
zh_cn: 提取

# ListItemResource2.Text
source: Pick Up
hu_hu: Áruátvétel
zh_cn: 提取

# PickUpForm
source: Pick Up At:
hu_hu: Áruátvétel itt:
zh_cn: 提取:

# TextSelect
source: ---Select---
hu_hu: ---Kiválaszt---
zh_cn: 请选择

source: Select Pick Up
hu_hu: Árufelvétel kiválasztása
zh_cn: 选择提取

# lbShiptoOrPickupReadonlyResource1.Text
source: Ship To:
hu_hu: Szállítási cím:
zh_cn: 寄送地址:

# lbShiptoOrPickupResource1.Text
source: Ship To:
hu_hu: Szállítási cím:
zh_cn: 寄送地址:

source: Ship To:
hu_hu: Szállítási cím:
zh_cn: 寄送地址:

# ShipTo.Text
source: Ship To:
hu_hu: Szállítási cím:
zh_cn: 寄送地址:

# DeliveryOptionType_Shipping
source: Shipping
hu_hu: Kiszállítás
zh_cn: 寄送

# ListItemResource1.Text
source: Shipping
hu_hu: Kiszállítás
zh_cn: 寄送

# TitleShipping
source: Shipping Options
hu_hu: Kiszállítási beállítások
zh_cn: 寄送选项

# TextOrderQuickViewResource1.Text
source: Shipping/Pick Up Options
hu_hu: Kiszállítás/Árufelvétel beállítások
zh_cn: 寄送/提取选项

# ListItemResource3.Text
source: Show All Inventory
hu_hu: Mutasd az összes készletet
zh_cn: 显示所有产品

# ListItemResource4.Text
source: Show Only Available Inventory
hu_hu: Csak az elérhető készletet mutasd
zh_cn: 显示现有可订购产品

# Type.Text
source: Type:
hu_hu: Típus:
zh_cn: 类型∶

# TypeResource1.Text
source: Type:
hu_hu: Típus:
zh_cn: 类型∶
