Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/ProductDetailControl.ascx.*.resx
Languages: el_cy, es_ec, es_es, fr_fr, hi_in, is_is, ko_kr, nl_nl, uk_ua, vi_vn, zh_cn, zh_hk

# CheckoutButtonDisabledResource1.Text
source: Add to Cart_G468
el_cy: Προσθήκη στο καλάθι αγορών
es_ec: Agregar al carrito
es_es: Agregar a la cesta
fr_fr: Ajouter au panier
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
ko_kr: 장바구니 담기
nl_nl: Aan winkelmandje toevoegen
uk_ua: Додати в кошик
vi_vn: Thêm vào giỏ hàng
zh_cn: 放入购物车
zh_hk: 加入購物車

# CheckoutButtonResource1.Text
source: Add to Cart_G469
el_cy: Προσθήκη στο καλάθι αγορών
es_ec: Agregar al carrito
es_es: Agregar a la cesta
fr_fr: Ajouter au panier
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
ko_kr: 장바구니 담기
nl_nl: Aan winkelmandje toevoegen
uk_ua: Додати в кошик
vi_vn: Thêm vào giỏ hàng
zh_cn: 放入购物车
zh_hk: 加入購物車

# lbDetailsResource1.Text
source: Details_G470
el_cy: Λεπτομέρειες
es_ec: Detalles
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
is_is: Nánari upplýsingar
ko_kr: 상세정보
nl_nl: Details
uk_ua: Деталі
vi_vn: Chi tiết
zh_cn: 详情
zh_hk: 產品詳情

# lbDocResource1.Text
source: Details_G471
el_cy: Λεπτομέρειες
es_ec: Etiqueta del Producto
es_es: Detalles
fr_fr: Détails
hi_in: उत्पाद का लेबल :
is_is: Nánari Upplýsingar
ko_kr: 제품 라벨
nl_nl: Product label
uk_ua: Продуктова етикетка
vi_vn: Nhãn sản phẩm
zh_cn: 产品标签
zh_hk: 產品標籤

# lbDistributorPrice.Text
source: Distributor Price_G472
el_cy: Τιμή Διανομέα
es_ec: Precio para el Asociado
es_es: Precio para el Miembro de Herbalife
hi_in: डिस्ट्रीब्यूटर मूल्य :
is_is: Verð Dreifingaraðila
ko_kr: 회원가
nl_nl: Distribiteuren prijs
uk_ua: Вартість для Незалежного Партнера
vi_vn: Bảng giá Thành viên
zh_cn: 直销商价格
zh_hk: 會員價格

# lbEarnBaseResource1.Text
source: Earn Base_G473
el_cy: Βάση Κέρδους
es_ec: Base de Ganancia
es_es: Base de Ganancias
fr_fr: Prix total HT ajusté
hi_in: आधार कमायें
is_is: Tekjugrunnur
ko_kr: 프로덕션 보너스 지급 기준
nl_nl: Inkomsten basis
uk_ua: База для роз-ку вин-ди
vi_vn: Giá chưa bao gồm phí xử lý đóng gói và VAT
zh_cn: 基本盈利
zh_hk: 收入基數

# lbFastFacts2Resource1.Text
source: Fast Facts_G474
el_cy: Στοιχεία σε συντομία
es_ec: Datos Útiles
es_es: Datos Adicionales
fr_fr: Avantages produits
hi_in: द्रुतगति तथ्य :
is_is: Staðreyndir
ko_kr: 제품요약
nl_nl: Product beschrijving
uk_ua: Основні факти
vi_vn: Các thông tin nhanh
zh_cn: 更多详情
zh_hk: 簡要資料

# lbFastFacts3Resource1.Text
source: Fast Facts_G475
el_cy: Στοιχεία σε συντομία
es_ec: Datos Útiles
es_es: Datos Adicionales
fr_fr: Avantages produits
hi_in: द्रुतगति तथ्य :
is_is: Staðreyndir
ko_kr: 제품요약
nl_nl: Product beschrijving
uk_ua: Основні факти
vi_vn: Các thông tin nhanh
zh_cn: 更多细节
zh_hk: 簡要資料

# lbFastFactsResource1.Text
source: Fast Facts_G476
el_cy: Στοιχεία σε συντομία
es_ec: Datos Útiles
es_es: Datos Adicionales
fr_fr: Fiches produits
hi_in: द्रुतगति तथ्य :
is_is: Staðreyndir
ko_kr: 제품요약
nl_nl: Product beschrijving
uk_ua: Основні факти
vi_vn: Các thông tin nhanh
zh_cn: 更多细节
zh_hk: 簡要資料

# lbKeyBenefitsResource1.Text
source: Key Benefits_G477
el_cy: Πλεονεκτήματα
es_ec: Beneficios Clave
es_es: Beneficios Clave
fr_fr: Apports essentiels
hi_in: मुख्य लाभ :
is_is: Helstu Kostir
ko_kr: 주요 혜택
nl_nl: Belangrijkste voordelen
uk_ua: Основні переваги
vi_vn: Các lợi ích quan trọng
zh_cn: 产品特点
zh_hk: 主要優點

# OutOfStock
source: Out of Stock_G478
el_cy: Εξαντλημένο προϊόν
es_ec: Agotado
es_es: Agotado
fr_fr: En rupture de stock
hi_in: स्टॉक में नहीं है :
is_is: Ekki til á lager
ko_kr: 품절
nl_nl: Niet beschikbaar
uk_ua: Немає в наявності
vi_vn: Hết hàng
zh_cn: 缺货
zh_hk: 缺貨

# lbOverview2Resource1.Text
source: Overview_G479
el_cy: Ανασκόπηση
es_ec: Descripción
es_es: Resumen
fr_fr: Aperçu général
hi_in: ओवरव्यू
is_is: Yfirlit
ko_kr: 개요
nl_nl: Overzicht
uk_ua: Переглянути
vi_vn: Tổng quan
zh_cn: 概要
zh_hk: 概覽

# lbOverviewResource1.Text
source: Overview_G480
el_cy: Ανασκόπηση
es_ec: Descripción
es_es: Resumen
fr_fr: Aperçu général
hi_in: ओवरव्यू
is_is: Yfirlit
ko_kr: 개요
nl_nl: Overzicht
uk_ua: Переглянути
vi_vn: Tổng quan
zh_cn: 概要
zh_hk: 概覽

# NoShippingInfo
source: Please enter shipping info._G481
el_cy: Παρακαλώ εισάγετε πληροφορίες αποστολής.
es_ec: Por favor, ingrese la información de envío
es_es: Por favor agrege la información de envío.
fr_fr: Veuillez entrer les renseignements d'expédition.
hi_in: कृपया शिपिंग का विवरण डालें :
is_is: Vinsamlegast gefðu upp sendingarupplýsingar.
ko_kr: 배송 정보를 입력해 주시기 바랍니다.
nl_nl: Gelieve verzend informatie ingeven.
uk_ua: Будь ласка, введіть інформацію стосовно доставки
vi_vn: Vui lòng nhập thông tin chuyển hàng
zh_cn: 请输入寄送信息。
zh_hk: 請輸入送貨資料

# lbProdDetailsResource1.Text
source: Product Details_G482
el_cy: Λεπτομέρειες Προϊόντων
es_ec: Detalles del Producto
es_es: Detalles del Producto
fr_fr: Détails du produit
hi_in: उत्पाद का विवरण :
is_is: Nánari Upplýsingar
ko_kr: 제품 상세정보
nl_nl: Product gegevens
uk_ua: Додатково
vi_vn: Chi tiết sản phẩm
zh_cn: 食用量与食用方法
zh_hk: 產品詳情

# Label1Resource1.Text
source: Product Label (PDF)_G483
el_cy: Ετικέτες Προϊόντων (PDF)
es_ec: Etiqueta del producto (PDF)
es_es: Etiquetas de los Productos (PDF)
fr_fr: Étiquette produit (PDF)
hi_in: उत्पाद का लेबल (PDF) :
is_is: Nánari Upplýsingar
ko_kr: 제품 라벨 (PDF)
nl_nl: Product label (PDF)
uk_ua: Продуктова етикетка
vi_vn: Nhãn sản phẩm
zh_cn: 产品标签(PDF)
zh_hk: 產品標籤 (PDF)

# lbProductOverviewResource1.Text
source: Product Overview_G484
el_cy: Ανασκόπηση Προϊόντων
es_ec: Resumen del Producto
es_es: Resumen de Productos
fr_fr: Aperçu général
hi_in: उत्पाद की समीक्षा :
is_is: Yfirlit yfir Vöru
ko_kr: 제품 개요
nl_nl: Product overzicht
uk_ua: Огляд продукції
vi_vn: Tổng quan sản phẩm
zh_cn: 产品特点
zh_hk: 產品概覽

# lbFlavorTypeResource1.Text
source: Product/Type_G485
el_cy: Προϊόν / Τύπος
es_ec: Producto / Tipo
es_es: Descripción
fr_fr: Produit / Type
hi_in: उत्पाद / किस्म :
is_is: Vara / Tegund
ko_kr: 제품 / 종류
nl_nl: Omschrijving
uk_ua: Тип
vi_vn: Sản phẩm / Loại
zh_cn: 产品 / 型号
zh_hk: 產品

# lbQuantityResource1.Text
source: Quantity_G486
el_cy: Ποσότητα
es_ec: Cantidad
es_es: Cantidad
fr_fr: Quantité
hi_in: मात्रा
is_is: Fjöldi
ko_kr: 수량
nl_nl: Aantal
uk_ua: Кількість
vi_vn: Số lượng
zh_cn: 数量
zh_hk: 數量

# lbRetailPriceResource1.Text
source: Retail Price_G487
el_cy: Τιμή Λιανικής
es_ec: Precio al Detalle
es_es: Precio Base
fr_fr: Prix H.T.
hi_in: रिटेल मूल्य
is_is: Grunnverð
ko_kr: 기준가
nl_nl: Basisprijs
uk_ua: База для роз-ку вар-ті
vi_vn: Giá bán lẻ
zh_cn: 零售价
zh_hk: 價格

# lbSKUResource1.Text
source: SKU_G488
el_cy: Κωδικός SKU
es_ec: SKU
es_es: REF.
fr_fr: Référence
hi_in: SKU
is_is: Vörunúmer
ko_kr: 품목번호
nl_nl: SKU
uk_ua: Номер Серії
vi_vn: Mã số sản phẩm
zh_cn: 产品货号
zh_hk: 產品編號

# lbUsageResource1.Text
source: Usage_G489
el_cy: Χρήση
es_ec: Uso
es_es: Modo de Empleo
fr_fr: Conseils d’utilisation
hi_in: उपयोग :
is_is: Notkun
ko_kr: 사용방법
nl_nl: Gebruik
uk_ua: Використання
vi_vn: Cách sử dụng
zh_cn: 食用量与食用方法
zh_hk: 建議用法

# lbVolumePointResource1.Text
source: Volume Point_G490
el_cy: Ποσοτικές Μονάδες
es_ec: Puntos de Volumen
es_es: Puntos de Volumen
fr_fr: Points Volume
hi_in: आयतन बिंदु :
is_is: Viðskiptapunktar
ko_kr: 실적점수
nl_nl: Totaal</br>Volumepunten
uk_ua: Очки
vi_vn: Điểm doanh số
zh_cn: 购货点数
zh_hk: 銷售量點數

# CancelButtonResource1.Text
source: X CLOSE_G491
el_cy: X ΚΛΕΙΣΙΜΟ
es_ec: X CERRAR
es_es: X CERRAR
fr_fr: X FERMER
hi_in: X CLOSE :
is_is: X LOKA
ko_kr: x 닫기
nl_nl: SLUITEN
uk_ua: Х ЗАКРИТИ
vi_vn: X đóng
zh_cn: 请按“X”离开
zh_hk: X 關閉

# recalcVPSubmitResource1.Text
source: Recalculate Volume_G2760
es_ec: Recalcular Volumen
es_es: Recalcular Volumen
fr_fr: Recalculer le volume
hi_in: पुनरगणना आयतन
is_is: Reikna út viðskiptapunkta
ko_kr: 주문 실적 계산
nl_nl: Volume opnieuw berekenen
uk_ua: Перерахувати очки
vi_vn: Tính lại doanh số
zh_cn: 重新计算点数
zh_hk: 重新計算點數

# VolumePointTextResource1.Text
source: Volume For Selected Items:_G2761
es_ec: Volumen por los artículos seleccionados:
es_es: Volumen de los Articulos Seleccionados:
fr_fr: Volume pour les articles seléctionnés:
hi_in: चुने हुए सामानों के लिए आयतन।
is_is: Viðskiptapunktar fyrir valda vöru
ko_kr: 주문실적
nl_nl: Volume van de geselecteerde artikelen
uk_ua: Очки за обрану продукцію:
vi_vn: Doanh số của những loại hàng được chọn:
zh_cn: 目前所选择之产品购货点数
zh_hk: 已選產品的銷售量
