Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/SaveCartCommand.ascx.*.resx
Languages: cs_cz, da_dk, de_at, el_gr, es_ec, es_mx, fr_pf, hu_hu, id_id, it_it, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, ro_ro, sk_sk, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_my

# Continue.Text
source: Continue
cs_cz: Pokračovat
de_at: Weiter
el_gr: Συνέχεια
es_ec: Continuar
es_mx: Continuar
fr_pf: Continuer
hu_hu: Folytatás
id_id: Lanjut
it_it: Continua
ja_jp: 含む
ko_kr: 계속
mn_mn: Үргэлжлүүлэх
ms_my: Teruskan
nl_be: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
ro_ro: Continuă
sk_sk: Pokračovať
sr_rs: Nastavi
th_th: ดำเนินการต่อ
tr_tr: Devam
uk_ua: Продовжити
vi_vn: Tiếp tục
zh_my: 继续

# lblExistentCart
source: The name you entered already exists. Please enter a different name.
cs_cz: Jméno, které jste zvolili, již existuje,prosíme, vyberte jiné.
da_dk: Dette navn findes allerede. Tilføj venligst et annet navn.
de_at: Den Namen den Sie eingeben ist bereits vorhanden, bitte wählen Sie einen anderen.
el_gr: Το όνομα που εισάγετε υπάρχει ήδη. Παρακαλώ εισάγετε διαφορετικό όνομα.
es_ec: El nombre que ingresaste ya existe. Por favor ingresa un nombre diferente
es_mx: El nombre que usted ingresó ya existe. Por favor ingrese un nombre diferente.
fr_pf: Le nom renseigné existe déjà. Merci de renseigner un nom différent.
hu_hu: Ez a név már foglalt, kérjük válasszon másikat!
id_id: Nama yang anda masukkan telah ada. Mohon masukkan nama lain
it_it: Il nome inserito esiste già: sostituiscilo con un altro
ja_jp: この名称はすでに存在しています。別の名称を設定してください。
ko_kr: 입력하신 이름이 존재합니다. 다른 이름을 입력하여 주시기 바랍니다.
mn_mn: Таны оруулсан нэр давхцаж байна. Өөр нэр оруулна уу.
ms_my: Nama yang anda masukkan sudah ada. Sila masukkan nama yang lain.
nl_be: De ingegeven naam is reeds in gebruik. Gelieve een andere naam in te geven.
pl_pl: Wprowadzona nazwa już istnieje. Wpisz inną nazwę.
pt_br: O nome informado já existe, por favor, insira um nome diferente.
ro_ro: Numele introdus există deja. Vă rugăm introduceți alt nume.
sk_sk: Názov, ktorý ste zadali už existuje. Prosíme, zadajte iný názov.
sr_rs: Ime koje ste uneli već postoji. Molimo unesite drugo ime.
sv_se: Namnet du angett finns redan. Ange ett annat namn.
th_th: ชื่อที่ท่านใส่มีในระบบแล้ว กรุณาใส่ชื่ออื่นแทน
tr_tr: Girmiş olduğunuz isim kullanılmakta. Lütfen farklı bir isim giriniz.
uk_ua: Введене вами ім'я вже існує. Будь ласка, введіть інше ім'я.
vi_vn: Tên bạn nhập đã tồn tại. Vui lòng nhập một tên khác
zh_my: 您所输入的名字已经存在。请输入另一个名字

# lblSaveCartMessage1.Text
source: The Saved Carts feature provides a convenient way to create,<br/>manage and save multiple carts for faster checkout in the future.
cs_cz: Funkce uložení košíku poskytuje pohodlnou cestu k vytvoření <br/>, správě a uložení mnohonásobných košíků pro rychlejší dokončení objednávky v budoucnosti.
da_dk: Brug det foreslåede navn eller indtaste et nyt unikt navn
de_at: Die Funktion "Gespeicherter Warenkorb" bietet Ihnen eine einfache und bequeme Möglichkeit verschiedene Bestellungen anzulegen,<br/>zu ändern und zu speichern, um den Checkout Prozess zukünftig zu beschleunigen.
el_gr: Η Αποθηκευμένη Κάρτα σας παρέχει έναν εύκολο τρόπο να δημιουργήσετε,<br/>να διαχειριστείτε και να αποθηκεύσετε πολλές παραγγελείες για καλύτερο έλεγχο στο μέλλον
es_ec: El Carrito Guardado proporciona una manera fácil de crear,<br/>manejar y guardar múltiples pedidos para colocar órdenes más rápido en el futuro.
es_mx: La peculiaridad de poder guardar los carritos provee una forma muy conveniente de realizar sus pedidos, manejar y guardar múltiples carritos para revisiones y compras rápidas en el futuro.
fr_pf: L'option des paniers enregistrés vous offre la possibilité de créer,<br/>d'enregistrer et de gérer plusieurs paniers pour gagner du temps lors de vos futures commandes.
hu_hu: A Mentett Kosár lehetőség segítségével kényelmesen hozhat létre, <br/> menthet el és módosíthat kosarakat, így a jövőben gyorsabban intézheti rendeléseit.
id_id: fitur keranjang yang tersimpan menyediakan cara yang nyaman untuk membuat, mengatur, dan menyimpan banyak keranjang untuk keluar yang lebih cepat
it_it: La funzione che permette di salvare i carrelli è un modo pratico per creare,<br/>gestire e salvare ordini multipli per una più rapida controllo in futuro.
ja_jp: 頻繁におこなう製品の注文内容を「保存中のカート」に保存すると、次回以降の注文が便利におこなえます。ご注文製品を選び、数量を入力する手間が省けます。
ko_kr: 장바구니 저장 기능은 주문을 쉽게 생성, 관리, 저장함으로서 다음 주문시 빠르게 주문확인 및 결제만 진행하는 편리한 기능입니다.
mn_mn: Сагс хадгалах маш энгийн,<br/>хэд хэдэн сагс хадгалж дараагийн захиалгуудаа хурдан хийгээрэй.
ms_my: Ciri Troli Simpanan memberikan cara yang mudah untuk mencipta,<br/>menguruskan dan menyimpan troli berbilang untuk mendaftar keluar dengan lebih cepat kelak.
nl_be: De opgeslagen winkelmandjes functie geeft u de mogelijkheid om op een eenvoudige manier meerdere bestellingen tegelijkertijd te plaatsen.
pl_pl: Zapisane Koszyki to funkcja, która zapewnia wygodny sposób tworzenia, zarządzania i <br/> zapisywania kilku koszyków dla szybszej realizacji transakcji w przyszłości.
pt_br: A funcionalidade de salvar carrinho oferece caracteristicas e funcionalidades convenientes, para criar, gerenciar e salvar multiplos pedidos para tornar mais rápido a colocação e finalização de seus pedidos no futuro.
ro_ro: Opțiunea Salvează Coșul oferă posibilitatea de a crea, <br/> administra și salva mai multe coșuri pentru a crește eficiența comenzilor viitoare.
sk_sk: Funkcia Uložené košíky poskytuje pohodlný spôsob ako vytvoriť, <br/> spravovať a uložiť mnohonásobné košíky pre rýchlejšie objednávanie v budúcnosti.
sr_rs: Opcija čuvanja korpe predstavlja zgodan način da se napravi <br/>, i sačuva više korpi da bi brže stizali do završnog koraka u budućnosti.
sv_se: Sparad Kundvagn funktionen gör det enklare att skapa, spara och hantera flera ordrar för snabbare beställningar i framtiden.
th_th: ตัวเลือกรายการสืนค้าที่บันทึกไว้และการสั่งซื้อตามรายการเดิมช่วยให้การสั่งซื้อ <br/> การบันทึกและการจัดการรายการสั่งซื้อหลายๆ รายการง่ายขึ้นและรวดเร็วสำหรับคำสั่งซื้อครั้งถัดไป
tr_tr: Kayıtlı Alışveriş Sepeti özelliği çoklu alışveriş sepeti oluşturma , <br/>yönetme ve kaydetme seçenekleri ile gelecekte daha hızlı sipariş onayı almanızda elverişli bir ortam sunar
uk_ua: Функція Збережений кошик зручний спосіб для створення, управління та збереження декількох кошиків для більш швидкого оформлення замовлень у майбутньому.
vi_vn: Đặc điểm của giỏ hàng được lưu cung cấp cho việc tạo đơn hàng một cách thuận tiện, <br/> quản lý và lưu lại nhiều đơn hàng cho việc kiểm tra để hoàn tất trong tương lai được nhanh hơn.
zh_my: 储存购物车功能，提供方便快速的订单管理功能。可协助您保留多 种产品订单组合，快速结帐! 当您结帐或使用储存于购物车内已储 存的订单订购时，所有订购资讯(产品、价格及订购月份等)皆将于 结帐时自动更新!

# lblSaveCartMessage2.Text
source: Use default nickname or add new nickname
cs_cz: Použít původní jméno nebo vytvořit nové jméno.
da_dk: Brug det foreslåede navn eller indtaste et nyt unikt navn
de_at: Nutzen Sie den vorgeschlagenen Namen oder wählen Sie einen anderen aus.
el_gr: Χρησιμοποιήστε το προτεινόμενο όνομα ή πληκτρολογήστε ένα νέο μοναδικό όνομα.
es_ec: Usa el nombre sugerido o ingresa un nombre único
es_mx: Utilice el nombre sugerido ó ingrese un nombre nuevo y único.
fr_pf: Utilisez le nom suggéré ou renseignez un nouveau nom unique.
hu_hu: Használja a javasolt nevet, vagy adjon meg egyedi nevet.
id_id: gunakan nama yang disarankan atau masukkan nama unik yang baru
it_it: utilizza il nome suggerito o inseriscene uno nuovo
ja_jp: カート名を設定する
ko_kr: 추천 이름을 사용하시거나 기억하기 쉬운 고유의 이름을 사용하시기 바랍니다.
mn_mn: Өгөгдсөн товч нэрийг ашиглах эсвэл шинэ товч нэр нэмэх
ms_my: Guna nama yang disyorkan atau masukkan nama baharu yang unik.
nl_be: Gebruik de voorgestelde naam of geef zelf een naam in.
pl_pl: Użyj zalecanej nazwy lub wprowadź nową unikatową nazwę.
pt_br: Utilize o nome sugerido acima ou informe um novo nome.
ro_ro: Folosiți numele sugerate sau introduceți un nume nou.
sk_sk: Použite predvolené prihlasovacie meno alebo nové prihlasovacie meno
sr_rs: Upotrebite predloženo ime ili unesite novo ime.
sv_se: Använd namnförslag eller ange ett nytt unikt namn.
th_th: ใช้ชื่อที่แนะนำหรือใส่ชื่อใหม่ที่ไม่ซ้ำ
tr_tr: Önerilen ismi kullanın veya yeni benzeri olmayan bir isim girin.
uk_ua: Використовуйте запропоноване ім'я або введіть нове унікальне ім'я.
vi_vn: Sử dụng tên đề nghị hoặc nhập tên mới cụ thể
zh_my: 使用建议的名字或输入一个新的特别名字。

# lblSaveCartName.Text
source: Save new cart
cs_cz: Uložit nový košík
da_dk: Gem Ny Kurv
de_at: Speichern
el_gr: Αποθήκευση Νέας Κάρτας
es_ec: Guardar Nuevo Carrito de Compras
es_mx: Guardar carrito nuevo
fr_pf: Enregistrer le nouveau panier
hu_hu: Új kosár mentése
id_id: simpan keranjang baru
it_it: Salva il nuovo carrello
ja_jp: カートを保存する
ko_kr: 새로운 장바구니 저장
mn_mn: Шинэ сагсыг хадгалах
ms_my: Simpan Troli Baharu
nl_be: Sla nieuw winkelmandje op
pl_pl: Zapisz Nowy Koszyk
pt_br: Salvar um novo carrinho - nome
ro_ro: Salvează noul coș
sk_sk: Uložiť nový nákupný košík
sr_rs: Sačuvaj novu korpu
sv_se: Spara Ny Kundvagn
th_th: บันทึกรายการสินค้าใหม่
tr_tr: Yeni Alışveriş sepetini kaydet
uk_ua: Зберегти новий кошик
vi_vn: Lưu giỏ hàng mới
zh_my: 储存新的购物车

# lblSaveCartTitle.Text
source: Save cart & start new order
cs_cz: Uložit košík & začít novou objednávku
da_dk: Gem Kurv og Start Ny Order
de_at: Warenkorb speichern & Neue Bestellung beginnen
el_gr: Αποθήκευση Κάρτας & Αρχή Νέας Παραγγελείας
es_ec: Guardar Carrito de Compras e Iniciar Nueva Orden
es_mx: Guardar carrito y empezar una nueva orden
fr_pf: Enregistrer le panier & commencer une nouvelle commande
hu_hu: Kosár mentése és új rendelés felvétele
id_id: simpan keranjang dan mulai pesanan baru
it_it: salva il carrello e inizia un nuovo ordine
ja_jp: カートを保存
ko_kr: 장바구니 저장 & 새로운 주문 시작
mn_mn: Сагсыг хадгалж, шинэ захиалга эхлэх
ms_my: Simpan Troli & Mula Pesanan Baharu
nl_be: Sla winkelmandje op en begin een nieuwe bestelling
pl_pl: Zapisz Nowy Koszyk
pt_br: Salvar Carrinho e Iniciar outro Pedido
ro_ro: Salvează coșul și Crează o nouă comandă
sk_sk: Uložiť košík & začať novú objednávku
sr_rs: Sačuvaj korpu & napravi novu porudžbinu
sv_se: Spara Kundvagn och Påbörja en Ny Order
th_th: บันทึกรายการสินค้าและเริ่มคำสั่งซื้อใหม่
tr_tr: Alışveriş Sepetini Kaydet & Yeni Sipariş Başlat
uk_ua: Зробити нове замовлення
vi_vn: Lưu giỏ hàng và bắt đầu đơn hàng mới
zh_my: 储存购物车及开始新的订购

# lblSavedCartMessage1.Text
source: Your current cart "{0}" has been saved.
cs_cz: Váš současný košík "{0}" byl uložen.
da_dk: Din nuværende kurv "{0}" er blevet gemt.
de_at: Ihr aktueller Warenkorb "{0}" wurde gespeichert.
el_gr: Η τρέχουσα κάρτα σας "{0}" έχει αποθηκευτεί.
es_ec: Tu actual carrito de compras "{0}" ha sido guardado.
es_mx: Su actual carrito de compras "{0}" ha sido salvado.
fr_pf: Votre panier actuel "{0}" a été sauvegardé.
hu_hu: Aktuális rendelése "{0}" mentésre került.
id_id: keranjang{0} anda saat ini telah disimpan
it_it: Il contenuto di questo carrello "{0}" è stato salvato
ja_jp: カート名 "{0}" を保存します。
ko_kr: 새로운 장바구니 "{0}"가 저장 되었습니다.
mn_mn: Таны сагс "{0}" хадгалагдлаа.
ms_my: Troli semasa anda "{0}" telah disimpan.
nl_be: Uw huidig winkelmandje "{0}" is bewaard.
pl_pl: Twój aktualny koszyk "{0}" został zapisany.
pt_br: Seu carrinho "{0}" foi salvo.
ro_ro: Coșul curent "{0}" a fost salvat.
sk_sk: Váš súčasný košík "{0}" bol uložený.
sr_rs: Vaša trenutna korpa "{0}" je sačuvana.
sv_se: Din nuvarande kundvagn "{0}" har sparats.
th_th: รายการสินค้าปัจจุบันของท่าน {0} ถูกบันทึกแล้ว
tr_tr: Güncel alışveriş sepetiniz "{0}" kaydedildi.
uk_ua: Ваш поточний кошик "{0}" було збережено.
vi_vn: Giỏ hàng hiện giờ của bạn {0} đã được lưu
zh_my: 您目前的 "{0}"购物车经已储存。

# lblSavedCartMessage2.Text
source: You will now be redirected to the Online Price List.
cs_cz: Nyní budete přesměrováni na online ceník
da_dk: Du vil nu blive omdirigeret til Online Prisliste
de_at: Sie werden nun weitergeleitet zur Produktkategorie.
el_gr: Τώρα θα κατευθυνθείτε προς τον Online Τιμοκατάλογο
es_ec: Serás redireccionado a la lista de precios en línea.
es_mx: Será redireccionado a la Lista de Precios en Línea.
fr_pf: Vous allez maintenant être redirigé vers la liste de prix en ligne.
hu_hu: Az oldal most átirányítja az Online Árlistához.
id_id: anda akan diarahkan ke daftar harga online
it_it: sarai ridiretto al Listino prezzi online
ja_jp: OKボタンを選びプライスリストのページへ進んでください。
ko_kr: 제품 주문으로 돌아갑니다.
mn_mn: Та Онлайн үнийн санал руу шилжиж орох болно
ms_my: Anda kini akan diarahkan semula ke Senarai Harga Dalam Talian.
nl_be: U keert nu terug naar bestellen via productcategorie
pl_pl: Zostaniesz przekierowany do Cennika Online.
pt_br: Você será redirecionado para a lista de preço.
ro_ro: Acum veți fi redirecționat către Lista de Prețuri Online
sk_sk: Teraz budete presmerovaný/á NA Online Cenník
sr_rs: Sada ćete biti usmereni na onlajn cenovnik
sv_se: Du kommer nu att omdirigeras till Online Prislista.
th_th: ขณะนี้ท่านกำลังไปที่หน้ารายการสินค้าออนไลน์
tr_tr: Online Fiyat listesine yönlendirileceksiniz.
uk_ua: Ви будете перенаправлені на сторінку з Електронним Прайс-Листом.
vi_vn: Bạn sẽ được chuyển đến danh sách giá trực tuyến
zh_my: 您现在将进入到线上价格表。

# lblSavedCartsHelp.Text
source: The Saved Cart feature provides a convenient way to create, save and manage multiple carts for faster checkout in the future. When a cart is saved it will be moved to My Saved Carts section for future use. At the time you checkout a saved cart the order information (e.g. Products, Pricing and Volume Month) will be checked and updated accordingly.
cs_cz: Funkce uložení košíku poskytuje pohodlnou cestu k vytvoření <br/>, správě a uložení vícenásobných košíků pro rychlejší dokončení objednávky v budoucnosti. Jakmile je košík uložen, může být přesunut do sekce Moje uložené košíky. Ve chvíli, kdy dokončujete objednávku uloženou v košíku, ostatní informace (např. produkty, ceny a objemový měsíc) budou zkontrolovány a adekvátně aktualizovány.
da_dk: Gemte Kurve funktionen giver en bekvem måde at oprette administrere og gemme flere ordrer til hurtigere færdiggørelse i fremtiden. Når en kurv gemmes vil den blive flyttet til Mine Gemte Kurve sektion til fremtidig brug. Når du gennemfører en ordre fra en gemt kurv, vil ordreoplysningerne (fx. Produkter, pris, salgsmåned) blive opdateret.
de_at: Die Funktion "Gespeicherter Warenkorb" bietet Ihnen eine einfache und bequeme Möglichkeit verschiedene Bestellungen anzulegen, zu ändern und zu speichern, um den Bestellvorgang zukünftig zu beschleunigen.
el_gr: Η Αποθηκευμένη Κάρτα σας παρέχει έναν εύκολο τρόπο να δημιουργήσετε, να διαχειριστείτε και να αποθηκεύσετε πολλές παραγγελείες για καλύτερο έλεγχο στο μέλλον.Τη στιγμή που ελέγχετε ή αποθηκεύετε ένα αντίγραφο ως νέα παραγγελεία, οι πληροφορίες της παραγγελείας (π.χ. Προιόντα, Ποσό και Μήνας Ποσοτικών Μονάδων) θα ελέγχονται και θα ενημερώνοντα αντίστοιχα.
es_ec: El Carrito Guardado proporciona una manera fácil de crear, guardar y manejar múltiples pedidos para colocar órdenes más rápido en el futuro. Cuando se guarda un Carrito, esté será movido a la sección Mis Carritos Guardados para su próximo uso. En el momento que usted coloca el pedido de un carrito guardado, la información de la orden (ej. Productos, Precio y Mes de Volumen) serán revisados y actualizados como corresponde.
es_mx: El carrito que ha guardado contiene la forma original con que fue creado, así puede manejar y guardar órdenes múltiples para su referencia rápida en el futuro. <br/> Cuando se guarda un carrito será movido a la sección de Mis Carritos Guardados para poderlo utilizar en el futuro. <br/> Al tiempo de que se realiza un pedido, se guarda la información (ejemplo: Productos, Precios y Mes de volumen) se podrá realizar y actualizar como corresponde.
fr_pf: L'option du panier enregistré vous offre la possibilité de créer, d'enregistrer et de gérer facilement plusieurs paniers afin de gagner du temps lors de vos prochaines transactions. Lorsqu'un panier est enregistré, il est basculé dans la section 'Mes paniers enregistrés' pour un usage ultérieur. Les détails relatifs au panier enregistré seront vérifiés et mis à jour au moment du paiement (produits, prix, mois volumique).
hu_hu: A Mentett Kosár és Rendelés másolása lehetőségek segítségével kényelmesen hozhat létre, menthet el és módosíthat kosarakat, így a jövőben gyorsabban intézheti rendeléseit. A fizetés előtt a korábbi rendeléseknél megadott információk (pl. árak, volumenhónap) ellenőrzésre, és frissítésre kerülnek.
id_id: fitur keranjang yang tersimpan menyediakan cara yang nyaman untuk buat, simpan, dan atur banyak keranjang untuk check out yang lebih cepat
it_it: La funzione che permette di salvare i carrelli è un modo pratico per creare, gestire e salvare più modelli di ordini da utilizzare in futuro. Potrai trovare il modello di ordine salvato nella sezione "I miei carrelli salvati". Nel momento in cui selezionerai un modello di ordine precedentemente salvato, le informazioni (es. prodotti, prezzo e volume) saranno confermate e aggiornate di conseguenza.
ja_jp: 頻繁におこなう製品の注文内容を「保存中のカート」に保存すると、次回以降の注文が便利におこなえます。</br>ご注文製品を選び、数量を入力する手間が省けます。</br>
ko_kr: 장바구니 저장 기능은 주문을 쉽게 생성, 관리, 저장함으로서 다음 주문시 빠르게 주문확인 및 결제만 진행하는 편리한 기능입니다. <br/>쇼핑카트를 저장하면 해당 카트가 다음 주문시 사용할 수 있도록 나의 저장된 장바구니로 저장 됩니다.<br/>주문확인 단계 혹은 새로운 주문으로 복사할때 주문정보(제품, 제품가격, 실적점수)는 다시 업데이트 됩니다.
mn_mn: Хадгалсан сагс тохируулга нь танд ирээдүйд төлбөр төлөхөд хялбар болгох үүднээс олон сагснуудыг үүсгэх, хадгалах боломжийг олгодог. Сагс хадгалагдсан бол Миний Хадгалагдсан Сагснууд хэсэгт шилжинэ. Хадгалагдсан сагсны төлбөрийг төлөх үед захиалгын мэдээллүүдийг (өөрөөр хэлбэл бүтээгдэхүүнүүд, үнэ болон онооны сар) шалгаж, шинэчилж болно.
ms_my: Ciri Simpanan Troli memberikan cara yang mudah untuk mencipta, menguruskan dan menyimpan pesanan berbilang untuk mendaftar keluar dengan cepat kelak. Pada masa anda mendaftar keluar atau membuat salinan untuk pesanan yang baharu, maklumat pesanan (cth. Produk, Harga dan Bulan Volum) akan disemak dan dikmaskinikan dengan sewajarnya.
nl_be: De opgeslagen winkelmandjes functie is een een makkelijke manier voor het beheren en opslaan van meerdere winkelmandjes voor een snellere verwerking van uw bestelling in de toekomst. Zodra een winkelmandje is opgeslagen wordt deze verplaatst naar het Mijn opgeslagen winkelmandjes gedeelte voor toekomstig gebruik. Zodra u een opgeslagen winkelmandje doorvoert zal de beschikbaarheid van producten, prijs en volume gecontrolleerd worden en zonodig aangepast.
pl_pl: Funkcja Zapisany Koszyk zapewnia wygodny sposób do tworzenia, zapisywania i zarządzania wieloma koszykami do szybszej obsługi transakcji w przyszłości. Po zapisaniu koszyka zostanie on przeniesiony i zapisany w sekcji Moje Koszyki i może być w przyszłości wykorzystany. W czasie zapisywania koszyka i informacji o zamówieniu (np. produkty, ceny i i miesiąc zamówienia) będą sprawdzane i odpowiednio zaktualizowane.
pt_br: Carrinho salvo oferece caracteristicas e funcionalidades convenientes, para criar, gerenciar e salvar multiplos pedidos para tornar mais rápido a colocação e finalização de seus pedidos no futuro. No momento de finalizar um pedido do carrinho salvo, as informações do pedido como (Produtos, Preços e Mês do Volume) serão atualizados, Qualquer item indisponível ou descontinuado serão automaticamente removidos.
ro_ro: Opţiunea Salvează Coşul oferă posibilitatea de a crea, salva şi administra mai multe coşuri pentru a creşte eficienţa comenzilor
sk_sk: Funkcia Uložené košíky poskytuje pohodlný spôsob ako vytvoriť, spravovať a uložiť mnohonásobné košíky pre rýchlejšie objednávanie v budúcnosti. Ak je nákupný košík/karta uložená, je presunutá do sekcie Moje uložené košíky pre budúce použitie. V čase, keď dáte uložený košík na objednanie, informácie o objednávke (napr. Produkty, Ceny a Objemový mesiac) budú adekvátne skontrolované a aktualizované.
sr_rs: Opcija čuvanja korpe predstavlja zgodan način da se napravi i sačuva više korpi da bi brže stizali do završnog koraka u budućnosti. Kada se korpa sačuva, biće prebačena u odeljak Moje sačuvane korpe radi dalje upotrebe. U trenutku završnog koraka čuvanja korpe informacije o porudužbini (npr. proizvodi, cenovnik, mesec bodovne mase) će biti proverene i ažurirane u skladu sa tim.
sv_se: Sparad Kundvagn funktionen gör det enklare att skapa, spara och hantera flera ordrar för snabbare beställningar
th_th: ตัวเลือกรายการสืนค้าที่บันทึกไว้ช่วยให้การสั่งซื้อ การบันทึกและการจัดการรายการสั่งซื้อหลายๆ รายการง่ายขึ้นและยังสามารถดำเนินการสั่งซื้อได้รวดเร็วยิ่งขึ้นด้วยสำหรับการสั่งซื้อครั้งต่อไป เมื่อรายการสั่งซื้อถูกบันทึก รายการจะถูกเก็บไว้ที่รายการสั่งซื้อของฉันสำหรับทำรายการในครั้งถัดไป ในขณะนี้ท่านทำการสั่งซื้อจากคำสั่งซื้อเดิม ข้อมูลคำสั่งซื้อ (เช่น ผลิตภัณฑ์, ราคาและคะแนนเดือนที่สั่งซื้อ) จะถูกตรวจสอบและอัพเดทตามเวลานั้น
tr_tr: Kayıtlı Alışveriş Sepeti özelliği çoklu alışveriş sepeti oluşturma, yönetme ve kaydetme seçenekleri ile gelecekte daha hızlı sipariş onayı almanızda elverişliı bir ortam sunar. Siparişi Kopyalama veya Kayıtlı Alışveriş Sepeti seçenekleri ile sipariş verildiğinde, çıkış işlemi yapılırken sipariş bilgileri (örnek:Ürünler,tutar ve sipariş ayı) kontrol edilip gerektiği şekilde güncellenecektir.
uk_ua: Функція Збережений кошик зручний спосіб для створення, управління та збереження декількох кошиків для більш швидкого оформлення замовлень у майбутньому. Коли кошик збережено, він буде переміщений у розділ Мої збережені кошики для майбутнього використання. У той час, коли ви оформляєте або робите копію, нове замовлення, порядок інформації (наприклад, Продукти, Ціни та Об'єм за місяць) буде перевірятися та оновлюватися відповідно.
vi_vn: Đặc điểm của giỏ hàng được lưu và sao chep đơn hàng cung cấp cho việc tạo đơn hàng một cách thuận tiện, quản lý và lưu lại nhiều đơn hàng cho việc kiểm tra để hoàn tất trong tương lai được nhanh hơn. Khi bạn kiểm tra đế hoàn tất hoặc lưu lại một bản sao như một đơn hàng mới, các thông tin về đơn hàng như sản phẩm, giá, điểm số sẽ được kiểm tra và cập nhật theo
zh_my: 储存购物车功能，提供方便快速的订单管理功能。可协助您保留多 种产品订单组合，快速结帐! 当您结帐或使用储存于购物车内已储 存的订单订购时，所有订购资讯(产品、价格及订购月份等)皆将于 结帐时自动更新!

# lnkToSavedCarts.Text
source: Go to Saved Carts
cs_cz: Přejít do uložených košíků
da_dk: Gå til Gemte Kurve
de_at: Meine "Gespeicherte Warenkörbe/Bestellungen" ansehen
el_gr: Πήγαινε στις Αποθηκευμενές Κάρτες
es_ec: Ir a Carritos de Compras Guardados
es_mx: Ir a Carrito de compras guardados
fr_pf: Aller aux paniers enregistrés.
hu_hu: Tovább az elmentett tételekhez (mentett kosarak)
id_id: Simpanan keranjang
it_it: Vai ai carrelli salvati
ja_jp: 保存中のカートへ
ko_kr: 저장된 장바구니로 이동
mn_mn: Хадгалсан сагс руу очих
ms_my: Ke Troli Simpanan
nl_be: Ga naar opgeslagen winkelmandjes
pl_pl: Przejdź do Zachowanych Koszyków
pt_br: Ir para Carrinhos Salvos
ro_ro: Du-te la Coșuri salvate
sk_sk: Ísť na Uložené košíky
sr_rs: Idi u sačuvane korpe
sv_se: Gå till sparade kundvagnar
th_th: ไปที่รายการสั่งซื้อที่ถูกบันทึกไว้
tr_tr: Kayıtlı Alışveriş Sepetlerine Git
uk_ua: Перейти до збережених кошиків
vi_vn: Đi đến giỏ hàng đã lưu
zh_my: 前往已储存购物车

# SaveCart.Text
source: Save Cart
cs_cz: Uložit košík
da_dk: Gem Kurv
de_at: Warenkorb speichern
el_gr: Αποθηκευμένο καλάθι αγορών
es_ec: Guardar Carrito de Compras
es_mx: Salvar Carrito de compras
fr_pf: Enregistrer panier
hu_hu: Kosár mentése
id_id: simpan keranjang
it_it: Salva il contenuto del carrello
ja_jp: カートを保存
ko_kr: 장바구니 저장
mn_mn: Сагсыг хадгалах
ms_my: Simpan troli
nl_be: Winkelmandje opslaan
pl_pl: Zapisz Koszyk
pt_br: Salvar Carrinho
ro_ro: Salvează coșul
sk_sk: Uložiť košík
sr_rs: Sačuvaj korpu
sv_se: Spara Kundvagn
th_th: บันทึกรายการสั่งซื้อ
tr_tr: Alışveriş Sepetini Kaydet
uk_ua: Зберегти Кошик
vi_vn: giỏ hàng đã lưu
zh_my: 储存购物车
