Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/App_LocalResources/SaveCartCommand.ascx.*.resx
Languages: cs_cz, da_dk, de_at, el_gr, es_ec, es_mx, fr_pf, hu_hu, id_id, it_it, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, ro_ro, sk_sk, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_my

# SaveCartCancel.Text
source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_at: Abbrechen
el_gr: Ακύρωση
es_ec: Cancelar
es_mx: Cancelar
fr_pf: Annuler
hu_hu: Mégse
id_id: Batal
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
mn_mn: Цуцлах
ms_my: Batal
nl_be: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sk_sk: Zrušiť
sr_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_my: 取消

# SaveCartDo.Text
source: Save
cs_cz: Uložit
da_dk: Gem
de_at: Speichern
el_gr: Αποθήκευση
es_ec: Guardar
es_mx: Guardar
fr_pf: Sauvegarder
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
mn_mn: Хадгалах
ms_my: Simpan
nl_be: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvare
sk_sk: Uložiť
sr_rs: Sačuvaj
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_my: 储存

# OK.Text
source: OK
es_ec: Aceptar
es_mx: Aceptar
ko_kr: 예
mn_mn: ОК
pt_br: Iniciar um novo Pedido
th_th: ตกลง
vi_vn: Đồng ý
zh_my: 确定

# lblEmptyCartName.Text
source: Please enter a valid cart name.
cs_cz: Prosíme, vložte platný název košíku.
de_at: Bitte einen Namen für Ihren Warenkorb vergeben.
el_gr: Παρακαλώ εισάγετε ένα έγκυρο όνομα.
es_ec: Por favor ingresa un nombre de carrito válido
es_mx: Por favor ingrese un nombre de carrito válido.
fr_pf: Merci de renseigner un nom de panier valide.
hu_hu: Kérjük adjon meg érvényes kosár nevet.
id_id: Silahkan masukan nama keranjang yang masih berlaku.
it_it: Inserisci un nome valido per il carrello
ja_jp: カートの有効な名前を入力してください。
ko_kr: 유효한 카트 이름을 입력 하십시오.
mn_mn: Хүчин төгөлдөр сагсны нэр оруулна уу.
ms_my: Sila masukkan nama troli yang sah.
nl_be: Gelieve een geldige kaart naam ingeven
pl_pl: Wprowadź prawidłową nazwę koszyka.
pt_br: Por favor, coloque um nome válido para seu carrinho.
ro_ro: Vă rugăm să introduceţi un nume valid de coş.
sk_sk: Prosíme, zadajte platný názov košíka.
sr_rs: Molimo unesite ispravno ime korpe.
sv_se: Vänligen ange giltigt namn på vagnen
th_th: โปรดใส่ชื่อรายการสั่งซื้อที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне ім'я кошика.
vi_vn: Vui lòng điền vào tên giỏ hàng đúng
zh_my: 请输入一个有效的名称

# lblExistentCart.Text
source: The name you entered already exists. Please enter a different name.
cs_cz: Jméno, které jste zvolili, již existuje,prosíme, vyberte jiné.
da_dk: Dette navn findes allerede. Venligst tilføj et annet navn.
de_at: Den Namen den Sie eingeben ist bereits vorhanden, bitte wählen Sie einen anderen.
el_gr: Το όνομα που εισάγετε υπάρχει ήδη. Παρακαλώ εισάγετε διαφορετικό όνομα.
es_ec: El nombre que ingresaste ya existe. Por favor ingresa un nombre distinto
es_mx: El nombre que usted ingresó ya existe. Por favor ingrese un nombre diferente.
fr_pf: Le nom renseigné existe déjà. Merci de renseigner un nom différent.
hu_hu: Ez a név már foglalt, kérjük válasszon másikat!
id_id: nama yang anda masukkan telah ada. Mohon masukkan nama lain
it_it: Il nome inserito esiste già. Utilizza un altro nome
ja_jp: この名称はすでに存在しています。別の名称を設定してください。
ko_kr: 입력하신 이름이 존재합니다. 다른 이름을 사용하여 주시기 바랍니다.
mn_mn: Таны оруулсан нэр өмнө нь бүртгэлтэй байна. Өөр нэр оруулна уу.
ms_my: Nama yang dimasukkan sudah ada. Sila masukkan nama yang lain.
nl_be: De naam welke u ingeeft bestaat reeds. Geef aub een andere naam in.
pl_pl: Wprowadzona nazwa już istnieje. Wpisz inną nazwę.
pt_br: O nome informado já existe, por favor, insira um nome diferente.
ro_ro: Numele introdus există deja. Vă rugăm introduceți un nume diferit
sk_sk: Názov, ktorý ste zadali už existuje. Prosíme, zadajte iný názov.
sr_rs: Ime koje ste uneli već postoji. Molimo unesite drugo ime.
sv_se: Namnet du angett finns redan. Ange ett annat namn.
th_th: ชื่อที่ท่านใส่มีในระบบแล้ว กรุณาใส่ชื่ออื่นแทน
tr_tr: Girmiş olduğunuz isim kullanılmakta. Lütfen farklı bir isim giriniz.
uk_ua: Введене вами ім'я вже існує. Будь ласка, введіть інше ім'я.
vi_vn: Tên mà bạn điền vào đã tồn tại.Vui lòng điền vào tên khác
zh_my: 您所输入的名字已经存在。请输入另一个名字。
