<br>
<div class="Wire_transfer_info" style="FONT-SIZE: 12px; FLOAT: left; FONT-FAMILY: Arial, Helvetica, sans-serif; POSITION: relative">
    <p>
        K&#228;yt&#228; alla olevia tarvittavia pankkitietoja l&#228;hett&#228;&#228;ksesi maksun pankin kautta
    </p>
    <p>
        <strong>Maksu pankin kautta</strong>
        <br />
        <strong>Pankkisiirto:</strong> ING BANK <br /><strong>IBAN:</strong> NL 15 INGB 0651 5899 75<br /><strong>Swift code:</strong> INGBNL2A
    </p>
    <ul type="disc">
        <li>J&auml;sen voi ostaa Herbalifen tuotteita ja valita maksaa ne siirt&auml;m&auml;ll&auml; summan Herbalifen tilille. </li>
        <li>Kuukauden loppu &ndash; Pankkisiirron tulee olla alkanut viimeist&auml;&auml;n sin&auml; p&auml;iv&auml;n&auml; kun maallasi on viimeinen p&auml;iv&auml;, jolloin tilauksia voi tehd&auml; kyseiselle kuukaudelle. Pankkisiirron tulee olla rekister&ouml;ityn&auml; Herbalifen j&auml;rjestelm&auml;ss&auml; ja liitettyn&auml; tilaukseen viimeist&auml;&auml;n 5. p&auml;iv&auml; seuraavaa kuuta. (T&auml;m&auml; p&auml;tee riippumatta siit&auml; mille p&auml;iv&auml;lle kuukauden loppu osuu.) Jos maksua ei rekister&ouml;id&auml; ajoissa tai sit&auml; ei tehd&auml; annettuna p&auml;iv&auml;m&auml;&auml;r&auml;n&auml;, tullaan volyymipisteet automaattisesti laskemaan seuraavalle kuukaudelle.</li>
        <li>Sinun t&auml;ytyy kirjoittaa tilausnumerosi maksun viestikentt&auml;&auml;n tehdess&auml;si pankkisiirron.</li>
        <li>Tilaukset jotka on maksettu pankkisiirrolla tullaan l&auml;hett&auml;m&auml;&auml;n kun tilaus on rekister&ouml;ity maksettuna Herbalifella.</li>
    </ul>
    <p><em><strong>Olkaa hyv&auml; ja huomioikaa, ett&auml; tilauksia ei voi muuttaa sen j&auml;lkeen, kun ne on tehty ja maksettu.</strong></em></p>
    <p>Toimitusaika on 3 - 5 arkip&auml;iv&auml;&auml;.</p>
    <p>Jos teill&auml; on kysymyksi&auml; tai palautetta, ottakaa meihin yhteytt&auml; s&auml;hk&ouml;postitse osoitteeseen <a href="mailto:NordicMB@herbalife.com">NordicMB@herbalife.com</a></p>
</div>
