<div>
    <a href="/Content/da-DK%20"></a>
    <br>
    <div style="POSITION: relative; FONT-FAMILY: Arial, Helvetica, sans-serif; FLOAT: left; FONT-SIZE: 12px" class="Wire_transfer_info">
        <p><strong>Vous trouverez ci-dessous nos coordonn&#233;es bancaires afin d'effectuer votre virement.</strong></p>
        <ul>
            <li>Banque de Tahiti : 12239 00001 94073701000 03</li>
            <li>Banque de Polyn&#233;sie : 12149 06730 30003234066 05</li>
            <li>Banque SOCREDO : 17469 00001 20334690000 43</li>          
        </ul>        
        <p><strong>Informations relatives aux virements bancaires</strong></p>
        <ul>
            <li>Les Membres Ind&#233;pendants peuvent acheter des produits aupr&#232;s d&#8217;Herbalife en r&#233;glant ceux-ci au moyen d'une transaction de banque &#224; banque.</li>           
            <li>Le r&#232;glement doit &#234;tre effectu&#233; dans les 24 heures suivant la date de commande afin d&#8217;&#233;viter que celle-ci ne soit annul&#233;e.</li>
            <li>Fin de mois &#8211; le virement doit &#234;tre initi&#233; au plus tard le jour de Fin de mois (FDM) du pays concern&#233;. Il doit &#234;tre v&#233;rifi&#233; par la banque et re&#231;u sur le compte Herbalife avant le 5 du mois suivant (quel que soit le jour r&#233;el de fin de mois)</li>
            <li>Il est de la responsabilit&#233; du Membres de veiller &#224; la r&#233;ception du r&#232;glement dans les d&#233;lais et &#224; la provision suffisante de son compte.  Si le r&#232;glement n&#8217;est pas re&#231;u &#224; la date sp&#233;cifi&#233;e, la commande sera alors comptabilis&#233;e sur le volume du mois suivant.</li>
            <li>Il est indispensable de pr&#233;ciser votre Num&#233;ro Identifiant, ainsi que votre num&#233;ro de commande dans l'ordre de virement.</li>
        </ul>
        <p>Les commandes r&#233;gl&#233;es par virement bancaire sont trait&#233;es d&#232;s r&#233;ception du paiement par Herbalife.</p>
    </div>
</div>
