Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Views/Invoice/App_LocalResources/Display.cshtml.*.resx
Languages: fr_ca

source: Cancel
fr_ca: Annuler

# invoiceNumber
source: Receipt Number
fr_ca: Numéro de facture

# returnToInvoice
source: Return to Receipt
fr_ca: Retour à la facture

source: Discount
fr_ca: remise

# deleteInvoice
source: Delete Receipt
fr_ca: Annuler facture

# editInvoice
source: Edit Receipt
fr_ca: Modifier facture

# InvoiceConfirmDeletion
source: Delete Receipt Number
fr_ca: Annuler le numéro de facture

# invoice
source: Receipt
fr_ca: Facture

# emailInvoice
source: Email Receipt
fr_ca: Envoyer facture par email

# invoiceDate
source: Sale Date
fr_ca: Date de vente

# ConfirmEmailSendedText
source: This Receipt will be emailed to:
fr_ca: Le reçu sera envoyé par courrier électronique à:

# ConfirmInvoiceDeletion
source: Confirm Receipt deletion
fr_ca: Confirmez l'annulation de la facture

# viewInvoiceDescription
source: Please review your Receipt below. Use the links on the right to manage this Receipt.
fr_ca: Merci de revoir votre facture ci-dessous. Utiliser les liens à droite pour gérer cette facture.

# shipTo
source: Customer Information
fr_ca: Information Client

source: Sku
fr_ca: REFERENCE

# viewInvoice
source: View Receipt
fr_ca: Visualiser facture

# yourTotalDue
source: Amount Paid
fr_ca: La montant payé

source: Total Price
fr_ca: Prix total

source: Subtotal
fr_ca: sous-total

source: Qty
fr_ca: Quantité

source: Product Name
fr_ca: nom du produit

# printInvoice
source: Print Receipt
fr_ca: Imprimer facture

source: Send
fr_ca: Envoyer

source: Shipping
fr_ca: Frais de conditionnement

source: Save as PDF
fr_ca: Sauvegarder en PDF

source: Retail Price
fr_ca: Prix H.T.

# QuantityColumnTitle
source: Quantity
fr_ca: Quantité

# ProductNameColumnTitle
source: Consumption Name
fr_ca: Nom du Plan de consommation

# VPColumnTitle
source: Total Volume:
fr_ca: Volume total:

# ReceiptChannel
source: Receipt Type
fr_ca: Type de réception

source: Payment Type
fr_ca: Type de paiement

# InvoiceConfirmEmail
source: Would you like to email the Receipt to the customer?
fr_ca: Voulez-vous envoyer ce reçu à votre client par email?

# InvoiceAcknowledgement
source: By clicking send, I confirm that I have secured any consent necessary to use the customer’s information to send this receipt and validate this purchase.
fr_ca: En cliquant sur Envoyer, je confirme avoir reçu le consentement du client pour utiliser ses informations personnelles afin d’envoyer ce reçu et valider son achat.

# EmailReq
source: A valid Email Address is required.
fr_ca: L'adresse email est requis

# sendText
source: Text Receipt
fr_ca: Facture par SMS

# EmailMessage
source: A valid Email Address is required.
fr_ca: L'adresse email est requis.

# EmailStaticMessage
source: Customer must confirm email address
fr_ca: Le client doit confirmer le de adresse e-mail

# ConfirmSMSSendedText
source: This receipt will be send to:
fr_ca: Le reçu sera envoyé à :

# erroeSMSMessage
source: Phone number should be 10 characters.
fr_ca: Le numéro de téléphone doit comporter 10 caractères.

# SMSStaticMessage
source: Customer must confirm mobile number
fr_ca: Le client doit confirmer le numéro de téléphone cellulaire
