Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Views/Invoice/App_LocalResources/Edit.cshtml.*.resx
Languages: es_us, ko_kr

# date
source: Sale Date
es_us: Fecha
ko_kr: 일자

source: Customer
es_us: Cliente
ko_kr: 소비자

source: Discount
es_us: Descuento
ko_kr: 할인율

source: Delete Column Title
es_us: Eliminar
ko_kr: 제목 지우기

source: Collapse
es_us: Colapsar
ko_kr: 축소

source: City
es_us: Ciudad
ko_kr: 도시

# createTitle
source: Create New Customer Receipt
es_us: Crear nueva factura
ko_kr: 새로운 인보이스 생성

source: Continue
es_us: Continuar
ko_kr: 계속

source: Earn Base
es_us: Base de Ganancias
ko_kr: 프로덕션 보너스 지급 기준

source: Handling Fee
es_us: Gastos de manejo y envío
ko_kr: 수수료

source: Handling
es_us: Manejo
ko_kr: 수수료

# instructions
source: Complete the fields below, then click the Continue button to view your Receipt.
es_us: Llene los campos a continuación, luego haga clic en el botón Continuar para ver su factura.
ko_kr: 인보이스를 보시려면 아래 항목들을 입력하시고 계속하기 버튼을 누르세요.

# individualProducts
source: Add Individual Products
es_us: Añadir productos individuales
ko_kr: 개별 제품 추가하기

source: First Name
es_us: Nombre
ko_kr: 성

source: Ext
ko_kr: 내선번호

# email
source: Email Address
es_us: Dirección de correo electrónico
ko_kr: 이메일 주소

# fee
source: Handing Fee
es_us: Cuota de entrega
ko_kr: 수수료

# faceToface
source: Check here if this sale was made in person
es_us: Marque aquí si esta venta se hizo en persona
ko_kr: 직접 방문하여 판매하셨으면 이곳에 체크하세요.

# newProductPriceDiffersMsg
source: Product prices on this Receipt may not match the order. Prices may have changed since order {0} was created
es_us: Los precios de los productos en esta factura podrían no concordar con el pedido. Los precios pudieron haber cambiado desde que hizo su pedido {0}
ko_kr: 인보이스의 제품가격은 주문했을 당시의 가격과 차이가 있을 수도 있습니다. 주문{0} 생성 후에 가격이 변동 되었을 수도 있습니다.

# moreMemberInfo
source: More Member Information
es_us: Más información del Asociado
ko_kr: 추가 회원 정보

# savedCartNameMsg
source: You currently have items in your cart. If you would like to save your current cart for later use, enter a name below.
es_us: Actualmente, usted tiene artículos en su carrito. Si desea guardar su carrito actual para su uso en el futuro, ingrese un nombre a continuación.
ko_kr: 쇼핑카트에 들어있는 아이템들이 있습니다. 쇼핑카트를 저장하고 나중에 다시 보시려면 아래에 이름을 써주세요.

# backOrderMsg
source: Some products in the saved cart are no longer available and will not be included in your customer Receipt
es_us: Algunos de los productos guardados en el carrito ya no están disponibles y no serán incluidos en su factura para el cliente
ko_kr: 쇼핑카트에 저장되어 있던 제품중에 품절된 제품이 있습니다. 품절된 제품은 인보이스에 추가 될 수 없습니다.

# otherMemberInfo
source: Other Member Information
es_us: Otra información del Asociado
ko_kr: 다른 회원 정보

source: Add
es_us: Agregar
ko_kr: 추가

# SkuColumnTitle
source: SKU
ko_kr: 품목번호

# additionalMemberInfo
source: Additional Member Information
es_us: Información adicional del Asociado
ko_kr: 추가 회원 정보

source: Add Saved Cart
es_us: Añadir carrito guardado
ko_kr: 저장된 쇼핑카드 추가하기

# savedCartAddressMsg
source: Please review your address for accuracy. If this is correct, please click continue
es_us: Por favor, verifique la exactitud de su domicilio. Si estuviera correcta, haga clic en Continuar.
ko_kr: 주소를 확인하시고, 계속하기 버튼을 누르세요.

source: Change
es_us: Cambiar
ko_kr: 변경

# returnToInvoice
source: Return to Receipt
es_us: Regresar al Factura
ko_kr: 인보이스로 돌아가기

# ChangeAddressLink
source: Change
es_us: Cambiar
ko_kr: 변경

# shipping
source: Shipping & Handling Fee
es_us: Gastos de manejo y envío
ko_kr: 배송비

source: Cancel
es_us: Cancelar
ko_kr: 취소

source: Browse Contacts
es_us: Navegar Contactos
ko_kr: 주소록 보기

source: Area Code
es_us: Código de área
ko_kr: 지역 번호

source: Browse Products
es_us: Navegar productos
ko_kr: 제품 정보

# profit
source: Estimated profit
es_us: Ganancia estimada
ko_kr: 예상 이익

source: Qty
es_us: Cantidad
ko_kr: 수량

# QuantityColumnTitle
source: Quantity
es_us: Cantidad
ko_kr: 수량

source: Product Name
ko_kr: 설명

source: Product Information
es_us: Información del producto
ko_kr: 제품정보

# reqStatus
source: Status is required
es_us: El estatus es obligatorio
ko_kr: 상태는 필수 입력사항 입니다.

source: Retail Price
es_us: Precio al menudeo sugerido
ko_kr: 기준가

# RetailPriceColumnTitle
source: Retail Price
es_us: Precio al menudeo sugerido
ko_kr: 기준가

# reqFirstName
source: First Name is required
es_us: Nombre es obligatorio
ko_kr: 이름은 필수 입력사항 입니다.

# reqInvoiceDate
source: Date is reqruired
es_us: Fecha es obligatoria
ko_kr: 날짜는 필수 입력사항 입니다.

# reqProducts
source: Products are required
es_us: Los productos son obligatorios
ko_kr: 제품은 필수 입력사항 입니다.

source: Member Information
es_us: Información del Asociado
ko_kr: 회원 정보

source: Note:
es_us: Aviso:
ko_kr: 주의:

source: Notes
es_us: Notas
ko_kr: 주의사항

# invoiceType
source: Receipt Type
es_us: Tipo de factura
ko_kr: 인보이스 유형

source: Last Name
es_us: Apellido
ko_kr: 이름

source: Member
es_us: Asociado
ko_kr: 회원

# phone
source: Phone Number
es_us: Número de teléfono
ko_kr: 전화번호

source: Phone Number
es_us: Número de teléfono
ko_kr: 전화번호

# notesMessage
source: “Notes entered here will appear on the on Receipt”
es_us: "Los apuntes escritos aquí aparecerán en la factura."
ko_kr: "주의사항은 인보이스에 자동기입 됩니다."

source: or
es_us: o
ko_kr: 혹은

# orEnter
source: or enter information below
es_us: o ingrese la información a continuación
ko_kr: 또는 아래 정보를 입력하세요.

# typeSearch
source: Type product name or SKU
es_us: Escriba el nombre o código del producto
ko_kr: 제품명 또는 품목번호

# update
source: Price Receipt
es_us: Recalcular
ko_kr: 가격 송장

# VPColumnTitle
source: Total Volume
es_us: Puntos de Volumen Total
ko_kr: TV

source: Total Price
es_us: Precio total
ko_kr: 총 금액:

# TotalPriceColumnTitle
source: Total Price
es_us: Precio total
ko_kr: 총 금액:

# totalVP
source: Total Volume
es_us: Puntos de Volumen Total
ko_kr: TV

# zipCode
source: Postal Code
es_us: Código postal
ko_kr: 우편번호

# invoiceMessage
source: This Receipt will not adjust any credit card charges that are processed for orders made on your website. For those orders, please be sure the Receipt you create reflects exact charges as paid.
es_us: Esta factura no ajustará ningún cobro por tarjeta de crédito que sea procesado para pedidos hechos en su sitio Web. Para estos pedidos, asegúrese de que la factura refleje los cobros exactos, según se hayan pagado.
ko_kr: 인보이스는 결제된 금액만 표시되게 되어있으며, 웹사이트에서 결제된

# invoiceInformation
source: Customer Information
es_us: Información de la factura
ko_kr: 인보이스 정보

source: Your Cost
es_us: Su costo
ko_kr: 가격

source: Your Price
es_us: Su precio
ko_kr: 가격

# YourPriceColumnTitle
source: Your Price
es_us: Su precio
ko_kr: 가격

# InvoiceShipToAddress
source: Receipt Ship-To Address
es_us: Domicilio de envío de factura
ko_kr: 인보이스 배송 주소

source: State
es_us: Estado
ko_kr: 도

source: Status
es_us: Estado
ko_kr: 주문 상태

source: Select
es_us: Seleccionar
ko_kr: 선택

source: Show
es_us: MOSTRAR
ko_kr: 보기

source: SKU
ko_kr: 품목번호

# taxBased
source: My Tax Based On
es_us: Mi impuesto según
ko_kr: 세금 계산 기준

# title
source: Edit Receipt
es_us: Editar factura
ko_kr: 인보이스 수정하기

source: Total Due
es_us: Total a pagar
ko_kr: 총 가격

source: Street Address
es_us: Domicilio
ko_kr: 거리 주소

source: Subtotal
es_us: Subtotales
ko_kr: 소계

# tax
source: Taxes
es_us: Impuesto
ko_kr: 세금

# priceInfo
source: Click "Reset" whenever you want to reset the all value .
es_us: Haga Click en "recalcular" cada vez que haga un cambio al pedido, así podrá ver el precio correctamente.
ko_kr: 가격을 변경할 때마다 합계를 정확하게 반영하기 위하여 "가격 송장"을 클릭하여 주세요.

# resetToDefault
source: reset to default values
es_us: Restaurar a los valores previos
ko_kr: 기본값으로 초기화

# productDescription
source: Product Descrption
es_us: Descripción del producto

# ProductNameColumnTitle
source: Consumption Name
es_us: Descripción
