Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/Checkout.aspx.*.resx
Languages: da_dk, el_gr, es_es, fr_ca, hi_in, hr_ba, hu_hu, id_id, it_it, mn_mn, nl_be, pl_pl, pt_br, ro_ro, ru_ru, ru_ua, sr_rs, vi_vn, zh_cn

# lblConfirmText.Text
source: Are you sure you wish to cancel?
da_dk: Er du sikker på at du vil afbryde?
el_gr: Είστε σίγουροι ότι θέλετε να ακυρώσετε;
es_es: ¿Está seguro que desea cancelar?
fr_ca: Êtez-vous certain de vouloir annuler?
hi_in: क्या आपने निरस्त करने का निश्चय कर लिया है ?
hr_ba: Jeste li sigurni da želite odustati?
hu_hu: Biztos benne, hogy törölni szeretné?
id_id: Apakan anda yakin ingin membatalkan?
it_it: Sei sicuro di voler annullare?
mn_mn: Та цуцлахдаа итгэлтэй байна уу?
nl_be: Weet u zeker dat u wilt annuleren?
pl_pl: Jesteś pewien, że chcesz wyjść?
pt_br: Tem certeza que deseja cancelar?
ro_ro: Sunteţi sigur că doriţi să anulaţi?
ru_ru: Вы уверены что хотите отменить?
ru_ua: Ви впевнені, що хочете відмінити?
sr_rs: Jeste li sigurni da želite da otkažete?
vi_vn: Bạn có chắc chắn muốn hủy?
zh_cn: 您确定要取消?

# ContinueShoppingResource1.Text
source: Back
da_dk: Tilbage
el_gr: Πίσω
es_es: Volver
fr_ca: Retour
hi_in: वापस
hr_ba: Nazad
hu_hu: Vissza
id_id: Kembali
it_it: Indietro
mn_mn: Буцах
nl_be: Terug
pl_pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
ru_ru: Назад
ru_ua: Повернутися
sr_rs: Natrag
vi_vn: Trở về
zh_cn: 返回

# Edit.Text
source: Edit
da_dk: Ændre
el_gr: Επεξ/σία
es_es: Editar
fr_ca: Modifier
hi_in: संपादित करें
hr_ba: Uredi
hu_hu: Szerkeszt
id_id: Rubah
it_it: Modifica
mn_mn: Өөрчлөх
nl_be: Aanpassen
pl_pl: Wróć
pt_br: Editar
ro_ro: Editează
ru_ru: Редактировать
ru_ua: Змінити
sr_rs: Izmeni
vi_vn: Chỉnh sửa
zh_cn: 修改

# PageResource1.Title
source: Check Out
da_dk: Fuldfør
el_gr: Παραγγελία
es_es: Continuar
fr_ca: Terminé
hi_in: देखें
hr_ba: Naplatiti
hu_hu: Tovább a fizetéshez
id_id: Lanjut
it_it: Conferma ordine
mn_mn: Тооцоо хийх
nl_be: Log uit
pl_pl: Realizacja zamówienia
pt_br: Concluir
ro_ro: Următoarea
ru_ru: Перейти к оплате
ru_ua: Сформувати
sr_rs: Završni korak
vi_vn: Kiểm tra để hoàn tất
zh_cn: 结账离开

# lblConfirmation.Text
source: Confirm Cancel
da_dk: Bekræft afbryd
el_gr: Επιβεβαίωση Ακύρωσης
es_es: Confirme Cancelar
fr_ca: Confirmer l'annulation
hi_in: निरस्तीकरण को निश्चित करें
hr_ba: Potvrdite otkazivanje
hu_hu: Törlés megerősítése
id_id: Membatalkan konfirmasi
it_it: Conferma la cancellazione
mn_mn: Цуцлалтыг баталгаажуулах
nl_be: Annuleren bevestigen
pl_pl: Zatwierdź zamówienie
pt_br: Confirmar Cancelamento
ro_ro: Confirmă Anularea
ru_ru: Подтвердить отмену
ru_ua: Підтвердіть скасування
sr_rs: Potvrdite otkazivanje
vi_vn: Xác nhận hủy
zh_cn: 确认取消

# DualOrderMonthConfirmation.Text
source: Dual Order Month Confirmation
da_dk: Odrebekræftelse for delt månedsafslutning
el_gr: Επιβεβαίωση Διπλού Μήνα Παραγγελιών
es_es: Confirmación de Mes de Volumen del Pedido
fr_ca: Confirmation d'une commande de double mois
hi_in: दुहरे आर्डर के महीने की पुष्टि
hr_ba: Potvrda narudžbe za dvojni mjesec
hu_hu: Kettős volumenhónap megerősítése
id_id: Konfirmasi order bulan ganda
it_it: Conferma il mese dell'ordine
mn_mn: 2 сарын захиалгыг баталгаажуулах
nl_be: Dubbel maandeinde bevestiging
pl_pl: Potwierdzenie podwójnego miesiąca
pt_br: Confirmação do Mês do Pedido.
ro_ro: Confirmare Lună Dublă
ru_ru: Подтверждение Дня Двойного Месяца
ru_ua: Підтверження в день подвійного місяця
sr_rs: Potvrda dvostrukog meseca porudžbine
vi_vn: Xác nhận tháng đặt hàng kép
zh_cn: 请确认您的订单月份

# uxCancelOrderResource1.Text
source: Cancel Order
da_dk: Afbryd
el_gr: Ακύρωση Παραγγελίας
es_es: Cancelar Pedido
fr_ca: Annuler la commande
hi_in: आर्डर को निरस्त करें
hr_ba: Otkaži narudžbu
hu_hu: Rendelés törlése
id_id: Membatalkan Pesanan
it_it: Cancella ordine
mn_mn: Захиалгыг цуцлах
nl_be: Order annuleren
pl_pl: Anuluj zamówienie
pt_br: Cancelar Pedido
ro_ro: Anulează Comanda
ru_ru: Отменить заказ
ru_ua: Скасувати замовлення
sr_rs: Otkažite porudžbinu
vi_vn: Hủy đơn hàng
zh_cn: 取消订购

# lblSubmitTextResource1.Text
source: Your transaction may take up to 60 seconds to complete. Clicking the “Submit” button more than once may create errors with your order.
da_dk: Din ordre vil blive lagt i vores system når du klikker på Fuldfør
el_gr: Η παραγγελία θα καταχωρηθεί μόλις επιλέξετε το πλήκτρο Υποβολή Παραγγελίας
es_es: Su pedido quedará procesado cuando haga clic en Enviar. <br /><font color="red">Haciendo clic en ‘Enviar’ entiendo que se me realizará un cargo en la tarjeta indicada o que debo realizar el pago del mismo en su totalidad para la compra de los artículos.</font>
fr_ca: Votre commande sera placée lorsque vous cliquerez «Soumettre la commande».
hi_in: जब आप 'सबमिट आर्डर' के विकल्प को चुनेंगे तो आपका आर्डर जारी हो जाएगा
hr_ba: Vaša narudžba će biti predana kada kliknete na dugme Pošalji
hu_hu: Rendelése rögzítésre kerül amikor rákattint a Jóváhagyásra
id_id: Pesanan anda akan dikonfirmasi ketika anda mengklik "masukkan"
it_it: Clicca su "Procedi"
mn_mn: Захиалгыг оруулах товчийг дарснаар Таны захиалга хийгдэнэ
nl_be: Uw order wordt verwerkt wanneer u op "Ga verder" klikt
pl_pl: Potwierdź zamówienie wciskając 'Zatwierdź'
pt_br: O seu pedido será criado no sistema quando clicar em "Concluir"
ro_ro: Comanda dvs va fi plasată după ce apăsaţi Trimite Comanda
ru_ru: После нажатия кнопки "Подтвердить заказ", заказ будет размещен
ru_ua: Ваше замовлення буде розміщено, після того як Ви натисните "Надіслати"
sr_rs: Vaša porudžbina biće poslata kada kliknete na Predaj porudžbinu
vi_vn: Đơn hàng của bạn sẽ được thay thế khi bạn nhập vào "Nhập đơn hàng"
zh_cn: 请按下确认订购键完成本次交易。订单处理时，请勿点选返回或切换画面，以免造成重覆订购

source: Select
da_dk: Vælg
el_gr: Επιλέξτε
es_es: Seleccionar
fr_ca: Sélectionnez
hi_in: चयन करें
hr_ba: Odaberi
hu_hu: Kiválaszt
id_id: Pilih
it_it: Seleziona
mn_mn: Сонгох
nl_be: Selecteer
pl_pl: Wybierz
pt_br: Selecione
ro_ro: Selectează
ru_ru: Выберите
sr_rs: Izaberi
vi_vn: Chọn
zh_cn: 选择

# lblPleaseSelect.Text
source: Please select your choice
da_dk: Venligst vælg
el_gr: Παρακαλούμε επιλέξτε
es_es: Por favor haga su selección
fr_ca: Merci de faire un choix
hi_in: अपनी पसंद का चयन करें
hr_ba: Molimo označite svoj izbor
hu_hu: Kérjük válasszon
id_id: Silakan pilih pilihan Anda
it_it: Per favore selezioni la sua opzione
mn_mn: Та сонголтоо хийнэ үү
nl_be: Maak uw keuze
pl_pl: Prosimy wybrać
pt_br: Por favor, escolha a sua opção
ro_ro: Vă rugăm să efectuaţi selecţia
ru_ru: Пожалуйста, сделайте выбор.
sr_rs: Molimo označite svoj izbor
vi_vn: Vui lòng lựa chọn
zh_cn: 请做出您的选择

# SubmitAnyway.Text
source: Yes, submit order
da_dk: Ja, send ordren
el_gr: Ναι, υποβολή παραγγελίας.
es_es: Sí, enviar pedido
fr_ca: Oui, soumettre la commande
hr_ba: Da, predaj narudžbu
hu_hu: Igen, rendelés megerősítése
id_id: Iy, Masukkan order
it_it: Si, invia l'ordine
mn_mn: Тийм, захиалгыг оруулах
nl_be: Ja, bestelling plaatsen
pl_pl: Tak, złóż zamówienie
pt_br: Sim, seguir com o pedido
ro_ro: Da, trimite comanda
ru_ru: Да, представить заказ
sr_rs: da, predaj porudžbinu
vi_vn: Vâng, chấp nhận đơn hàng
zh_cn: 我要提交订单

# DonotSubmit.Text
source: No, don’t submit order
da_dk: Nej, undlad at sende ordren
el_gr: Όχι, να μην υποβληθεί η παραγγελία
es_es: No, no enviar pedido
fr_ca: Non, ne pas soumetttre la commande
hr_ba: Ne, nemoj predati narudžbu
hu_hu: Nem, nem erősítem meg a rendelést
id_id: Tidak, Jangan memasukkan order
it_it: No, non inviare l'ordine
mn_mn: Үгүй, захиалгыг оруулахгүй
nl_be: Nee, bestelling niet plaatsen
pl_pl: Nie, nie składaj zamówienia
pt_br: Não, voltar para a seleção de produtos
ro_ro: Nu, nu trimite comanda
ru_ru: Нет, не подтверждать заказ
sr_rs: ne, nemoj predati porudžbinu
vi_vn: Không,không chấp nhận đơn hàng
zh_cn: 不要提交订单

# Yes.Text
source: Yes
da_dk: Ja
el_gr: Ναι
es_es: Si
fr_ca: Oui
hi_in: हां
hr_ba: Da
hu_hu: Igen
id_id: Ya
it_it: Si
mn_mn: Тийм
nl_be: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
ru_ru: Да
ru_ua: Так
sr_rs: Da
vi_vn: Đồng ý
zh_cn: 是

# Select.Text
source: Please make a selection
da_dk: Foretag venligst et valg
el_gr: Παρακαλούμε κάντε μία επιλογή
es_es: Por favor, haga una selección
fr_ca: Merci de faire un choix
hi_in: चयन करें
hr_ba: Molimo Vas izaberite
hu_hu: Kérjük válasszon!
id_id: Silakan pilih pilihan Anda
it_it: Effettua una selezione
mn_mn: Сонголт хийнэ үү
nl_be: Maak een keuze
pl_pl: Prosimy wybierz
pt_br: Por favor escolha uma opção
ro_ro: Vă rugăm să faceți o selecție
ru_ru: Пожалуйста, сделайте выбор
sr_rs: Molimo vas izaberite
vi_vn: Vui lòng chọn
zh_cn: 請選擇

# lblStep3Resource1.Text
source: Step 3 of 4 - Review Order Summary
da_dk: Trin 3 af 4 - Gennemgang Ordre resumé
el_gr: Βήμα 3 από 4 - Σύνοψη Παραγγελίας
es_es: Paso 3 de 4 - Revisión Resumen del Pedido
fr_ca: Étape 3 de 4 - Vérifier le résumé de la commande
hi_in: 4 में से तीसरा चरण
hr_ba: Korak 3 od 4 - Pregledaj narudžbu
hu_hu: 3. lépés (4-ből) - a rendelés összegzésének áttekintése
id_id: Langkah 3 dari 4 - Mengulang ringkasan pesanan
it_it: Passo 3 di 4 – Rivedi i dettagli del tuo ordine
mn_mn: Алхам 4-с 3 - Захиалгын хураангуйг харах
nl_be: Stap 3 van 4 – Order samenvatting controleren
pl_pl: Krok 3 z 4 - podsumowanie zamówienia
pt_br: Passo 3 de 4 - Revisar Pedido
ro_ro: Pasul 3 din 4 - Verificare Conţinut Comandă
ru_ru: Шаг 3 из 4 - Проверка заказа
ru_ua: Крок 3 з 4 - перевірте підсумок замовлення
sr_rs: Korak 3 od 4 - Pregledajte ukupnu porudžbinu
vi_vn: Bước 3 của 4 - xem lại tóm tắt đơn hàng
zh_cn: 四个步骤的第三步-- 订购总结

# OrderProcessing.Text
source: Processing...
da_dk: Arbejder...
el_gr: Επεξεργασία…
es_es: Procesando
fr_ca: En cours....
hi_in: प्रोसेसिंग...
hr_ba: Obrada...
hu_hu: Folyamatban...
id_id: Memproses…
it_it: Caricamento...
mn_mn: Ачааллаж байна...
nl_be: Verwerken…
pl_pl: Przetwarzanie danych….
pt_br: Processando…
ro_ro: Procesare...
ru_ru: Обрабатывается…
ru_ua: Обробка даних
sr_rs: Obrada...
vi_vn: Đang tải...
zh_cn: 订单处理中

# checkOutButtonResource1.Text
source: Submit
da_dk: Fuldfør
el_gr: Υποβολή
es_es: Enviar
fr_ca: Soumettre
hi_in: सबमिट करें
hr_ba: Pošalji
hu_hu: Jóváhagy
id_id: Masukkan
it_it: Procedi
mn_mn: Оруулах
nl_be: Ga verder
pl_pl: Zatwierdź
pt_br: Concluir
ro_ro: Trimite Comanda
ru_ru: Подтвердить
ru_ua: Надіслати
sr_rs: Predaj
vi_vn: Nhập
zh_cn: 确认订购

# lblSTep4Resource1.Text
source: Step 4 of 4 - Invoice & Payment Options
da_dk: Trin 4 af 4 - Faktura & Betalingsmuligheder
el_gr: Βήμα 4 από 4 - Απόδειξη & Επιλογές Πληρωμής
es_es: Paso 4 de 4 - Factura y Opciones de Pago
fr_ca: Étape 4 de 4 - Options de facturation et de paiement
hi_in: 4 में से चौथा चरण
hr_ba: Korak 4 od 4 - Opcije za račun & plaćanje
hu_hu: 4. lépés (4-ből) - számlázási és fizetési részletek
id_id: Langkah 4 dari 4 - Tagihan dan Pilihan pembayaran
it_it: Passo 4 di 4 – Opzioni di fatturazione e pagamento
mn_mn: Алхам 4-с 4 - Хуулга ба төлбөрийн сонголтууд
nl_be: Stap 4 van 4 – Factuur & betaal opties
pl_pl: Krok 4 z 4 - faktura i opcje zapłaty
pt_br: Passo 4 de 4 - Opções de Pagamento e nota fiscal
ro_ro: Pasul 4 din 4 - Factura şi Detaliile de Plată
ru_ru: Шаг 4 из 4 - Документы и расчет заказа
ru_ua: Крок 4 з 4 - Документи та Способи оплати
sr_rs: Korak 4 od 4 - Opcije u fakturisanju i plaćanju
vi_vn: Bước 4 của 4 - hóa đơn và các lựa chọn thanh toán
zh_cn: 四个步骤的第四步-- 发货单和付款选项

# OrderSummaryStaticText
source: Order Summary
da_dk: Ordre opsummering
el_gr: Περίληψη παραγγελίας
es_es: Resumen del Pedido
fr_ca: Résumé des commandes
hi_in: आर्डर की संक्षिप्ति
hr_ba: Pregled narudžbe
hu_hu: Rendelés összefoglaló
id_id: Ringkasan pesanan
it_it: Riepilogo dell'ordine
mn_mn: Захиалгын хураангуй
nl_be: Order samenvatting
pl_pl: Zestawienie zamówienia
pt_br: Resumo do Pedido
ro_ro: Conţinut Comandă
ru_ru: Сведения по заказу
ru_ua: Підсумок замовлення
sr_rs: Ukupna porudžbina
vi_vn: Tóm tắt đơn hàng
zh_cn: 订购摘要

# No.Text
source: No
da_dk: Nej
el_gr: Όχι
fr_ca: Non
hi_in: नहीं
hr_ba: Ne
hu_hu: Nem
id_id: Tidak
mn_mn: Үгүй
nl_be: Nee
pl_pl: Nie
pt_br: Não
ro_ro: Nu
ru_ru: Нет
ru_ua: Ні
sr_rs: Ne
vi_vn: Không
zh_cn: 否

# lblSavedCartName
source: Saved Cart - {0}
da_dk: Gemt Kurv - {0}
el_gr: Αποθηκευμένη Κάρτα - {0}
es_es: Cesta de Compra gardada - {0}
fr_ca: Panier enregistré - {0}
hi_in: सुरक्षित की गयी कार्ट - {0}.
hr_ba: Spremljeno u košaricu - {0}
hu_hu: Mentett rendelés - {0}
id_id: Simpanan keranjang - {0}
it_it: Carrello Salvato - {0}
mn_mn: Хадгалсан Сагс- {0}
nl_be: Bewaard winkelmandje - {0}
pl_pl: Zapisany koszyk - {0}
pt_br: Carrinho Salvo - {0}
ro_ro: Coş Salvat - {0}
ru_ru: Сохраненная Корзина - {0}
ru_ua: Збережений Кошик - {0}_G2228
sr_rs: Sačuvana korpa - {0}
vi_vn: giỏ hàng đã lưu - {0}
zh_cn: 已保存的购物车 {0}

# PageHeaderProducts
source: Order Products - Checkout
da_dk: Bestil produkter - Fuldfør
el_gr: Παραγγελία Προϊόντων - Ολοκλήρωση Παραγγελίας
es_es: Pedido de Productos - Comprobar
fr_ca: Commandes de produits - Passer à la caisse
hi_in: उत्पाद आर्डर- करें
hr_ba: Naručivanje proizvoda - Kasa
hu_hu: Termékrendelés - Tovább a fizetéshez
id_id: Pesanan Produk - Periksa Ulang Pesanan
it_it: Ordine prodotti – Conferma
mn_mn: Бүтээгдэхүүний захиалга - тооцоо хийх
nl_be: Producten bestelling bevestigen
pl_pl: Produkty - Realizacja zamówienia
pt_br: Finalizar Pedido
ro_ro: Comandă Produse - Continuă
ru_ru: Продуктовый заказ - Оплата
ru_ua: Зробити замовлення - сформувати
sr_rs: Poručite proizvode - Završni korak
vi_vn: Đặt hàng - Kiểm tra để hoàn tất
zh_cn: 产品订购 - 购物车结算

# ConfirmDualOrderMonthNo
source: No
da_dk: Nej
el_gr: Όχι
fr_ca: Non
hi_in: नहीं।
hr_ba: Ne
hu_hu: Nem
id_id: Tidak
mn_mn: Үгүй
nl_be: Nee
pl_pl: Nie
pt_br: Não
ro_ro: Nu
ru_ru: Нет
ru_ua: Ні
sr_rs: Ne
vi_vn: Không
zh_cn: 否

# ConfirmDualOrderMonthYes.Text
source: Yes
da_dk: Ja
el_gr: Ναι
es_es: Si
fr_ca: Oui
hi_in: हां
hr_ba: Da
hu_hu: Igen
id_id: Ya
it_it: Si
mn_mn: Тийм
nl_be: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
ru_ru: Да
ru_ua: Так
sr_rs: Da
vi_vn: Đồng ý
zh_cn: 是

# SubmitAnyway
source: Yes, submit order
da_dk: Ja, bekræfte ordren
el_gr: Ναι, υποβολή παραγγελίας
es_es: Sí, enviar el pedido
fr_ca: Oui, soumettre la commande
hi_in: I'd like to submit order
hr_ba: Da, nastavite sa narudžbom
hu_hu: Igen, jóváhagyom a rendelést
id_id: Iy, Masukkan order
it_it: Si, trasmetti l'ordine
mn_mn: Тийм, захиалгыг оруулах
nl_be: Ja, bestelling plaatsen
pl_pl: Tak, złóż zamówienie
pt_br: I'd like to submit order
ro_ro: Da, trimiteţi comanda
ru_ru: Да, подтвердить заказ
sr_rs: Da, završite narudžbu
vi_vn: Đồng ý, gửi đơn hàng
zh_cn: 我要提交订单

# PageHeaderEvents
source: Event Tickets - Checkout
da_dk: Event billetter - Fuldfør
el_gr: Εισιτήριο-Ολοκλήρωση παραγγελίας
es_es: Entradas para Eventos - Comprobar
fr_ca: Billets pour événements - Passer à la caisse
hi_in: कार्यक्रम के टिकट - देखें
hr_ba: Ulaznice za događaj - Kasa
hu_hu: Jegyrendelés - Tovább a fizetéshez
id_id: Tiket event - Lanjut
it_it: Biglietti eventi – Verifica
mn_mn: Арга хэмжээний тасалбар - тооцоо хийх
nl_be: Evenement tickets - Log uit
pl_pl: Bilety - Realizacja zamówienia
pt_br: Finalizar pedido de Convite
ro_ro: Bilete Eveniment - Continuă
ru_ru: Заказ на билеты - переход к оплате
ru_ua: Квитки - сформувати
sr_rs: Ulaznice za događaj - Završni korak
vi_vn: Vé sự kiện - Kiểm tra để hoàn tất
zh_cn: 大会资格 - 退出

# DonotSubmit
source: No, don’t submit order
da_dk: Nej, ikke bekræfte ordren
el_gr: Όχι, να μην γίνει υποβολή παραγγελίας
es_es: No, no enviar el pedido
fr_ca: Non, ne pas soumetttre la commande
hi_in: Do not submit order
hr_ba: Ne, prekinite procesuiranje narudžbe
hu_hu: Nem küldöm el a rendelést
id_id: Tidak, Jangan memasukkan order
it_it: No, non trasmettere l'ordine
mn_mn: Үгүй, захиалгыг оруулахгүй
nl_be: Nee, bestelling niet plaatsen
pl_pl: Nie, nie składaj zamówienia
pt_br: Do not submit order
ro_ro: Nu, nu trimiteţi comanda
ru_ru: Нет, не подтверждать заказ
sr_rs: Ne, ne želim završiti narudžbu
vi_vn: Không, không gửi đơn hàng
zh_cn: 不要提交订单

# lblDupeOrder
source: Duplicate Order Warning
da_dk: Meddelelse om identiske ordrer
el_gr: Προειδοποίηση για Διπλή Παραγγελία
es_es: Aviso de Pedido Duplicado
fr_ca: Avertissement de commande dupliquée
hi_in: समरूपी आर्डर।
hr_ba: Pozor, duplicirana narudžba
hu_hu: Figyelem, duplikált rendelés
id_id: Sama Pesanan
it_it: Avviso di ordine duplicato
mn_mn: Давхардсан захиалга
nl_be: Waarschuwing voor dubbele bestelling
pl_pl: Ostrzeżenie o duplikowanym zamówieniu
pt_br: Aviso de Encomenda Duplicada
ro_ro: Avertizare Comandă Dublă
ru_ru: Предупреждаем о дублировании Заказа
sr_rs: Oprez duplicirana narudžba
vi_vn: Cảnh báo đơn hàng bị trùng lặp
zh_cn: 相同的订单

# OK.Text
source: OK
es_es: Aceptar
hi_in: ठीक
mn_mn: ОК
pt_br: Concluir
vi_vn: Đồng ý
zh_cn: 确认
