Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/Confirm.aspx.*.resx
Languages: el_cy, es_us, he_il, hi_in, kk_kz, ko_kr, mn_mn, pt_br, sl_si, vi_vn, zh_tw

# PageResource1.Title
source: Confirmation
el_cy: Επιβεβαίωση
es_us: Confirmación
he_il: אישור על הזמנה דו חודשית
hi_in: पुष्टि
kk_kz: Подтверждение
ko_kr: 확인
mn_mn: Баталгаажуулах
pt_br: Confirmação
sl_si: Potrditev
vi_vn: Xác nhận
zh_tw: 確認

# ContinueShoppingResource1.Text
source: Continue Shopping
el_cy: Συνέχεια Αγορών
es_us: Continuar Comprando
he_il: המשך בקניות
hi_in: शॉपिंग करना जारी रखें
kk_kz: Продолжить покупки
ko_kr: 계속 쇼핑하기
mn_mn: Худалдан авалтаа үргэлжлүүлэх
pt_br: Continuar Compra
sl_si: Nadaljuj nakup
vi_vn: Tiếp tục mua hàng
zh_tw: 繼續購物

# PageHeaderEvents
source: Event Tickets - Order Confirmation
el_cy: Επιβεβαίωση Παραγγελίας - Εισητηρίου
es_us: Boletos de Eventos - Confirmación del Pedido
he_il: כרטיסים לאירועים - אישור הזמנה
hi_in: कार्यक्रम टिकट्स - ऑर्डर की पुष्टि
kk_kz: Билеты на мероприятия - подтверждение заказа
ko_kr: 행사티켓-주문 확인
mn_mn: Арга хэмжээний тасалбар - Захиалгыг баталгаажуулах
pt_br: Pedido de Convite - Confirmação
sl_si: Vstopnice za dogodke – Potrditev naročila
vi_vn: Vé sự kiện - Xác nhận đơn hàng

# lblOrderStatusResource1.Text
source: Order Number:
el_cy: Παραγγελία
es_us: Pedido #
he_il: # הזמנה
hi_in: ऑर्डर
kk_kz: Номер заказа
ko_kr: 주문
mn_mn: Захиалга
pt_br: Pedido N.
sl_si: Naročilo
vi_vn: Đặt hàng
zh_tw: 訂單編號 #

# PageHeaderProducts
source: Order Products - Order Confirmation
el_cy: Παραγγελία Προϊόντων - Επιβεβαίωση Παραγγελίας
es_us: Pedido de Productos - Confirmación del Pedido
he_il: הזמנת מוצרים - אישור הזמנה
hi_in: उत्पादों को आर्डर करें - आर्डर की पुष्टि
kk_kz: Продуктовый заказ - подтверждение заказа
ko_kr: 제품 주문 내역 확인
mn_mn: Бүтээгдэхүүний захиалга - Захиалгыг баталгаажуулах
pt_br: Pedido de Produtos - Confirmação de Pedido
sl_si: Naročanje izdelkov – Potrditev naročila
vi_vn: Đặt hàng - Xác nhận đơn hàng
zh_tw: 訂單確認

# OrderSummaryStaticText
source: Order Summary
el_cy: Περίληψη παραγγελίας
es_us: Resumen del pedido
he_il: סיכום הזמנה
hi_in: आर्डर की संक्षिप्ति
kk_kz: Сведения по заказу
ko_kr: 주문내역
mn_mn: Захиалгын хураангуй
pt_br: Resumo do Pedido
sl_si: Povzetek naročila
vi_vn: Tóm tắt đơn hàng
zh_tw: 本次訂購明細

# PrintThisButtonResource1.Text
source: Print This Page
el_cy: Εκτύπωση Αυτής της Σελίδας
es_us: Imprimir esta página
he_il: הדפס דף זה
hi_in: यह पृष्ठ प्रिंट करें
kk_kz: Распечатать страницу
ko_kr: 페이지 인쇄하기
mn_mn: Энэ хуудсыг хэвлэх
pt_br: Imprimir esta página
sl_si: Natisni to stran
vi_vn: In trang này
zh_tw: 列印此頁

# EventTicketsReturn
source: Return To Event Catalogue
el_cy: Επιστροφή στον κατάλογο εισητηρίων
es_us: Regresar al catálogo de eventos
he_il: חזור לקטלוג אירועים
hi_in: कार्यक्रम सूचिपत्र पर वापस आयें
kk_kz: Вернуться в список мероприятий
ko_kr: 행사 카탈로그로 돌아가기
mn_mn: Арга хэмжээний каталоги руу буцах
pt_br: Voltar para o Catálogo de Eventos
sl_si: Vrni se na katalog dogodkov
vi_vn: Trở về danh mục sự kiện

# ProductCatalogReturn
source: Return To Product Catalog
el_cy: Επιστροφή στον Κατάλογο Προϊόντων
es_us: Regresar al catálogo de productos
he_il: חזור קטלוג מוצרים
hi_in: उत्पाद कैटलॉग पर वापस आयें
ko_kr: 제품 카탈로그로 돌아가기
mn_mn: Бүтээгдэхүүний каталоги руу буцах
pt_br: Voltar para o Catálogo de Produtos
sl_si: Vrni se na katalog izdelkov
vi_vn: Trở về Danh Mục Sản Phẩm
zh_tw: 返回產品目錄

# lblOrderPlacedSuccessResource.Text
source: Thank you for submitting your order.
el_cy: Ευχαριστούμε που καταχωρήσατε την παραγγελία σας.
es_us: Gracias por colocar su pedido
he_il: תודה על ביצוע ההזמנה.
hi_in: आपके आर्डर भेजने के लिए आपको धन्यवाद।
kk_kz: Спасибо за заказ!
ko_kr: 한국허벌라이프 제품 주문에 감사드립니다.
mn_mn: Захиалга өгсөнд баярлалаа.
pt_br: Pedido Concluído com Sucesso.
sl_si: Hvala za naročilo.
vi_vn: Cảm ơn vì đã gửi đơn hàng
zh_tw: 您的訂單已完成,感謝您的訂購,請記下訂單號碼以方便往後相關查詢

# lblFControlMessageResource1.Text
source: Dear Distributor, for your security, this order was selected for Herbalife auditing analysis. It will be released as soon as possible. According to our security policy, Herbalife randomly selects some orders to be analysed.
hi_in: प्रिय डिस्ट्रीब्यूटर, आपकी सुरक्षा हेतु, हर्बलाइफ ऑडिटिंग विश्लेषण के लिए यह आर्डर चुना गया था।यह यथाशीघ्र जारी किया जाएगा. हमारी सुरक्षा नीति के अनुसार, हर्बलाइफ अव्यवस्थित तौर पर सीधे ही कुछ ऑर्डर्स को विश्लेषण के लिए चुन लेता है।
kk_kz: Уважаемый Дистрибьютор, для Вашей безопасности, данный заказ был выбран для прохождения аудита Herbalife. Он будет выпущен в ближайшее время. Согласно политике Herbalife, заказы для проведения анализа выбираются в случайном порядке.
pt_br: Parabéns e muito obrigado, seu pedido foi recebido na Herbalife. O pedido será liberado em até 48 horas. Por favor, anote o número desse pedido ou tire uma foto com seu telefone, caso você precise contatar a Herbalife para obter informações do seu pedido. Mais uma vez, obrigado!
sl_si: Dragi Član, zaradi vaše varnosti je bilo to naročilo izbrano za Herbalifovo revizijsko analizo. Analiza bo izdana čim prej. Herbalife v skladu z našo varnostno politiko naključno izbere nekatera naročila, ki se analizirajo.
vi_vn: Quý Thành Viên thân mến, để được an toàn, đơn hàng này được chọn để Herbalife kiểm toán phân tích. Nó sẽ được phát hành sớm. Theo chính sách bảo mật của chúng tôi, Herbalife sẽ chọn ngẫu nhiên một số đơn hàng để phân tích.

# lblPendingOrderResource.Text
source: Your Order is IN-PROCESSING. Please track it by clicking here
hi_in: आपका आर्डर 'प्रक्रिया में' है। कृपया इसकी स्थिति जांचने के लिए यहां क्लिक करें
mn_mn: Таны захиалга БОЛОВСРУУЛАГДАЖ байна. Энд дарж үйл явцыг шалгана уу
pt_br: O seu pedido está aguardando confirmação de pagamento, por favor, acompanhe clicando <a href='PendingOrders.aspx'> aqui</a>.
sl_si: Vaše naročilo je V OBDELAVI. Prosimo, da za njegovo sledenje kliknete tu.

# PendingOrder.Text
source: Pending Orders
hi_in: निष्पादन के लिए बचे आर्डर
mn_mn: Хүлээгдэж буй захиалгууд
pt_br: Pedidos Pendentes
sl_si: Odprta naročila

# ViewPendingOrderResource.Text
source: View Pending Orders
hi_in: लंबित ऑर्डर्स देखें।
mn_mn: Хүлээгдэж буй захиалгуудыг харах
pt_br: Ver os Pedidos Pendentes
sl_si: Poglej odprta naročila

# CreateReceipt.Text
source: Create Receipt
es_us: Crear Recibo
he_il: צור קבלה
ko_kr: 영수증 발행하기
mn_mn: Баримт үүсгэх
pt_br: Criar recibo
sl_si: Ustvari potrdilo
zh_tw: 建立收據

# ForeignPPV.Text
source: For orders placed outside of US and PR to be considered Documented Volume, receipts for profitable retail sales must be submitted and ACCEPTED by the last day of the current calendar month.
es_us: Para órdenes ingresadas fuera de US y PR sean considerardas Volumen Documentado, los recibos para las ventas al detalle con margen de ganancia deben ser presentadas y ACEPTADAS hasta el último día del mes en curso.
he_il: כדי שהזמנות מחוץ לארצות הברית ופורטו ריקו יחשבו לניקוד מתועד, יש להגיש קבלות בעבור מכירה קמעונאית רווחית והן צריכות להתקבל ביום האחרון של החודש הקלנדרי השוטף.
ko_kr: 미국령 밖에서 주문하신 건들에 대해서는 소매영수증을 본사로 제출해주셔야 합니다.
mn_mn: АНУ болон Пуэрто Рико улсуудаас өөр улсад хийгдсэн захиалгуудыг Баримтжуулсан Оноо гэж тооцуулахын тулд ашигтай жижиглэнгийн захиалгуудыг календарийн сарын сүүлийн өдөр гэхэд илгээж, компани хүлээн авсан байх ёстой юм.
pt_br: Para que as encomendas fora dos EUA e PR sejam consideradas Volume Documentado, os recibos de vendas aretalho têm de ser submetidos, e ACEITES, até ao último dia do respetivo mês.
sl_si: Za naročila, ki so oddana zunaj ZDA in Portorika in ki naj se štejejo za dokumentirane volumenske točke, morajo biti potrdila o prodaji na drobno za dobiček predložena in POTRJENA do zadnje dne tekočega koledarskega meseca.
zh_tw: 請留意美國及波多黎各之訂單，必須在當月月底前提交有獲利的銷售收據並經過認可後，才能列入有紀錄的購或點數。

# Later.Text
source: Do It Later
es_us: Continuar Después
he_il: עשה זאת מאוחר יותר
ko_kr: 나중에 하기
mn_mn: Дараа хийх
pt_br: Faça mais tarde.
sl_si: Izvedi to pozneje
zh_tw: 稍後再說

# lblReceiptLater.Text
source: Proceed to Create Customer Receipt for this order now. You can also Do it Later on MyHerbalife.com US site by going to Customers and then Create New Receipt menu.
he_il: ליצירת קבלות, ב-MyHerbalife.com, עברו לתפריט "לקוח" (Customer) ולאחר מכן לתפריט "קבלות" (Receipts ). בעמוד Receipts, לחצו על הלחצן "Create New Receipt".
ko_kr: 새로운 영수증을 발행하시려면, 마이허벌라이프에 있는 "나의 고객"을 선택하신 후, 영수증 페이지에서 "새로운 영수증 발행하기"를 클릭하세요.
mn_mn: Энэхүү захиалганд Үйлчлүүлэгчийн Баримт үүсгэхээр цааш үргэлжлүүлнэ үү. Та мөн АНУ-ын MyHerbalife.com сайтын Үйлчлүүлэгч хэсэг рүү орж, Шинэ баримт үүсгэх цэснээс үүсгэх боломжтой юм.
pt_br: Continue para criar o Recibo do Cliente para este pedido agora. Caso prefira, você poderá fazê-lo mais tarde, para isso Acesse o menu Clientes e depois o menu Recibos. Na página Recibos, clique no botão "Criar novo recibo".
sl_si: Nadaljujte do postopka priprave potrdila za stranko za to naročilo. To lahko storite tudi pozneje, in sicer na spletišču Myherbalife.com za trg ZDA izberite razdelek s strankami in nato izberite meni Pripravi novo potrdilo.
zh_tw: 如欲建立收據，請登入至"Myherbalife.com" --> "Customer" -->"Receipts " -->Create New Receipt
