Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/HAPOrders.aspx.*.resx
Languages: es_us, fr_ca

# CreateHapOrderResource1.Text
source: Create New HAP Order
es_us: Crea una nueva orden HAP
fr_ca: Créer une nouvelle commande HAP

# hapDescription.Text
source: The Herbalife Advantage Program (HAP) is a monthly automatic shipment program, providing Members with an effortless, flexible and convenient method for selecting and automatically shipping the products they use the most.
es_us: HAP es un programa mensual de envío automático de productos, que le provee a los Asociados Preferentes un método fácil, flexible y conveniente de selección y envío automático de aquellos productos que más utilizan.
fr_ca: Les commandes HAP sont un moyen facile pour vous d'avoir votre commande expédiée automatiquement chaque mois afin que vous receviez en toute tranquillité les produits que vous utilisez le plus souvent chaque mois d'une façon facile.

# hapFooterMessage.Text
source: If the deadline date falls on a holiday, your order will be processed on the following business day .
es_us: si la fecha límite cae en día inhábil, su orden será procesada el siguiente día hábil.
fr_ca: Si la date de délai est un jour férié, votre commande sera expédiée le jour ouvrable suivant ce jour férié.

# hapNotes.Text
source: The HAP Standing Order processes on the deadline date, you can make changes to your HAP standing order up to the deadline date before it processes. The HAP Standing order is in place for 1 year, you can cancel at any time. Also you will be notified 30 days prior to your HAP Standing order expiration date if you would like to renew. At that time you can renew and extend it for another year. This is your one stop landing page to handle all your Herbalife Advange Program needs.
es_us: La orden pendiente HAP se procesa en la fecha límite, puede cambiar su orden antes de dicha fecha. La orden pendiente HAP dura un año, puede cancelarla en cualquier momento. Además, recibirá una notificación 30 días antes de su fecha de expiración por si quiere renovarla. Actualmente, puede renovarla y extenderla por un año más. Está es su página de inico para manejar todas sus necesidades sobre el Programa de Beneficios Herbalife.
fr_ca: La Commande permanente HAP est traitée en fonction de votre date de délai, vous pouvez faire des changements sur votre commande permanente HAP jusqu'à la date du délai . La Commande permanente HAP est en place pendant 1 an, vous pouvez annuler à tout moment. Aussi vous serez notifié 30 jours avant votre date d'expiration de Commande permanente HAP. À ce moment-là vous pourrez renouveler et prolonger pendant une autre année. Ceci est votre page pour gérer tous les besoins de votre programme Avantage Herbalife.

# hapNotes2.Text
source: Create a new HAP Order, Modify Order Details, Update information ( Shipping, Payment and Expiry Date info), as well as you can cancel your HAP order at any time. <a href="http://www.qa4.ws.myherbalife.com/content/en-US/pdf/ordering/HAP_FAQ_USEN.pdf" target="_blank">Learn More About HAP Orders</a>
es_us: Crea una nueva orden HAP , modifica detalles de la orden, actualiza información (Envío, Pago y Fecha de terminación), también puede cancelar su orden HAP en cualquier momento.
fr_ca: Créez une nouvelle Commande HAP, Modifiez les Détails de Commande, Mettez à jour les informations d'expédition, de paiement et les infos de Date d'expiration), également vous pouvez annuler votre commande HAP à tout moment. <a href="hap-faqs.html" target="_blank">En savoir plus sur les commandes HAP</a>

# hapNotes3.Text
source: Note: For both Personal and Resale Hap orders there is a minimum limit of 100VP and for Personal a Max of 1000VP for your HAP orders. For a Resale HAP order there are no MAX vol restrictions.
es_us: Aviso: tanto para ordenes HAP personales o de reventa, hay un mínimo de 100 PV y para personal, un máximo de 1000 PV. Para las órdenes HAP de reventa no hay restricción máxima.
fr_ca: Notes : pour les commandes personnelles et de revente, il y a une limite minimale de 100 PV, pour les commandes personnelles uniquement le maximum est de 1000 PV et il n'y a pas de restriction maximale pour les commandes de revente.

# PageResource1.Title
source: My HAP Orders
es_us: Mis órdenes HAP
fr_ca: Nouvelles commandes HAP

# lbCancelResource1.Text
source: Cancel
es_us: Cancelar
fr_ca: Annuler

# lbCountryResource1.Text
source: Country
es_us: País
fr_ca: Pays

# lbEditResource1.Text
source: Edit
es_us: Editar
fr_ca: Modifier

# lbExpDateResource1.Text
source: Exp. Date
es_us: Fecha de terminación
fr_ca: Date d'exp.

# lbHAPResource1.Text
source: HAP Order ID
es_us: ID de orden HAP
fr_ca: ID Commande HAP

# lbStartDateResource1.Text
source: Start Date
es_us: Fecha de inicio
fr_ca: Date de début :

# lbStatusResource1.Text
source: Status
es_us: Estatus
fr_ca: statut :

# lbTypeResource1.Text
source: Type
es_us: Tipo

# lbVolumeResource1.Text
source: Volume
es_us: Volumen

# NotificationRenewHAPOrder
source: Your HAP order expires on {0}.
es_us: Tu orden HAP está por expirar en {0}
fr_ca: Votre commande HAP est programmée pour expirer le {0}.

# PageHeaderEvents
source: Order Products - HAP Orders
es_us: Ordena productos - órdenes HAP
fr_ca: Commande Produits - Commandes HAP

# PageHeaderProducts
source: Order Products - HAP Orders
es_us: Ordena productos - órdenes HAP
fr_ca: Commande Produits - Commandes HAP

# renewButton.Text
source: Click here to Opt In.
es_us: Click aquí para optar en.
fr_ca: Cliquez ici pour participer au programme HAP.

# PersonalResource1.Text
source: Personal Consumption
es_us: Consumo Personal
fr_ca: Consommation personnelle

# ResaleResource1.Text
source: Resale
es_us: Reventa
fr_ca: Revente

# EditHapExtraBullet.Text
source: <div class="Wire_transfer_info" style="font-size:14px !important;"><ul style="margin-bottom:0px;"> <li>Your order total may change depending on factors like product availability or your discount level. Your order total will be confirmed when your monthly order is processed on your selected deadline date.</li> </ul></div>
es_us: <div class="Wire_transfer_info" style="font-size:14px !important;"><ul style="margin-bottom:0px;"> <li>Su orden total puede cambiar dependiendo de factores como producto habilitado o su nivel de descuento. Su orden total será confirmada cuando su orden del mes sea procesada en su fecha límite seleccionada.</li> </ul></div>
fr_ca: <div class="Wire_transfer_info" style="font-size:14px !important;"><ul style="margin-bottom:0px;"> <li>Le total de votre commande peut varier en fonction de divers facteurs, tels que la disponibilité des produits ou votre pourcentage de remise. Le total de votre commande sera confirmé une fois votre commande mensuelle traitée à la date butoir sélectionnée.</li> </ul></div>

# hapDescriptionForDS.Text
source: The Herbalife Advantage Program (HAP) is a monthly automatic shipment program, providing Distributors with an effortless, flexible and convenient method for selecting and automatically shipping the products they use the most.
es_us: <p><Strong><font color="red">Mantén tu Consumo Personal HAP convirtiéndote en Asociado Preferente con Privilegios antes del 31 de octubre de 2016. Los Distribuidores no pueden activar nuevos pedidos HAP después del 1 de octubre de 2016. <a href="https://www.myherbalife.com/es-US/ed/Ds/pages/StandAlone/CharterMemberConversion.html?cmp=M_US_ES_TNT_NAMSegmentationHAP_LNK_XXX_Learn-SEG-NAMSegmentationHAPAllMembers_20161010" target="_blank">Haz clic aquí</a> para más información sobre el programa APP y sus beneficios. </font></strong></p><br /> HAP es un programa mensual de envío automático de productos, que le provee a los Distribuidores un método fácil, flexible y conveniente de selección y envío automático de aquellos productos que más utilizan.

# NotificationMessage.Text
source: Distributor’s country of address is not Canada; HAP Program is not available.
es_us: El país en la dirección del Asociado Preferente no es Estados Unidos; el Programa de Ventaja Herbalife no está disponible.
fr_ca: Le pays indiqué dans l'adresse du distributeur n'est pas le Canada ; Le Programme Avantage Herbalife n'est pas disponible.
