Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/OrderPreferences.aspx.*.resx
Languages: ar_il, cs_cz, es_ar, es_co, hi_in, it_it, ru_ua, sv_fi, th_th, vi_vn, zh_mo, zh_my

# lbtAddShippingAddressResource1.Text
source: Add Shipping Address_G57
ar_il: اضافة موقع شحن
cs_cz: Přidání doručovací adresy
es_ar: Agregar la dirección de envío
es_co: Añadir la dirección de envío
hi_in: शिपिंग के पते को जोड़िये
it_it: Aggiungi indirizzo di spedizione
ru_ua: Додати адресу доставки_G57
sv_fi: Lägg till leveransadress
th_th: เพิ่มที่อยู่จัดส่ง
vi_vn: Thêm địa chỉ nhận hàng
zh_mo: 新增送貨地址
zh_my: 新增寄送地址

# lbtAddPickupLocationResource1.Text
source: Add Pick Up Location_G56
ar_il: اضافة موقع استلام جديد
cs_cz: Přidat místo vyzvednutí
es_ar: Agregar el Lugar de retiro
es_co: Añadir el Lugar de Recogido
hi_in: प्राप्त करने का स्थान जोड़ें
it_it: Aggiungi località per ritiro diretto
ru_ua: Додати спосіб отримання_G56
th_th: เพิ่มสถานที่รับสินค้า
vi_vn: Thêm nơi nhận hàng
zh_mo: 新增提貨地點
zh_my: 新增提取地点

# PageResource1.Title
source: Saved addresses and Cards_G63
ar_il: العناوين والسلّات المحفوظة
cs_cz: Uložené adresy a karty
es_ar: Direcciones Guardadas
es_co: Direcciones Guardadas
hi_in: सुरक्षित किये गए क्रेडिट कार्ड्स
it_it: Indirizzi salvati
ru_ua: Збережені адреси та картки_G63
sv_fi: Beställnings inställningar
th_th: ที่อยู่และบัตรเครดิตที่บันทึกไว้
vi_vn: Địa chỉ và thẻ đã lưu
zh_mo: 已存地址及信用卡
zh_my: 订购常用资讯

# SavedShippingAddress.Text
source: Saved Shipping Address_G66
ar_il: حفظ عنوان الشحن
cs_cz: Uložené doručovací adresy
es_ar: Dirección de Envío Guardada
es_co: Direcciones de envío guardadas
hi_in: सुरक्षित किये गए मंगवाने के पते
it_it: Indirizzi di spedizione salvati
ru_ua: Збережені адреси доставки_G66
sv_fi: Sparad leveransadress
th_th: ที่อยู่จัดส่งที่บันทึกไว้
vi_vn: Địa chỉ chuyển hàng đã lưu
zh_mo: 已存送貨地址
zh_my: 储存寄送地址

# CreateManageShippingAddress.Text
source: Create and manage your shipping address and payment information for faster checkout in the future._G58
ar_il: ابتكر وتحكّم بموقع الشحن ومعلومات الدفع الخاصة بك للدفع بطريقة اسهل في المستقبل.
cs_cz: Vytvořit a spravovat mojí adresu pro rychlejší dokončení objednávky v budoucnu.
es_ar: Crea y/o actualiza tu dirección de envío para colocar tus pedidos más rápidamente en el futuro.
es_co: Crea y/o actualiza tu dirección de envío para colocar tus pedidos más rápidamente en el futuro.
hi_in: मंगवाई वस्तुओं को प्राप्त करने हेतु अपना पता बनाएं और उसका प्रबंध करें साथ ही भुगतान का विवरण भी दें ताकि भविष्य में और भी शीघ्र भुगतान हो सके।
it_it: Crea e gestisci il tuo indirizzo di spedizione e le informazioni di pagamento per risparmiare tempo la prossima volta che confermerai un ordine.
ru_ua: Створити та налаштувати Вашу адресу доставки та спосіб оплати для більш прискоренного оформлення замовлення_G58
sv_fi: Spara och ändra din levereringsadress och kortinformation för snabbare order plasering i framtiden.
th_th: สร้างและจัดการที่อยู่จัดส่งและข้อมูลการชำระเงินเพื่อการชำระเงินที่รวดเร็วขึ้นในอนาคต
vi_vn: Tạo và quản lý địa chỉ nhận hàng và thông tin thanh toán để kiểm tra hoàn tất nhanh hơn trong tương lai
zh_mo: 建立或編輯您的送貨地址及付款方式以簡化日後結帳程序
zh_my: 您可于此新增或编辑寄送地址和查看已授权登记之信用卡资讯，以便往后快速搜寻相关资讯。

# RSOOrderPreferencesHeader
source: Order Products – Saved Addresses & Cards_G61
ar_il: منتجات الطلب - العناوين المحفوظة
cs_cz: Objednávka produktů - uložené adresy
es_ar: Pedido de Productos - Direcciones Guardadas
es_co: Ordenar Productos - Direcciones Guardadas
hi_in: उत्पादों को आर्डर करें- सुरक्षित किये गए पते
it_it: Ordine Prodotti - Indirizzi e pagamenti salvati
ru_ua: Зробити замовлення - збережені адреси_G61
sv_fi: Beställningar - Sparade Adresser & Kort
th_th: สั่งซื้อผลิตภัณฑ์ - ที่อยู่ที่บันทึกไว้
vi_vn: Đặt hàng - Các địa chỉ đã lưu
zh_mo: 產品訂購 - 已存送貨地址及信用卡
zh_my: 产品订购 - 储存地址及付款资料

# SavedPaymentInfo.Text
source: Saved Credit / Debit Cards_G64
ar_il: بطاقات الإئتمان المحفوظة
cs_cz: Uložené platební karty
es_ar: Tarjetas de Crédito Guardadas
es_co: Tarjetas de Crédito Guardadas
hi_in: सुरक्षित किये गए क्रेडिट कार्ड्स
it_it: Informazioni di pagamento salvate
ru_ua: Збережені картки_G64
sv_fi: Sparad betalnings information
th_th: บัตรเครดิตที่บันทึกไว้
vi_vn: Thẻ tín dụng đã lưu
zh_mo: 已存信用卡
zh_my: 授权登记之信用卡资讯

# SavedPickupLocation.Text
source: Saved Pick Up Location_G65
ar_il: موقع الاستلام المحفوظ
cs_cz: Uložená místa osobního vyzvednutí
es_ar: Lugar de retiro guardado
es_co: Sitio Ocurre Guardado
hi_in: सुरक्षित किये गए पिकअप के स्थान
it_it: Indirizzi dei magazzini salvati per il ritiro diretto
ru_ua: Збережені способи отримання_G65
th_th: สถานที่รับสินค้าที่บันทึกไว้
vi_vn: Kho nhận hàng đã lưu
zh_mo: 已存提貨地點
zh_my: 储存提取地点

# lbtViewAllPickupLocationResource1.Text
source: View All Pick Up Locations_G68
ar_il: شاهد كل مواقع الاستلام
cs_cz: Zobrazit všechna místa osobního vyzvednutí
es_ar: Ver todos los Lugares de retiro
es_co: Ver Todos los Lugares de Recogido
hi_in: सभी प्राप्त करने के स्थान देखें
it_it: Vedere tutte le locazioni dei ritiri diretti
ru_ua: Переглянути всі способи отримання_G68
th_th: ดูสถานที่รับสินค้าทั้งหมด
vi_vn: Xem tất cả kho nhận hàng
zh_mo: 瀏覽所有提貨地點
zh_my: 查看全部提取地点

# lbtShowAllShippingAddressResource1.Text
source: View All Shipping Addresses_G69
ar_il: شاهد كل عناوين الشحن
cs_cz: Zobrazit všechny doručovací adresy
es_ar: Ver Todas las Direcciones de Envío
es_co: Ver Todas las Direcciones de Envío
hi_in: सभी मंगवाने के स्थान देखें
it_it: Vedere tutti gli indirizzi di spedizione
ru_ua: Переглянути всі адреси доставки_G69
sv_fi: Se alla levereringsadresser
th_th: ดูที่อยู่จัดส่งทั้งหมด
vi_vn: Xem tất cả các địa chỉ chuyển hàng đã lưu
zh_mo: 瀏覽所有送貨地址
zh_my: 查看所有送货地址

# Primary.Text
source: Primary:_G62
ar_il: أساسي:
cs_cz: Primární:
es_ar: Primario
es_co: Primario
hi_in: प्राथमिक:
it_it: Principale:
ru_ua: Основний:_G62
sv_fi: Huvud:
th_th: หลัก:
vi_vn: Đầu tiên:
zh_mo: 主：
zh_my: 主要:

# SavedPickupFromCourier.Text
source: Saved Pickup From Courier Location_G2375
ar_il: موقع الاستلام المحفوظ من موقع البريد
es_ar: Guardar retiro de la ubicación de la empresa de transporte.
hi_in: पिकअप फॉर्म में दर्शायी कुरियर लोकेशन को सुरक्षित करें।
it_it: Magazzino salvato per il ritiro presso il corriere
ru_ua: Збережені адреси самовивозу_G2375
th_th: บันทึกการรับสินค้าจากสถานที่ตั้งของร้าน 7-11
zh_mo: 速遞地點中已存的提貨地址
zh_my: 在快递地点储存提取

# lbtViewAllPaymentInformationResource1.Text
source: View All Cards_G67
ar_il: رؤية كل البطاقات
cs_cz: Zobrazit všechny karty
es_ar: Ver la información de todos los pagos
es_co: Ver Tarjetas de Crédito
hi_in: सभी कार्ड्स देखें
it_it: Vedere tutte le informazioni di pagamento
ru_ua: Переглянути всі картки_G67
sv_fi: Se all betalningsinformation
th_th: ดูบัตรทั้งหมด
vi_vn: Xem tất cả các loại thẻ
zh_mo: 瀏覽所有信用卡
zh_my: 查看所有已授权登记之信用卡资讯

# lbtAddPaymentInformationResource1.Text
source: Add Credit / Debit Cards_G55
ar_il: إضافة بطاقات إئتمان
cs_cz: Přidat platební karty
es_ar: Agregar una Tarjetas de Crédito
es_co: Agregar Tarjetas de Crédito
hi_in: क्रेडिट कार्ड्स जोड़ें
it_it: Aggiungi informazioni sul pagamento
ru_ua: Додати картку_G55
sv_fi: Lägg till betalningsinformation
th_th: เพิ่มบัตรเครดิต
vi_vn: Thêm thẻ tín dụng
zh_mo: 新增付款资料
zh_my: 新增付款资料

# ETOOrderPreferencesHeader
source: Order Event Tickets – Saved Addresses & Cards_G60
ar_il: طلب بطاقات حدث - العناوين والبطاقات المحفوظة
cs_cz: Objednávka vstupenek na akce - uložené adresy & karty
es_ar: Pedido de entradas para Eventos - Direcciones Guardadas
es_co: Direcciones Guardadas
hi_in: कार्यक्रम के टिकट्स को आर्डर करें - सुरक्षित किये गए पते
it_it: Ordina biglietti eventi - Indirizzi e pagamenti salvati.
ru_ua: Замовити квиток - збережені адреси та картки_G60
sv_fi: Beställ Event Biljetter- Sparade Adresser & Kort
th_th: สั่งซื้อบัตรเข้างาน - ที่อยู่และบัตรเครดิตที่บันทึกไว้
vi_vn: Đặt vé sự kiện - Các địa chỉ và thẻ đã lưu
zh_mo: 會議門票訂購 - 已存地址及信用卡
zh_my: 订购活动门票-储存地址及付款资料

# lbtAddPUFromCourier.Text
source: Add Pickup From Courier Location_G2373
ar_il: إضافة موقع استلام من موقع بريد
es_ar: Agregar retiro de la ubicación de la empresa de transporte.
hi_in: पिकअप फॉर्म में दर्शायी कुरियर लोकेशन को जोड़ें।
it_it: Aggiungi magazzino per il ritiro presso il corriere
ru_ua: Додати адресу самовивозу_G2373
th_th: เพิ่มการรับสินค้าจากสถานที่ตั้งของร้าน 7-11
zh_mo: 從速遞地點中新增提貨地址
zh_my: 在快递地点添加提取

# lbtViewAllPUFromCourier.Text
source: View All Pickup From Courier Locations_G2374
ar_il: شاهد كل مواقع الاستلام من البريد
es_ar: Visualizar todo lo Guardado en retiro de la ubicación de la empresa de transporte.
hi_in: कूरिअर स्थान से सभी पिकअप देखें ।
it_it: Visualizza tutti i magazzini per il ritiro presso il corriere
ru_ua: Переглянути всі адреси самовивозу_G2374
th_th: ดูการรับสินค้าทั้งหมดจากสถานที่ตั้งของร้าน 7-11
zh_mo: 從速遞地點中查看所有提貨地址
zh_my: 在快递地点查看所有提取

# lblCustomerSupportResource1.Text
source: For order support, please call 0800 437 225, 10.30 a.m. to 7.30 p.m., Monday - Friday <br/> _G59
ar_il: لقسم خدمة الطلبيات الرجاء الاتصال الى الهاتف 039431155, من الساعة 9:00 صباحا حتى الساعة 17:00 من يوم الاحد الى الخميس , ويوم الجمعة من الساعة 9:00 حتى الساعة 13:00
cs_cz: Pro pomoc s objednávkou volejte (+420) 235 090 252 od 8:30 do 17:30 pondělí - pátek. <br /> Každou středu 12:00-13:00 je objednávkové oddělení uzavřeno <br /> (pokud středa není posledním dnem měsíce)
es_ar: Si necesitas ayuda, por favor contacta a Servicios al Asociado al 47118500 de Lunes a Viernes de 08.30 a 17:30 hs y Sábados de 08:30 a 12:30 hs
es_co: Para soporte de órdenes, por favor llama a nuestro Call Center al 672-6969 de Lunes a Viernes de 8:30 a.m. a 5:30 p.m. y Sábados de 8:30 a.m. a 12:30 pm. hora local.
hi_in: आर्डर हेतु सहयोग के लिए, कृपया फ़ोन करें : 1-310-218-6089, (9 a.m. से 6 p.m. तक) PST, सोमवार से शुक्रवार तक।<br /> शनिवार (6 a.m. से 2 p.m. तक) PST
it_it: Per l'assistenza ordini contatta il Dipartimento Member Services al numero 06 52304444 dal lunedì al venerdì dalle 8.30 alle 17.30.
ru_ua: У випадку виникнення запитань, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні); +380 44 393 77 51 з понеділка по п’ятницю з 9:00 до 18.00, <br /> Субота, неділя – вихідні дні <br /> _G59
sv_fi: För order support, vänligen ring 08 517 619 15 from 09.00-17.00 måndag till torsdag och 10.00 till 17.00 på fredagar. Lördag och söndag stängt.
th_th: หากต้องการความช่วยเหลือ โปรดติดต่อ 02 660 1600 วันจันทร์-ศุกร์ เวลา 9:00-18:00 น. วันเสาร์(เฉพาะหน้าเคาน์เตอร์) 9:00-13:00 น.
vi_vn: Để hỗ trợ về đơn hàng, vui lòng liên lạc số điện thoại phòng Dịch Vụ Thành Viên: 3-827-9191. từ 8:30 đến 17:30 từ thứ 2 đến thứ 6, 8:30-12:30 Thứ 7.
zh_mo: 如需耍訂購協助，請致電(853) 2828-6612 星期一至星期五 10:30-18:00，星期六10:30-13:00
zh_my: 欲获得订购方面的协助，请致电603-2687 6333，星期一至五，早上10时至下午6时半，和星期六，早上10时至下午3时。
