Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/OrderListView.aspx.*.resx
Languages: ar_il, he_il, zh_cn

# lblSaveCartName.Text
source: New Cart Name
ar_il: اسم سلّة جديد
he_il: שם חדש לעגלה
zh_cn: 新购物车名

# lblOrderTotalText.Text
source: Order Total:
ar_il: مجموع الطلبيه
he_il: סך כל ההזמנה.
zh_cn: 总订购：

# lblSavedCartMessage2.Text
source: You will now be redirected to the Online Price List.
ar_il: سيتم تحويلك الآن الى قائمة الأسعار على الإنترنت.
he_il: כעת תופנה למחירון המקוון.
zh_cn: 您将转接到网上价格表。

# lblSavedCartMessage1.Text
source: Your current cart "{0}" has been saved.
ar_il: سلّتك الحالية "{0}" قد تم حفظها.
he_il: העגלה הקיימת נשמרה.
zh_cn: 你目前的购物车"{0}"已经保存

# lblMoreRows.Text
source: Show more rows
ar_il: أظهر المزيد من السطور
he_il: הצג שורות נוספות
zh_cn: 显示更多

# lblDeleteCartTitle.Text
source: Delete Cart
ar_il: محو السلّة
he_il: בטל עגלה
zh_cn: 删除购物车

# lblExistentCart.Text
source: The name you entered already exists. Please enter a different name.
ar_il: الاسم الذي أدخلته موجود مسبقًا. الرجاء إدخال اسم آخر.
he_il: השם שהוכנס כבר קיים, נא הכנס שם אחר.
zh_cn: 您所输入的名字已经存在。请输入另一个名字。

# lblEmptyCartName.Text
source: Please enter a valid cart name.
ar_il: الرجاء إدخال اسم سلّة صالح.
zh_cn: 请输入一个有效的名称

# OK.Text
source: OK
ar_il: موافق
he_il: בסדר
zh_cn: 确认

# NoRecordsMessage.Text
source: No orders were found matching your search criterias. Please redefine your search.
ar_il: لم نجد طلبيات تلائم صفات بحثك. الرجاء إعادة تعديل بحثك.
he_il: לא נמצאו הזמנות התואמות לקריטריונים שבחרת. נא הגדר חיפוש חדש.
zh_cn: 您所设定之搜寻条件无符合项目，请重设您的搜寻要件

# OrderSummaryResource.HeaderText
source: Cart Summary
ar_il: ملخّص السلّة
he_il: סיכום העגלה
zh_cn: 购物车摘要

# OrderBy.Text
source: Order By
ar_il: طلبيه قام بها
he_il: הזמנה על ידי:
zh_cn: 排序

# NextPageToolTip
source: Next Page
ar_il: الصفحة التالية
he_il: עמוד הבא
zh_cn: 下一页

# LessLinkResource
source: Hide Details
ar_il: خبّئ التفاصيل
he_il: הסתר פרטים
zh_cn: 隐藏详情

# lblVolumePointsText.Text
source: Volume Points:
ar_il: حجم نقاط
he_il: נקודות צבירה
zh_cn: 点数:

# NewOrder.Text
source: Start New Order
ar_il: إبدأ طلبيه جديده
he_il: התחל הזמנה חדשה
zh_cn: 开始新的订购

# MoreLinkResource
source: {0} Total Products - View All
ar_il: {0} مجموع المنتجات - شاهد الكل
he_il: {0}סך כל מוצרים- צפה בכולם
zh_cn: {0}总产品 - 查看全部

# ClearCartSave.Text
source: Save & Continue
ar_il: حقظ ومتابعة
he_il: שמור והמשך
zh_cn: 储存及继续

# ClearCartDo.Text
source: Continue Without Saving
ar_il: المتابعة من دون حفظ
he_il: המשך ללא שמירה
zh_cn: 继续但不储存

# DeleteCartCancel.Text
source: Cancel
ar_il: إلغاء
he_il: ביטול
zh_cn: 取消

# CopyNewResource.Text
source: Copy Order
ar_il: نسخ الطلبيه
he_il: העתק הזמנה
zh_cn: 复制订单

# ClearCartCancel.Text
source: Cancel
ar_il: إلغاء
he_il: ביטול
zh_cn: 取消

# btnCopyOrder.Text
source: Copy Order
ar_il: نسخ الطلبيه
he_il: העתק הזמנה
zh_cn: 复制订单

# ActionResource.HeaderText
source: Action
ar_il: عمل
he_il: פעולה
zh_cn: 行动

# CheckOutResource.Text
source: Checkout
ar_il: الدفع
he_il: קופה
zh_cn: 结账离开

# CartSummaryRes.HeaderText
source: Cart Summary
ar_il: ملخّص السلّة
he_il: סיכום העגלה
zh_cn: 购物车摘要

# lblClearCartMessage3.Text
source: If you do not save your cart, the items in your cart will be discared.
ar_il: اذا لا تقوم بحفظ السلّة، سيتم محو الاغراض الظاهرة في سلّتك.
he_il: אם לא תשמור העגלה,המוצרים בה יעלמו
zh_cn: 若您没有储存您的购物车，您的购物车内的产品将被丢弃。

# lblClearCartMessage1.Text
source: You currently have items in your cart. If you would like to save your <br/>current cart for later use, enter a name below.
ar_il: لديك الآن أغراض في سلّتك. اذا ترغب بحفظ <br/>سلّتك الحالية لاستخدام لاحق، الرجاء إدخال اسم أدناه.
he_il: ישנם מוצרים בעגלה.אם ברצונך לשמור העגלה לאחר כך, אנא רשום שם למטה.
zh_cn: 您目前有产品在购物车内。若您想储存您<br/>目前的购物车作为日后之用，请在以下输入名字。

# lblDeleteCartMessage.Text
source: Are you sure you wish to delete the selected cart.
ar_il: هل انت متأكد من أنك تريد محو السلّة المختارة؟
he_il: האם הנך בטוח שברצונך לבטל העגלה שבחרת?
zh_cn: 您确定要删除所选择的购物车？

# lblClearCartTitle.Text
source: Confirmation
ar_il: موافقة
he_il: אישור על הזמנה דו חודשית
zh_cn: 确认

# lblAddressText.Text
source: Address
ar_il: العنوان
he_il: כתובת
zh_cn: 地址

# DeleteCommandResource.Text
source: Delete
ar_il: محو
he_il: מחק
zh_cn: 终止支付.

# DeleteCartDo.Text
source: Delete
ar_il: محو
he_il: מחק
zh_cn: 删除

# LastPageToolTip
source: Last Page
ar_il: الصفحة الأخيرة
he_il: עמוד אחרון
zh_cn: 最后一页

# FirstPageToolTip
source: First Page
ar_il: الصفحة الاولى
he_il: עמוד ראשון
zh_cn: 首页

# OrderStatus.HeaderText
source: Order Status
ar_il: وضع الطلب
zh_cn: 订单状态

# OrderMonth.HeaderText
source: Order Month
ar_il: شهر الطلبيه
he_il: חודש הזמנה
zh_cn: 订购月份

# TotalAmount.HeaderText
source: Total Amount
ar_il: لأنك غير مشرف، حجم شهر الطلب يُظهر مجموع حجم نقاط الشراء الشخصي زائد حجم خطك التنازلي.
he_il: כלא-מפקח, ניקוד חודש ההזמנה מראה את סך כל הנקודות שנרכשו אישית בנוסף להיקף של ארגון הכפיפויות שלכם.
zh_cn: 总支付金额

# VolumePoints.HeaderText
source: Total Points
zh_cn: 总积分

# StoreInfo.HeaderText
source: Processing Shop
ar_il: متلقي
he_il: מקבל*:
zh_cn: 处理商店

# ChannelInfo.HeaderText
source: Orders Sources
ar_il: ملخّص الطلب
he_il: סיכום הזמנה
zh_cn: 订单来源

# lblClearCartMessage2.Text
source: Use suggested name or enter a new unique name.
ar_il: استخدم الاسم المقترح أو أدخل اسم خاص جديد.
he_il: נא השתמש בשם המוצע או הכנס שם ייחודי חדש.
zh_cn: 使用建议的名字或输入一个新的特别名字

# QtyResource.Text
source: QTY
ar_il: كمية
he_il: כמות
zh_cn: 数量

# ProductsResource.HeaderText
source: Products
ar_il: منتجات
he_il: מוצרים
zh_cn: 产品

# SaveCartMessaging
source: The Saved Cart feature provides a convenient way to create, manage and save multiple orders for faster checout in the future. At the time you checkout or make a copy as a new order, the order information (e.g. Products, Pricing and Volume Month) will be checked and updated accordingly.
ar_il: الرمز البريدي
he_il: מיקוד
zh_cn: 储存购物车功能，提供方便快速的订单管理功能。可协助您保留多 种产品订单组合，快速结帐! 当您结帐或使用储存于购物车内已储 存的订单订购时，所有订购资讯(产品、价格及订购月份等)皆将于 结帐时自动更新!

# RecentOrdersTab
source: Recent Orders
ar_il: رقم هاتف
he_il: מספר טלפון
zh_cn: 复制订单

# ProductResource.Text
source: Product
ar_il: منتج
he_il: מוצר
zh_cn: 产品

# PagerTextFormat
source: {4} {5} items in {1} pages
ar_il: {4} {5} أغراض {1} صفحات
he_il: פריטים ב.....עמודים
zh_cn: 在{1}页有{4} {5}项目

# PageResource1.Title
source: Saved Carts & Recent Orders
ar_il: سلّات محفوظة والطلبات الأخيرة
he_il: עגלות שמורות והזמנות אחרונות
zh_cn: 储存购物车以及最近的订单

# PrevPageToolTip
source: Previous Page
ar_il: الصفحة السابقة
he_il: עמוד קודם
zh_cn: 前一页

# PageSizeLabelText
source: Page size:
ar_il: حجم الصفحة:
he_il: גודל העמוד
zh_cn: 页面大小

# SavedCartsTab
source: Saved Carts
ar_il: سلات محفوظة
he_il: עגלות שמורות.
zh_cn: 已存購物車

# SortExp_dz
source: Date - Oldest on Top
ar_il: التاريخ - الأقدم في الأعلى
he_il: תאריך - הישנים בראש הרשימה.
zh_cn: 订单月份降序

# SortExp_da
source: Date - Newest on Top
ar_il: التاريخ - الأجدد في الأعلى
he_il: תאריך - החדשים בראש הרשימה.
zh_cn: 订单月份升序

# SortExp_sz
source: Ship To Name Z to A
ar_il: إشحن بحسب الاسم من ي الى أ
he_il: משלוח לפי שם מ ת'-א'.
zh_cn: 寄送名字Z至A

# SortExp_sa
source: Ship To Name A to Z
ar_il: إشحن بحسب الاسم من أ الى ي
he_il: משלוח לפי שם מ א'-ת'.
zh_cn: 寄送名字 A至Z

# SkuResource.Text
source: SKU
ar_il: الرقم التسلسلي
he_il: מק"ט
zh_cn: 产品编号

# Search.Text
source: Search
ar_il: بحث
he_il: חיפוש
zh_cn: 搜尋

# SortExp_ca
source: Cart Name A to Z
ar_il: اسم السلة من أ الى ي
he_il: שם העגלה מ א'- ת'.
zh_cn: 购物车摘要升序

# SortExp_cz
source: Cart Name Z to A
ar_il: اسم السلة من ي الى أ
he_il: שם העגלה מ ת'-א'.
zh_cn: 购物车摘要降序

# SortExp_va
source: Volumn Points Ascending
ar_il: اختيار
he_il: בחר
zh_cn: 总积分升序

# SortExp_oa
source: Order Source Ascending
ar_il: أنا أوافق على هذه الصفقة.
he_il: אני מאשר את ההעברה הזו
zh_cn: 订单来源升序

# SortExp_vd
source: Volumn Points Descending
ar_il: فاتورة الكترونية
he_il: חשבון אלקטרוני
zh_cn: 总积分降序

# SortExp_osd
source: Order Status Descending
ar_il: رقم البطاقة:
he_il: מספר כרטיס:
zh_cn: 订单状况降序

# SortExp_osa
source: Order Status Ascending
ar_il: اسم صاحب البطاقة:
he_il: שם בעל הכרטיס:
zh_cn: 订单状况升序

# SortExp_aa
source: Total Amount Ascending
ar_il: نوع البطاقة:
he_il: סוג כרטיס:
zh_cn: 全月升序

# SortExp_ad
source: Total Amount Descending
ar_il: نوع الدفع:
he_il: סוג תשלומים:
zh_cn: 全月降序

# SortExp_pa
source: Processing Shop Ascending
ar_il: المبلغ:
he_il: סכום:
zh_cn: 处理商店升序

# SortExp_od
source: Order Source Descending
ar_il: نص معلومات دفع بديلة تأتي هنا - مثلاً حوالات، Direct Debit، Payment Gateway
he_il: טקסט פרטי תשלום חלופיים ייכנס כאן - לדוגמה העברה אלקטרונית, חיוב ישיר, שירותי סליקה
zh_cn: 订单来源降序

# SortExp_pd
source: Processing Shop Descending
ar_il: رقم الترخيص:
he_il: קוד אישור:
zh_cn: 处理商店降序

# SortExp_md
source: Order Month Descending
ar_il: تاريخ انتهاء الصلاحية:
he_il: תאריך פקיעת תוקף:
zh_cn: 订单月份降序

# SortExp_ma
source: Order Month Ascending
ar_il: العنوان لإرسال الفاتورة:
he_il: כתובת חשבון:
zh_cn: 订单月份升序
