Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/PaymentInfoGrid.ascx.*.resx
Languages: fr_be, he_il, it_ch, mn_mn, ru_ua, sr_rs, sv_fi, tr_tr

# lnkAdd.Text
source: Add
fr_be: Ajouter
he_il: הוסף
it_ch: Aggiungi
mn_mn: Нэмэх
ru_ua: Додати_G74
sr_rs: Dodaj
sv_fi: Lägg till
tr_tr: Ekle

# Amount.HeaderText
source: Amount*
fr_be: Montant*
it_ch: Importo*
mn_mn: Дүн*
ru_ua: Кількість*_G77
sr_rs: Iznos*
sv_fi: Belopp
tr_tr: Tutar*

# ValidateAddCard
source: Are you sure you want to Add this card?
fr_be: Etes-vous sûr de vouloir ajouter ce numéro de carte bancaire ?
he_il: האם אתה בטוח שברצונך להוסיף כרטיס זה?
it_ch: Sei sicuro di voler aggiungere questa carta?
mn_mn: Та энэ картыг нэмэхдээ итгэлтэй байна уу?
ru_ua: Ви впевнені що хочете додати цю картку?_G79
sr_rs: Jeste li sigurni da želite da dodate ovu karticu?
sv_fi: Är du säker på att du vill lägga till detta i kundvagnen?
tr_tr: Bu kartı eklemek istediğinize emin misiniz?

# ValidateRemoveCard
source: Are you sure you want to Remove this card?
fr_be: Etes-vous certain de vouloir supprimer cette carte?
he_il: האם אתה בטוח שברצונך להסיר כרטיס זה?
it_ch: Sei sicuro di voler rimuovere questa carta?
mn_mn: Та энэ картыг хасахдаа итгэлтэй байна уу?
ru_ua: Ви впевнені що хочете видалити цю картку?_G80
sr_rs: Jeste li sigurni da želite da izbrišete ovu karticu?
sv_fi: Är du säker på att du vill ta bort detta kort?
tr_tr: Bu kartı silmek istediğinize emin misiniz?

# lbBonus1.Text
source: Bonus 1
he_il: בונוס 1
mn_mn: Бонус 1
ru_ua: Бонус 1_G82

# lbBonus2.Text
source: Bonus 2
he_il: בונוס 2
mn_mn: Бонус 2
ru_ua: Бонус 2_G83

# hdrCardHolder.HeaderText
source: Card Holder
fr_be: Détenteur de la carte
he_il: בעל הכרטיס
it_ch: Titolare carta di credito
mn_mn: Карт эзэмшигч
ru_ua: Власник картки_G84
sr_rs: Vlasnik kartice
sv_fi: Kortinnehavare
tr_tr: Kart Sahibi

# hdrCardNumber.HeaderText
source: Card Number
fr_be: Numéro de carte
he_il: מספר כרטיס
it_ch: Numero carta
mn_mn: Картны Дугаар
ru_ua: Номер картки_G85
sr_rs: Broj kartice
sv_fi: Kortnummer
tr_tr: Kart Numarası

# hdrCardType.HeaderText
source: Card Type
fr_be: Type de carte
he_il: סוג כרטיס
it_ch: Tipo carta
mn_mn: Картны Төрөл
ru_ua: Тип картки_G86
sr_rs: Vrsta kartice
sv_fi: Korttyp
tr_tr: Kart Tipi

# lnkEdit.Text
source: Edit
fr_be: Afficher
he_il: ערוך
it_ch: Modifica
mn_mn: Өөрчлөх
ru_ua: Змінити_G88
sr_rs: Izmeni
sv_fi: Ändra
tr_tr: Düzenle

# hdrExpiration.HeaderText
source: Expiration
he_il: תוקף
it_ch: Scadenza
mn_mn: Дуусах хугацаа
ru_ua: Термін дії_G89
sr_rs: Datum isteka
sv_fi: Utgång
tr_tr: Süre Sonu

# strExpires
source: EXPIRES!!!
fr_be: CB expirée !!!
he_il: פג תוקף!!!
it_ch: E' scaduta!!!
mn_mn: ХУГАЦАА ДУУССАН!!!
ru_ua: ТЕРМІН ДІЇ ЗАКІНЧИВСЯ!!!_G90
sr_rs: ISTIČE!!!
sv_fi: UPPHÖR!!!
tr_tr: SÜRE DOLDU!!!

# lbInstallments.Text
source: Installments
fr_be: Versements
he_il: תשלומים
it_ch: Quota
mn_mn: Хэсэгчилсэн төлбөр
ru_ua: Розстрочка_G91
sr_rs: Rate
sv_fi: Installeringar
tr_tr: Taksitler

# hdrIssueNumber.HeaderText
source: Issue Number or Date
fr_be: Date ou n° du versement
he_il: מספר הנפקה או תאריך
it_ch: Problema di numero o data
mn_mn: Олгосон хугацаа
ru_ua: Вказати номер або дату_G92
sr_rs: Broj izdavanja ili datum
tr_tr: Konu numarası veya Tarihi

# lbLumpSum.Text
source: Lump Sum
fr_be: Somme forfaitaire
he_il: סכום כולל
ru_ua: Одноразова сума_G95
sr_rs: Ukupna suma
tr_tr: Toplam Yekun

# CardType_MC_Description
source: MasterCard
ru_ua: MasterCard_G96

# CardType_QH_Description
source: Mykey
fr_be: MaClé
it_ch: La mia chiave
ru_ua: Мій ключ_G98

# rbWire.Text
source: Pay by Bank Wire / Direct Deposit
fr_be: Paiement par virement bancaire/mandat
he_il: תשלום באמצעות העברה בנקאית / הפקדה ישירה
it_ch: Paga tramite bonifico/vaglia
mn_mn: Банкны Шилжүүлэг/Шууд Шилжүүлгээр төлөх
ru_ua: Оплатити банківським переказом / Прямим Депозитом_G99
sr_rs: Platite bankovnim transferom / direktnim zaduživanjem
sv_fi: Betala med banköverföring
tr_tr: Banka Transferi/ Doğrudan Aktarım ile ödeme

# lbPayOptions.Text
source: Pay Options
fr_be: Options de paiement
he_il: אפשרויות תשלום
it_ch: Opzioni di pagamento
mn_mn: Төлбөр хийх сонголтууд
ru_ua: Параметри оплати_G100
sr_rs: Opcije prilikom plaćanja
sv_fi: Betalningsalternativ
tr_tr: Ödeme seçenekleri

# rbCredit.Text
source: Pay with Credit Card
fr_be: Paiement par carte bancaire
he_il: שלם באמצעות כרטיס אשראי
it_ch: Paga con Carta di Credito
mn_mn: Кредит картаар төлөх
ru_ua: Оплатити карткою_G101
sr_rs: Platite kreditnom karticom
sv_fi: Betala med kort
tr_tr: Kredi Kartı ile öde

# hdrPayOptions.HeaderText
source: PayOptions
fr_be: Options de paiement
he_il: אפשרויות תשלום
it_ch: Opzioni di pagamento
mn_mn: Төлбөр хийх сонголтууд
ru_ua: Параметри оплати_G102
sr_rs: Opcije prilikom plaćanja
sv_fi: Betalningsalternativ
tr_tr: ÖdemeSeçenekleri

# lblWireMessage.Text
source: Please pay this amount within three business days...
fr_be: Veuillez régler ce montant dans un délai de 3 jours ouvrés…
he_il: אנא שלם סכום זה בתוך שלושה ימי עסקים...
it_ch: Effettua questo pagamento entro 3 gionri lavorativi...
mn_mn: Төлбөрөө захиалгаа хийсэн өдөртөө төлнө үү..
ru_ua: Будь ласка, оплатіть цю сумму протягом трьох робочих днів_G103
sr_rs: Molimo vas da uplatite navedeni iznos u roku od tri radna dana...
sv_fi: Vänligen betala inom 3 arbetsdagar.
tr_tr: Lütfen 3 işgünü içerisinde ödeyiniz...

# lnkRemove.Text
source: Remove
fr_be: Supprimer
he_il: הסר
it_ch: Rimuovi
mn_mn: Устгах
ru_ua: Видалити_G105
sr_rs: Ukloni
sv_fi: Radera
tr_tr: Çıkar

# lbRevolving.Text
source: Revolving
fr_be: Renouvelable
he_il: מתחדש
it_ch: Carta di credito rateale
mn_mn: Шийдэж байна
ru_ua: Обертовий_G106
sv_fi: Roterande
tr_tr: Devreden

# lbSelectMonth.Text
source: Select Month
fr_be: Sélectionner le mois
he_il: בחר חודש
it_ch: Seleziona mese
mn_mn: Сараа сонгох
ru_ua: Виберіть місяць_G107
sr_rs: Izaberi mesec
sv_fi: Välj månad
tr_tr: Ay Seç

# lbSelectMonth1.Text
source: Select Month 1:
fr_be: Sélectionner mois 1:
he_il: בחר חודש 1:
it_ch: Seleziona mese 1:
mn_mn: Сараа сонгох 1:
ru_ua: Виберіть місяць 1:_G108
sr_rs: Izaberi mesec 1:
sv_fi: Välj månad 1:
tr_tr: Ay Seç 1:

# lbSelectMonth2.Text
source: Select Month 2:
fr_be: Sélectionner mois 2:
he_il: בחר חודש 2:
it_ch: Seleziona mese 2:
mn_mn: Сараа сонгох 2:
ru_ua: Виберіть місяць 2:_G109
sr_rs: Izaberi mesec 2:
sv_fi: Välj månad 2:
tr_tr: Ay Seç 2:

# ValidateAddCardExpired
source: The card has expired.
fr_be: La carte a expirée.
he_il: פג תוקף הכרטיס.
it_ch: La carta è scaduta.
mn_mn: Картын хугацаа дууссан байна.
ru_ua: Термін дії картки закінчився_G110
sr_rs: Kartica je istekla.
sv_fi: Detta kortet har gått ut.
tr_tr: Kart süresi dolmuş

# ValidateAddCardBadCard
source: The Card Number is invalid.
fr_be: Le numéro de la carte est invalide.
he_il: מספר כרטיס אינו תקין.
it_ch: Il numero della carta non è valido
mn_mn: Картын дугаар буруу байна.
ru_ua: Номер картки недійсний _G111
sr_rs: Broj kreditne kartice je nevažeći.
sv_fi: Detta kortnummret är inte giltigt
tr_tr: Geçersiz kart numarası

# ValidateAddCardMissingCard
source: The Card Number is required.
fr_be: Le numéro de la carte doit être indiqué.
he_il: יש למלא מספר כרטיס.
it_ch: Il numero di carta è obbligatorio
mn_mn: Картын дугаар оруулах шаардлагатай.
ru_ua: Введіть номер картки_G112
sr_rs: Neophodan je broj kreditne kartice.
sv_fi: Kortnummret är obligatoriskt.
tr_tr: Kart numarası gereklidir.

# ValidateAddCardMissingName
source: The CardHolder Name is required.
fr_be: Le nom du titulaire de la carte doit être indiqué.
he_il: יש למלא שם בעל הכרטיס
it_ch: Sei sicuro di voler rimuovere questa carta?
mn_mn: Карт эзэмшигчийн нэрийг оруулна уу.
ru_ua: Введіть ім'я вланика картки_G113
sr_rs: Neophodno je ime vlasnika kartice.
sv_fi: Kortinnehavarens namn är obligatoriskt
tr_tr: Kart sahibi adı gereklidir

# ValidateAddCardMissingExpDate
source: The Expiration Date is required.
fr_be: La date d'expiration doit être indiqué.
he_il: יש למלא תאריך תוקף.
it_ch: La scadenza della carta è obbligatoria
mn_mn: Картын хүчинтэй хугацааг оруулна уу.
ru_ua: Введіть трмін дії._G114
sr_rs: Neophodan je datum isteka kartice.
sv_fi: Utgångsdatum är obligatoriskt
tr_tr: Son Kullanma Tarihi gereklidir.

# CardType_VI_Code
source: VI
he_il: VISA
ru_ua: VI_G115

# CardType_VI_Description
source: Visa
mn_mn: Виза карт
ru_ua: Visa_G116

# lblWireAmountDue.Text
source: Wire Amount:
fr_be: Montant à verser
he_il: סכום העברה:
it_ch: Importo bonifico
mn_mn: Шилжүүлгийн Дүн:
ru_ua: Сума оплати банківським переказом_G117
sr_rs: Iznos za elektronski prenos
sv_fi: Belopp för överföring:
tr_tr: Para Transferi Tutarı:

# CardType_AL_Code
source: AL
ru_ua: _G75

# CardType_AX_Description
source: Amex
ru_ua: _G76

# CardType_AL_Description
source: Aplus
ru_ua: _G78

# CardType_AX_Code
source: AX
he_il: הנחה חברת מוצרי קידום
ru_ua: _G81

# TemplateFieldResource2.HeaderText
source: CVV*
fr_be: Cryptogramme*
ru_ua: _G87

# CardType_JC_Code
source: JC
he_il: פרטי הזמנה
ru_ua: _G93

# CardType_JC_Description
source: JCB
he_il: ניקוד חודש הזמנה
ru_ua: _G94

# CardType_MC_Code
source: MC
he_il: דרוש אימות
ru_ua: _G97

# CardType_QH_Code
source: QH
he_il: נקודות צבירה
ru_ua: _G104
