Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/PendingOrders.aspx.*.resx
Languages: es_cl, es_ve, hu_hu, mk_mk, mn_mn, ms_my, pt_pt, ro_ro, ru_kz, sl_si

# AmountDueResource.HeaderText
source: Amount Due_G2639
es_cl: Amount Due
es_ve: Total a pagar
hu_hu: Fizetendő összeg
mk_mk: Износ што треба да се плати
mn_mn: Төлөх дүн
ms_my: Amoun Terhutang
pt_pt: Valor a pagamento
ro_ro: Sumă datorată
ru_kz: Сумма к оплате
sl_si: Znesek za plačilo

# Declined
source: Declined_G2640
es_cl: Declined
es_ve: Rechazado
hu_hu: Visszautasítva
mk_mk: Одбиена
mn_mn: Зөвшөөрөгдөөгүй
ms_my: Ditolak
pt_pt: Recusado
ro_ro: Refuzat
ru_kz: Отклонено
sl_si: Zavrnjeno

# NotSubmitted
source: Not Submitted_G2641
es_cl: Not Submitted
es_ve: No colocada
hu_hu: Nincs leadva
mk_mk: Неиспратена
mn_mn: Оруулаагүй
ms_my: Tidak Dihantar
pt_pt: Não Submetido
ro_ro: Nefinalizat
ru_kz: Не подтверждено
sl_si: Ni oddano

# OrderNumberResource.HeaderText
source: Order Number_G2642
es_cl: Order Number
es_ve: Número de Pedido
hu_hu: Rendelési szám
mk_mk: Број на нарачка
mn_mn: Захиалгын дугаар
ms_my: Nombor Pesanan
pt_pt: Número da Encomenda
ro_ro: Număr comandă
ru_kz: Номер заказа
sl_si: Številka naročila

# OrderStatusResource
source: Order Status_G2643
es_cl: Order Status
es_ve: Estado del Pedido
hu_hu: Rendelés állapota
mk_mk: Статус на нарачка
mn_mn: Захиалгын статус
ms_my: Status Pesanan
pt_pt: Estado da Encomenda
ro_ro: Status Comandă
ru_kz: Статус заказа
sl_si: Status naročila

# PageResource1.Title
source: Pending Orders_G2644
es_cl: Pending Orders
es_ve: Pedidos Pendientes
hu_hu: Függőben lévő rendelések
mk_mk: Нарачки што се чекаат
mn_mn: Хүлээгдэж буй захиалгууд
ms_my: Pesanan Menunggu
pt_pt: Encomendas Pendentes
ro_ro: Comenzi în Aşteptare
ru_kz: Отложенные заказы
sl_si: Odprta naročila

# PaymentApproved
source: Payment Approved_G2645
es_cl: Payment Approved
es_ve: Pago Aprobado
hu_hu: Fizetés jóváhagyva
mk_mk: Одобрена уплата
mn_mn: Төлбөр зөвшөөрөгдлөө
ms_my: Pembayaran Diluluskan
pt_pt: Pagamento Aprovado
ro_ro: Plată Aprobată
ru_kz: Оплата подтверждена
sl_si: Odobreno plačilo

# PaymentDeclined
source: Payment Declined_G2646
es_cl: Payment Declined
es_ve: Pago rechazado
hu_hu: Fizetés elutasítva
mk_mk: Одбиена уплата
mn_mn: Төлбөр зөвшөөрөгдсөнгүй
ms_my: Pembayaran Diltolak
pt_pt: Pagamento Recusado
ro_ro: Plată Refuzată
ru_kz: Оплата отклонена
sl_si: Zavrnjeno plačilo

# PaymentStatusResource.HeaderText
source: Payment Status_G2647
es_cl: Payment Status
es_ve: Estado de Pago
hu_hu: Fizetés állapota
mk_mk: Статус на уплата
mn_mn: Төлбөрийн Статус
ms_my: Status Pembayaran
pt_pt: Estado do Pagamento
ro_ro: Status Plată
ru_kz: Статус оплаты
sl_si: Status plačila

# PendingValidation
source: Pending Validation_G2648
es_cl: Pending Validation
es_ve: Validacion pendiente
hu_hu: Jóváhagyás függőben
mk_mk: Се чека валидација
mn_mn: Баталгаажилт хүлээгдэж байна
ms_my: Menunggu Pengesahan
pt_pt: Validação Pendente
ro_ro: Validare în Aşteptare
ru_kz: Ожидание подтверждения
sl_si: V postopku potrditve

# Processing
source: In Processing_G2649
es_cl: In Processing
es_ve: En Proceso
hu_hu: Folyamatban
mk_mk: Се процесира
mn_mn: Боловсруулагдаж байна.
ms_my: Dalam Pemprosesan
pt_pt: Em Processamento
ro_ro: În Curs de Procesare
ru_kz: Обрабатывается
sl_si: V obdelavi

# ReadyToSubmit
source: Submitted_G2650
es_cl: Submitted
es_ve: Colocada
mk_mk: Испратено
mn_mn: Оруулсан
ms_my: Dihantar
pt_pt: Submetido
ro_ro: Finalizat
ru_kz: Подтверждено
sl_si: Oddano

# SubmittedDateResource
source: SubmittedDateResource.HeaderText_G2651
es_cl: Submitted Date
es_ve: Fecha de envio
hu_hu: Leadás dátuma
mk_mk: SubmittedDateResource.HeaderText
mn_mn: Оруулсан Огноо
ms_my: Tarikh Hantar
pt_pt: Data de Submissão
ro_ro: SubmittedDateResource.HeaderText
ru_kz: Дата подтверждения
sl_si: SubmittedDateResource.HeaderText

# Transitioning
source: Transitioning_G2652
es_cl: Transitioning
es_ve: En proceso
hu_hu: Átutalás alatt
mk_mk: Транзиција
mn_mn: Шилжиж байна
ms_my: Peralihan
pt_pt: Transacionando
ro_ro: În Tranziţie
ru_kz: Переход
sl_si: Med prenosom

# VolumePointsResource.HeaderText
source: Volume Points_G2653
es_cl: Puntos de Volumen
es_ve: Puntos de Volumen
hu_hu: Volumenpont
mk_mk: Волуменски поени
mn_mn: Оноо
ms_my: Poin Volum
pt_pt: Pontos de Volume
ro_ro: Puncte Volum
ru_kz: Очки
sl_si: Volumenske točke

# NoRecords.Text
source: No Records_G2668
es_cl: No Records
es_ve: No hay registros
hu_hu: Nincs megjelenítendő elem
mk_mk: Нема записи
mn_mn: Мэдээлэл байхгүй
ms_my: Tiada Rekod
ro_ro: Nicio înregistrare
ru_kz: Нет записей
sl_si: Ni zapisov

# OrdersGrid.MasterTableView.PagerStyle.PagerTextFormat
source: {4} Page {0} of {1}
es_ve: {4} Página {0} de {1}
hu_hu: {4} {0} oldal/ {1}
mk_mk: {4} Страница {0} од {1}
mn_mn: {4} Хуудас {0} -с {1}
ms_my: {4} Mukasurat {0} dari {1}
ro_ro: {4} Pagina {0} din {1}
ru_kz: {4} Страница {0} от {1}
sl_si: {4} Prikazujem stran {0} od {1}

# OrdersGrid.MasterTableView.PagerStyle.PageSizeLabelText
source: Page size:_G2670
es_cl: Tamaño de la página:
es_ve: Tamaño de la página:
hu_hu: Oldalméret:
mk_mk: Големина на страница:
mn_mn: Хуудасны Хэмжээ:
ms_my: Saiz Mukasurat:
ro_ro: Dimensiunea paginii:
ru_kz: Размер страницы:
sl_si: Velikost strani:
