Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/PriceListGenerator.aspx.*.resx
Languages: es_pr, fr_ca, mn_mn, ru_kz

# BottomMessage.InnerText
source: Create a PDF for easier printing and sharing.
es_pr: Convierta a PDF para imprimir y compartir fácilmente
fr_ca: Créez un PDF pour imprimer et partager plus facilement.
mn_mn: Хэвлэх болон цааш дамжуулахад хялбар болгох үүднээс PDF-ээр үүсгэх
ru_kz: Создать в формате PDF для удобства печати и обмена.

# CustomerDiscountTitle.InnerText
source: Customer Discount
es_pr: Descuento del cliente
fr_ca: Escompte Client
mn_mn: Үйлчлүүлэгчийн Хөнгөлөлт
ru_kz: Скидка Клиента

# CustomerPriceColumnName.HeaderText
source: Customer Price
es_pr: Precio del cliente
fr_ca: Prix Client
mn_mn: Үйлчлүүлэгчийн Үнэ
ru_kz: Цена Клиента

# CustomerPriceHelpText.Text
source: Customer Price is the amount to charge a customer to cover Tax and Shipping & Handling, and maintain your profit level. You may reduce this price by adding a Customer Discount.<br /><br />Customer Price = Retail Price with Discount + Tax + S&H
es_pr: El precio de cliente es el precio del producto y puede ser inclusivo de impuestos de ventas, gastos de envió y manejo, o el descuento de cliente en base de los valores ingresados en la herramienta de generador de lista de precios. Usted tiene la opción de personalizar estos valores como desee.
fr_ca: Le Prix Client est le montant chargé au client pour couvrir les frais de Taxes et Expédition/Cueillette & Manutention et maintenir votre niveau de profit. Vous pouvez réduire ce prix en ajoutant une Escompte Client.<br /><br />Prix Client = Prix de Détail avec Escompte + Taxes + E/C&M
mn_mn: Үйлчлүүлэгчийн үнэ бол бүтээгдэхүүний үнэ бөгөөд энэ дүнд борлуулалтын татвар, хүргэлт болон тээвэрлэлтийн өртөг орсон байж болно.

# DefaultCityText
source: City
es_pr: Ciudad
fr_ca: Ville
mn_mn: Хот
ru_kz: Город

# DefaultFileName
source: Price list
es_pr: Lista de precio
fr_ca: Liste de Prix
mn_mn: Үнийн санал
ru_kz: Прайс-лист

# DefaultStateOption
source: State
es_pr: Estado
fr_ca: Province
mn_mn: Муж
ru_kz: Область

# DefaultZipCodeText
source: Zip Code
es_pr: Código postal
fr_ca: Code Postal
mn_mn: Зип код
ru_kz: Индекс

# DiscountCostHelpText.Text
source: Discounted Retail is the price that a Member pays just for the product. It is calculated by first multiplying the Member Discount by the Earn Base, then subtracting that from the Retail Price.<br /><br />Discounted Retail = Retail Price - (Earn Base x Member Discount)
es_pr: Descuento al por menor es el precio del producto después que se aplica el descuento, excluyendo los impuestos de ventas y los gastos de envió y manejo.
fr_ca: L’Escompte du Détail est le prix qu’un Membre paye pour le produit seulement. C’est calculé premièrement en multipliant l’Escompte Membre par la Base Gagnée, ensuite en soustrayant le résultat du Prix de Détail. <br /><br />Escompte du Détail = Prix de Détail - (Base Gagnée x Escompte Membre)
mn_mn: Хөнгөлөгдсөн үнэ бодох суурь бол хөнгөлөгдсөн бүтээгдэхүүний үнэ юм. Энэ дүнд борлуулалтын татвар, хүргэлт болон тээвэрлэлтийн өртөг орсон болно.
ru_kz: Розничная цена продукта учитывая скидку, за исключением налога с продаж и доставки & Amp; платы за обработку груза

# DistributorCostColumnName.HeaderText
source: Discounted Retail
es_pr: Precio de venta con descuento
fr_ca: Esc. du Détail
mn_mn: Хөнгөлөгдсөн үнэ бодох суурь
ru_kz: Розничная цена со скидкой

# DistributorCostTitle.InnerText
source: Discount Percentage
es_pr: Su descuento
fr_ca: Pourcentage d’Escompte
mn_mn: Хөнгөлөлтийн Хувь
ru_kz: Скидка в процентом соотношении

# DistributorLoadedCostColumnName.HeaderText
source: Member Price
es_pr: Su Precio
fr_ca: Prix DS
mn_mn: Гишүүний Үнэ
ru_kz: Цена Независимого партнера

# DistributorLoadedCostText.Text
source: Member Price is the fully loaded amount that a Member pays for product. It includes Tax and Shipping &Handling. <br /><br />Member Price = Discounted Retail + Tax + S&H
es_pr: Su precio es el precio del producto después de que el descuento ha sido aplicado. Esta cantidad es inclusiva de impuestos sobre ventas y manejo y envió los cargos son basados en los valores opcionales ingresados en la herramienta de generador de lista de precios.
fr_ca: Le Prix Distributeur est le montant complet chargé qu’un Distributeur paye pour le produit. Il inclut les frais de taxes et Expédition/Cueillette & Manutention. <br /><br />Prix Distributeur = Escompte du Détail + Taxes + E/C&M
mn_mn: Таны үнэ бол хөнгөлөгдсөн бүтээгдэхүүний үнэ юм. Энэ дүнд борлуулалтын татвар, хүргэлт болон тээвэрлэлтийн өртөг орсон болно.
ru_kz: Ваша цена эта цена продукта со скидкой.Эта сумма с учетом налога с продаж и доставки & Amp; платы за обработку товара и другие расходы,вклююченные на основе дополнительных значений, введенных в генератор инструмент прайс-лист

# EarnBaseColumnName.HeaderText
source: Earn Base
es_pr: Base de ganancia
fr_ca: Base Gagnée
mn_mn: Урамшуулал бодох суурь
ru_kz: База для расчета вознаграждений

# ExportButton.Text
source: Download PDF
es_pr: Descargar PDF
fr_ca: Télécharger PDF
mn_mn: PDF-ыг татах
ru_kz: Скачать PDF

# FindTaxButton.Text
source: Calculate local sales tax
es_pr: Calcular el impuesto de venta local
fr_ca: Calculer la Taxe
mn_mn: Дотоодын борлуулалтын татварыг тооцоолох
ru_kz: Просчитать налог на продукт

# InvalidAddresstText
source: Invalid address, sales tax has been set to default.
es_pr: Dirección inválida. Se ha cambiado al impuesto de venta predefinido
fr_ca: Adresse non valide, la taxe de vente a été fixée par défaut
ru_kz: Неверный адрес, налог с продаж был установлен по умолчанию.

# InvalidInputText
source: Invalid input, it has been set to default.
es_pr: Ingreso inválido. Se ha cambiado al predefinido.
fr_ca: Entrée non valide, valeur fixée par défaut.
ru_kz: Неверный ввод, это было установлено по умолчанию.

# NoRecordsMessage.Text
source: Catalog not available.
es_pr: El Catálogo no está disponible.
fr_ca: Catalogue non disponible.
mn_mn: Каталоги харах боложгүй байна
ru_kz: Католог не доступен

# OnlyCustomerPrice.Text
source: Show ONLY Customer Price Column
es_pr: Mostrar SÓLO Columna del Precio del Cliente
fr_ca: Montrer SEULEMENT la colonne Prix Client
mn_mn: ЗӨВХӨН Үйлчлүүлэгчийн үнийг харуулах
ru_kz: Показывает ТОЛЬКО колонку с ценой клиента

# ProductNameColumnName.HeaderText
source: Product Name
es_pr: Nombre del producto
fr_ca: Nom du Produit
mn_mn: Бүтээгдэхүүний Нэр
ru_kz: Наименование продукта

# RetailPriceColumnName.HeaderText
source: Retail Price
es_pr: Precio de venta sugerido al menudeo
fr_ca: Prix de Détail
mn_mn: Үнэ бодох суурь
ru_kz: Розничная цена

# SalesTaxMessage.InnerText
source: Enter the state Tax if you know it, or use the find Tax tool to get exact tax for any address in the U.S.</br>You can also manually adjust the values at any time.</br>This will be added to "Customer Price" column.
es_pr: Ingresar el impuesto del estado, si lo conoce, o use la Herramienta de impuesto para obtener el impuesto exacto para todo domicilio en Estados Unidos.</br>También puede ajustar los valores manualmente en cualquier momento.</br>Esto se agregará a la columna del "Precio del cliente".
fr_ca: Entrez la taxe provinciale si vous la connaissez ou utilisez l’outil Trouver Taxe pour obtenir la taxe exacte pour l'adresse sélectionnée.</br>Vous pouvez également ajuster la valeur manuellement à n’importe quel moment.</br>Celle-ci sera ajoutée à la colonne "Prix Client".

# SalesTaxTitle.InnerText
source: Sales Tax
es_pr: Impuesto de ventas
fr_ca: Taxe de Vente
ru_kz: Налог с продаж

# ShippingAndHandlingMessage.InnerText
source: Enter a percentage to be added to each product. You can modify this to cover your shipping expenses.</br>This value is added to the "Customer Price" column.
es_pr: Ingresar un porcentaje para agregarlo a cada producto. Usted puede modificar esto para cubrir los gastos de envío.</br>Este valor puede agregarse a la columna "Precio del cliente".
fr_ca: Entrez un pourcentage à ajouter à chaque produit. Vous pouvez le modifier pour couvrir vos frais d’Expédition/Cueillette.</br>Cette valeur est ajoutée à la colonne "Prix Client".
ru_kz: Введите процент к каждому продукту. Вы можете изменить это, чтобы покрыть свои расходы по доставке. </ BR> Это значение добавляется к колонке "Цена клиента".

# ShippingAndHandlingTitle.InnerText
source: Shipping & Handling
es_pr: Envío y manejo
fr_ca: Transport et Manutention
mn_mn: Хүргэлт болон Тээвэрлэлт
ru_kz: Доставка и обработка

# SkuColumnName.HeaderText
source: SKU
es_pr: Código
fr_ca: Référence
ru_kz: Код продукции

# TopMessage.InnerText
source: This tool calculates the total price to charge customers, including tax, shipping and handling and discounts.
es_pr: Esta herramienta calcula el precio total a pagar por el cliente, incluyendo impuestos, envio y manejo y descuentos.
fr_ca: Cet outi calcule le prix total pour les clients, incluant le coût des Taxes, E/C&M et Escompte.
mn_mn: Энэ хэрэгсэл нь татвар, хүргэлт болон тээвэрлэлт, хөнгөлөлтийг багтаасан үйлчлүүлэгчид ногдуулах зардал тооцоолдог байгаа.
ru_kz: Этот инструмент рассчитывает стоимость расходов, в том числе налогов, транспортировки и скидок

# VolumePointsColumnName.HeaderText
source: Volume Points
es_pr: Puntos de Volumen
fr_ca: Points volume
mn_mn: Оноо
ru_kz: Очки

# EstimateButton.Text
source: Estimate S&H
es_pr: Calcular envío y manejo
fr_ca: Estimer E/C&M
mn_mn: Хүргэлт болон тээвэрлэлтийг тооцоолох
ru_kz: Оценка S&H

# CalculateButton.Text
source: Calculate
es_pr: Calcular
fr_ca: Calculer
mn_mn: Тооцоолох
ru_kz: Просчитать

# PriceListUpdatedText
source: Price List Updated
es_pr: Lista de precios actualizada
fr_ca: Liste de prix mise à jour
mn_mn: Шинэчлэгдсэн Үнийн Санал
ru_kz: Прайс-лист обновлён

# DefaultStreetAddressText
source: Street Address
es_pr: Domicilio
fr_ca: Adresse de rue
mn_mn: Гудамжны Хаяг
ru_kz: Адрес, улица

# lblErrorMsgTaxlookup1.Text
source: All fields required
es_pr: Todos los campos son requeridos
fr_ca: Tous les champs obligatoires
mn_mn: Бүх хэсгийг бөглөх шаардлагатай.
ru_kz: Требуется заполнение всех полей

# lblErrorMsgTaxlookup2.Text
source: ERROR: Please complete all fields
es_pr: ERROR: Por favor complete todos los campos
fr_ca: ERREUR: Veuillez compléter tous les champs
mn_mn: АЛДАА:Бүх хэсгийг бөглөнө үү.
ru_kz: ОШИБКА: пожалуйста заполните все поля

# PriceListErrorText
source: Error. Please Review values and try again
es_pr: Error. Por favor revise los valores e intentelo de nuevo
fr_ca: Erreur. S'il vous plaît valeurs de recommandation et essayez de nouveau
mn_mn: Алдаа. Бүх өгөгдлийг шалган дахин оролдоно уу.
ru_kz: Ошибка. Пожалуйста посмотрите все значения и попробуйте снова
