Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/PriceList.aspx.*.resx
Languages: ar_il, el_gr, es_es, fi_fi, fr_ch, he_il, hr_ba, hu_hu, pt_br, pt_pt, sk_sk, sl_si, zh_mo, zh_my

# PageResource1.Title
source: Order Products - Online Pricelist
ar_il: قائمه اسعار اونلاين-طلب المنتجات
el_gr: Παραγγελία Προϊόντων - Online Τιμοκατάλογος
es_es: Pedido de Productos - Lista de Precios Online
fi_fi: Tilaa tuotteita - Online-hinnasto
fr_ch: Commander des Produits - Catégories produits
he_il: הזמנת מוצרים - מחירון מקוון
hr_ba: Naručivanje proizvoda - Online cjenik
hu_hu: Termékrendelés - Online Árlista
pt_br: Pedidos de Produtos - Lista de Produtos On-line
pt_pt: Encomenda de Produtos - Lista de preços online
sk_sk: Objednávka produktov - Online cenník
sl_si: Naročilo izdelkov – spletni cenik
zh_mo: 網上價目表—產品訂購
zh_my: 订购产品 - 在线价目表

# TxtStep1Resource1.Text
source: Step 1:
ar_il: خطوة 1:
el_gr: Βήμα 1:
es_es: Paso 1:
fi_fi: Vaihe 1:
fr_ch: Etape 1:
he_il: שלב 1:
hr_ba: Korak1
hu_hu: 1. lépés
pt_br: Passo 1:
pt_pt: Passo 1:
sk_sk: Krok 1:
sl_si: 1. korak:
zh_mo: 步驟一
zh_my: 步骤一∶

# AddToCartResource1.Text
source: Add to Cart
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_es: Agregar a la cesta
fi_fi: Lisää ostoskoriin
fr_ch: Ajouter au panier
he_il: הוסף לעגלה:
hr_ba: Dodaj u korpu
hu_hu: Kosárba tesz
pt_br: Adicionar ao carrinho
pt_pt: Adicionar ao cesto
sk_sk: Pridať do košíka
sl_si: Dodaj v voziček
zh_mo: 放入購物車
zh_my: 放入购物车

# CheckoutButtonResource1.Text
source: Add to Cart
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_es: Agregar a la cesta
fi_fi: Lisää ostoskoriin
fr_ch: Ajouter au panier
he_il: הוסף לעגלה:
hr_ba: Dodaj u korpu
hu_hu: Kosárba tesz
pt_br: Adicionar ao carrinho
pt_pt: Adicionar ao cesto
sk_sk: Pridať do košíka
sl_si: Dodaj v voziček
zh_mo: 放入購物車
zh_my: 放入购物车

# EventTickets.Title
source: Event Ticket - Online Pricelist
ar_il: بطاقة للحدث - قائمة السعر على الإنترنت
el_gr: Εισιτήριο Εκδήλωσης - Online Τιμοκατάλογος
es_es: Ticket de Evento - Lista de Precios Online
fi_fi: Tapahtumalippu - Verkkohinnasto
fr_ch: Billet Evénement - Catégories produits
he_il: כרטיסים לאירוע - מחירון מקוון
hr_ba: Ulaznica za događaj - Online cjenik
hu_hu: Rendezvény jegy - online árlista
pt_br: Convite para Eventos - Preços
pt_pt: Bilhetes de Eventos - Lista de Preços de Bilhetes de Eventos
sk_sk: Vstupenka na udalosť - Online cenník
sl_si: Vstopnica za dogodek – Spletni cenik
zh_mo: 網上價目表—會議門票
zh_my: 活动门票 - ​​在线价目表

# hideAvailability.Text
source: Hide Availability
fi_fi: Piilota saatavuus

# lblProdAddSuccessResource.Text
source: Items Added
ar_il: أغراض مُضافة
el_gr: Τα προϊόντα προστέθηκαν
es_es: Artículos agregados
fi_fi: Tuotteet lisätty
fr_ch: Articles ajoutés
he_il: נוספו פריטים
hr_ba: Dodane stavke
hu_hu: Hozzáadott tételek
pt_br: Itens adicionados
pt_pt: Produtos adicionados
sk_sk: Pridané položky
sl_si: Dodani izdelki
zh_mo: 已新增的產品項目
zh_my: 项货品在购物车

# recalcVPSubmit2Resource1.Text
source: Recalculate Volume
ar_il: إعادة حسب النقاط
el_gr: Επαναυπολογισμός Ποσοτικών Μονάδων
es_es: Recalcular Volumen
fi_fi: Laske volyymipisteet uudelleen
fr_ch: Recalculer le volume
he_il: חשב ניקוד מחדש
hr_ba: Preračunaj bodovnu masu
hu_hu: Volumen újraszámolása
pt_br: Recalcular volume
pt_pt: Recalcular o volume
sk_sk: Prepočítať objem
sl_si: Preračunaj količino
zh_mo: 重新計算點數
zh_my: 重新计算点数

# recalcVPSubmitResource1.Text
source: Recalculate Volume
ar_il: إعادة حسب النقاط
el_gr: Επαναυπολογισμός Ποσοτικών Μονάδων
es_es: Recalcular Volumen
fi_fi: Laske volyymipisteet uudelleen
fr_ch: Recalculer le volume
he_il: חשב ניקוד מחדש
hr_ba: Preračunaj bodovnu masu
hu_hu: Volumen újraszámolása
pt_br: Recalcular volume
pt_pt: Recalcular o volume
sk_sk: Prepočítať objem
sl_si: Preračunaj količino
zh_mo: 重新計算點數
zh_my: 重新计算点数

# ShowAvailability.Text
source: Show Availability
fi_fi: Näytä saatavuus

# titleBOCommentsResource1.Text
source: Comments
fi_fi: Kommentteja

# titleBODateResource1.Text
source: Availability Date
fi_fi: Saatavilla

# titleBOLocationResource1.Text
source: Location
fi_fi: Sijainti

# titleBOStatusResource1.Text
source: Status
fi_fi: Tila

# titleBOTypeResource1.Text
source: Type
fi_fi: Tyyppi

# titleDiscountedPriceResource1.Text
source: Discounted Price
ar_il: السعر بعد الخصم
el_gr: Ποσό Έκπτωσης
es_es: Importe Descontado
fi_fi: Alennettu hinta
fr_ch: Pourcentage de remise
he_il: מחיר לאחר הנחה
hr_ba: Cijena s popustom
hu_hu: Kedvezménnyel csökkentett ár
pt_br: Seu Preço
sk_sk: Cena po zľave
sl_si: Znižana cena
zh_mo: 折扣價格
zh_my: 优惠价

# titleEarnBaseResource1.Text
source: Earn Base
ar_il: قاعدة الربح
el_gr: Βάση Κέρδους
es_es: Base Cálculo de Descuento
fi_fi: Ansioperuste
fr_ch: Prix total ajusté
he_il: בסיס רווח
hr_ba: Osnovica za obračun zarade
hu_hu: Kif. alapja
pt_br: Base de cálculo
pt_pt: Preço para Desconto
sk_sk: Základ zľavy
sl_si: Osnova za zaslužek
zh_mo: 收入基數
zh_my: 基本盈利

# titleProductResource1.Text
source: Product
ar_il: منتج
el_gr: Προϊόν
es_es: Descripción
fi_fi: Tuote
fr_ch: Produit
he_il: מוצר
hr_ba: Proizvod
hu_hu: Termék
pt_br: Produto/Descrição
pt_pt: Produto
sk_sk: Výrobok
sl_si: Izdelek
zh_mo: 產品名稱
zh_my: 产品

# titleQTYResource1.Text
source: QTY
ar_il: كمية
el_gr: Ποσότητα
es_es: CANTIDAD
fi_fi: Määrä
fr_ch: Quantité
he_il: כמות
hr_ba: Količina
hu_hu: DB
pt_br: QTD
pt_pt: QTD
sk_sk: Množstvo
sl_si: Količina
zh_mo: 數量
zh_my: 数量

# titleRetailPriceResource1.Text
source: Retail Price
ar_il: سعر التجزئة
el_gr: Τιμή Λιανικής
es_es: Precio en Lista
fi_fi: Jälleenmyyntihinta
fr_ch: Prix H.T.
he_il: מחיר חבר
hr_ba: Maloprodajna cijena
hu_hu: Alapár
pt_br: Base de Cálculo
pt_pt: Preço Base
sk_sk: Základná cena
sl_si: Drobnoprodajna cena
zh_mo: 價格
zh_my: 零售价

# titleSKUResource1.Text
source: SKU
ar_il: الرقم التسلسلي
el_gr: Κωδικός SKU
es_es: REF.
fi_fi: Tuotenumero
fr_ch: Référence
he_il: מק"ט
pt_br: Código
pt_pt: Código
sl_si: Šifra SKU
zh_mo: 產品編號
zh_my: 产品货号

# titleVolumePointResource1.Text
source: Volume Point
ar_il: حجم النقاط
el_gr: Ποσοτικές Μονάδες
es_es: Puntos de Volumen:
fi_fi: Volyymipiste
fr_ch: Points Volume
he_il: נקודות זיכוי
hr_ba: Bodova mase
hu_hu: Vol. pont
pt_br: Pontos de volume
pt_pt: Pontos de volume
sk_sk: Objemový bod
sl_si: Volumenske točke
zh_mo: 銷售量點數
zh_my: 购货点数

# TxtInstr1Resource1.Text
source: Select a category to view products.
ar_il: اختر فئة لرؤية المنتجات.
el_gr: Βήμα 1:Επιλέξτε κατηγορία για να δείτε τα προϊόντα
es_es: Seleccionar una categoría para ver los productos.
fi_fi: Valitse tuoteluokka nähdäksesi tuotteet.
fr_ch: Sélectionner une catégorie pour visualiser les produits.
he_il: בחר קטגוריה כדי לצפות במוצרים.
hr_ba: Odaberite kategoriju za pregled proizvoda
hu_hu: A termékek megtekintéséhez válasszon kategóriát.
pt_br: Selecione a categoria para visualizar os produtos
pt_pt: Seleccione a categoria para visualizar os produtos
sk_sk: Pre zobrazenie produktov vyberte kategóriu.
sl_si: Izberi kategorijo za ogled izdelkov.
zh_mo: 請選擇一個產品種類
zh_my: 请选择一个产品目录进行浏览

# TxtInstr2Resource1.Text
source: For each product you wish to order, enter the desired quantity.
ar_il: لكل منتج ترغب بطلبه، أدخل الكمية المرغوبة.
el_gr: Για κάθε προϊόν που θέλετε να παραγγείλετε, εισάγετε την επιθυμητή ποσότητα
es_es: Por cada uno de los productos, introduzca la cantidad que desea.
fi_fi: Kirjoita tuotteiden kohdalle haluamasi kappalemäärä.
fr_ch: Précisez la quantité souhaitée pour chaque produit commandé.
he_il: לכל מוצר שאתה רוצה להזמין, הכנס את הכמות הרצויה.
hr_ba: Za svaki proizvod koji želite naručiti upišite željenu količinu.
hu_hu: Minden egyes termékhez adja meg a rendelni kívánt mennyiséget.
pt_br: Para cada produto que deseja incluir no pedido, insira a quantidade desejada
pt_pt: Por cada produto que deseja encomendar, insira a quantidade desejada
sk_sk: Pre každý produkt, ktorý si chcete objednať, uveďte želané množstvo.
sl_si: Za vsak izdelek, ki ga želite naročiti, vpišite želeno količino.
zh_mo: 請輸入每項產品的購買數量
zh_my: 请输入购买产品的数量

# TxtInstr3Resource1.Text
source: Once you have finished selecting the products you want, click the Add to Cart button.
ar_il: عندما تنتهي من اختيار المنتجات التي تريدها، اضغط على زر "اضافة الى السلّة".
el_gr: Μόλις τελειώσετε με την επιλογή προιόντων που επιθυμείτε, επιλέξτε το κουμπί Προσθήκη στο Καλάθι Αγορών
es_es: Una vez que haya terminado de seleccionar los productos que desea, haga click en el botón de Agregar a la Cesta.
fi_fi: Kun olet valinnut haluamasi tuotteet, napsauta "Lisää ostoskoriin" -painiketta.
fr_ch: Une fois les produits sélectionnés, cliquez sur Ajouter au Panier.
he_il: לאחר שסיימת לבחור את המוצרים שאתה רוצה, לחץ על הכפתור "הוסף לעגלה".
hr_ba: Kada završite s odabirom proizvoda koje želite, kliknite tipku Dodaj u korpu.
hu_hu: Ha kiválasztotta a kívánt termékeket, kattintson a "Kosárba tesz" gombra.
pt_br: Após finalizar a seleção dos itens, clique no botão "Adicionar ao Carrinho"
pt_pt: Após ter finalizado a selecção dos produtos que quer, carregue no botão "Adicionar ao Cesto"
sk_sk: Keď dokončíte výber produktov, ktoré si želáte, kliknite na Pridať do košíka.
sl_si: Ko končate z izborom želenih izdelkov, kliknite na gumb Dodaj v voziček.
zh_mo: 選定購買的產品後，請點選「放入購物車」
zh_my: 选定购买产品后,请点选”放入购物车”

# TxtSelectCategory.Text
source: Select Category:
ar_il: اختر فئة:
el_gr: Επιλογή Κατηγορίας:
es_es: Seleccionar Categoría:
fi_fi: Valitse tuoteluokka:
fr_ch: Sélectionner une catégorie:
he_il: בחר קטגוריה:
hr_ba: Odaberite kategoriju:
hu_hu: Válasszon kategóriát:
pt_br: Selecione a categoria
pt_pt: Seleccionar Categoria
sk_sk: Vybrať kategóriu:
sl_si: Izberi kategorijo:
zh_mo: 選擇產品種類
zh_my: 选择产品目录

# TxtStep2Resource1.Text
source: Step 2:
ar_il: خطوة 2:
el_gr: Βήμα 2:
es_es: Paso 2:
fi_fi: Vaihe 2:
fr_ch: Etape 2:
he_il: שלב 2:
hr_ba: Korak 2
hu_hu: 2. lépés
pt_br: Passo 2:
pt_pt: Passo 2:
sk_sk: Krok 2:
sl_si: 2. korak:
zh_mo: 步驟二
zh_my: 步骤二:

# TxtStep3Resource1.Text
source: Step 3:
ar_il: خطوة 3:
el_gr: Βήμα 3:
es_es: Paso 3:
fi_fi: Vaihe 3:
fr_ch: Etape 3:
he_il: שלב 3:
hr_ba: Korak 3
hu_hu: 3. lépés
pt_br: Passo 3:
pt_pt: Passo 3:
sk_sk: Krok 3:
sl_si: 3. korak:
zh_mo: 步驟三
zh_my: 步骤三:

# VolCalcPreviewTextResource1.Text
source: Volume Calculation Preview
ar_il: عرض مسبق لجمع النقاط .
el_gr: Προεπισκόπηση υπολογισμού Ποσοτικών Μονάδων
es_es: Vista Preliminar del Volumen
fi_fi: Volyymipistelaskelman ennakkokatselu
fr_ch: Aperçu sur le calcul du volume
he_il: תצוגה מקדימה של חישוב ניקוד
hr_ba: Prikaz izračuna bodovne mase
hu_hu: Mutasd az előzetes kalkulációt
pt_br: Visualização do cálculo de volume
pt_pt: Visualização do calculo do volume
sk_sk: Prehľad kalkulácie objemu
sl_si: Predogled izračuna količine
zh_mo: 銷售量計算預覽
zh_my: 购货点数计算预览

# VolumePointTextResource1.Text
source: Volume For Selected Items:
ar_il: الحجم للمنتجات المختارة:
el_gr: Ποσοτικές Μονάδες για τα επιλεγμένα προϊόντα:
es_es: Volumen de los Articulos Seleccionados:
fi_fi: Valittujen tuotteiden volyymipisteet:
fr_ch: Volume pour les articles seléctionnés:
he_il: היקף לפריטים שנבחרו:
hr_ba: Bodovna masa za odabrane artikle:
hu_hu: A kiválasztott termékek volumenpontja:
pt_br: Volume dos itens selecionados:
pt_pt: Volume dos produtos seleccionados:
sk_sk: Objem vybraných položiek:
sl_si: Količina za izbrane izdelke:
zh_mo: 已選產品的銷售量
zh_my: 目前所选择之产品购货点数

# TotalAmountTextResource1.Text
source: Total Amount For Selected Items:
ar_il: عليك أن تختار خيار الشحن أو الاستلام للمتابعة.
es_es: Importe total por los artículos seleccionados
he_il: עליך לבחור במשלוח או איסוף כדי להמשיך.
sk_sk: Celková čiastka za vybrané položky:
