Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/ProductSKU.aspx.*.resx
Languages: ar_il, el_gr, es_pa, fr_pf, he_il, hi_in, is_is, it_it, kk_kz, mk_mk, mn_mn, pt_pt, ru_ua, sk_sk, tr_tr, zh_hk, zh_my

# lbSKU2Resource1.Text
source: SKU_G158
ar_il: الرقم التسلسلي
el_gr: Κωδικός SKU
es_pa: SKU
fr_pf: Référence
he_il: מק"ט
hi_in: SKU
is_is: Vörunúmer
it_it: Codice prodotto
kk_kz: Номер серии
mk_mk: Шифра
mn_mn: Серийн дугаар
pt_pt: Código
ru_ua: Номер Серії_G158
sk_sk: SKU
tr_tr: Stok No
zh_hk: 產品編號(SKU)
zh_my: 产品货号

# DuplicateSKU
source: Duplicate SKU {0} has been entered. Please re-enter
ar_il: تم إدخال رقم تسلسلي {0} مزدوج. الرجاء إعادة إدخاله
el_gr: Έχετε βάλει ξανά τον κωδικό SKU {0} has been entered. Παρακαλώ επιλέξτε ξανά.
es_pa: SKU Duplicado {0} ha sido ingresado. Favor reingresar
fr_pf: Cette référence a déjà été ajoutez. Veuillez indiquer une nouvelle référence.
he_il: הוכנס מק"ט כפול {0}. אנא הכנס מחדש.
hi_in: नकली SKU {0} डाला गया है. कृपया फिर से डालें।
is_is: Sama vörunúmer {0} hefur verið gefið upp oftar en einu sinni. Vinsamlegast leiðréttu.
it_it: E' stato inserito un codice prodotto {0} doppio. Per favore inserire un altro codice
kk_kz: Номер серии {0} введен дважды. Пожалуйста исправьте
mk_mk: Внесовте SKU број {0} што се дуплира. Внесете повторно
mn_mn: {0} серийн дугаар давхардсан байна. Дахин оруулна уу
pt_pt: Código Duplicado {0}. Por favor insira novamente o código.
ru_ua: Ви обрали продукцію {0}, яка вже є у Вашому замовленні. Будь ласка, оберіть інший Номер Серії_G146
sk_sk: Duplikované SKU {0} bolo zadané. Zadajte SKU opäť.
tr_tr: Stok numarası {0} mükerrer girildi. Lütfen tekrar giriniz.
zh_hk: 產品編號{0} 重覆，請重新輸入
zh_my: 产品货号{0} 重覆，请重新输入

# CheckoutButtonResource1.Text
source: Add to Cart_G145
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_pa: Agregar al carrito
fr_pf: Ajouter au panier
he_il: הוסף לעגלה:
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
it_it: Aggiungi al carrello
kk_kz: Добавить в корзину
mk_mk: Додај во кошничка
mn_mn: Сагсанд нэмэх
pt_pt: Adicionar ao cesto
ru_ua: Додати в кошик_G145
sk_sk: Pridať do košíka
tr_tr: Alışverişe ekle
zh_hk: 放入購物車
zh_my: 放入购物车

# SKUOrQtyMissing
source: Either SKU or quantity is blank._G147
ar_il: خانة الرقم التسلسلي أو الكمية فارغة.
el_gr: Ο Κωδικός SKU ή η ποσότητα είναι κενή.
es_pa: La referencia o la cantidad están en blanco
fr_pf: Soit le champs Référence ou Quantité est vide.
he_il: מק"ט או כמות חסרים
hi_in: या तो SKU या मात्रा खाली छोडी गयी है।
is_is: Annað hvort vantar upplýsingar um vörunúmer eða fjölda.
it_it: Il codice prodotto o la quantità sono vuoto
kk_kz: Отсутствует номер серии или количество.
mk_mk: Полето SKU или полето количина е празно.
mn_mn: Серийн дугаар эсвэл тоо ширхэгийг оруулаагүй байна.
pt_pt: O código e a quantidade estão em branco.
ru_ua: Необхідно вказати Номер Серії або кількість _G147
sk_sk: SKU alebo množstvo je prázdne.
tr_tr: Stok no yada adet boş girildi
zh_hk: 產品編號或數量未被輸入
zh_my: 请输入产品货号或数量

# TxtInstr1Resource1.Text
source: Enter the item by its SKU number._G149
ar_il: أدخل المنتج بحسب رقمه التسلسلي
el_gr: Εισάγετε το προϊόν με τον κωδικό αριθμό SKU
es_pa: Ingrese los artículos por su código (SKU)
fr_pf: Indiquer l'article par sa référence.
he_il: הכנס את הפריט על פי מספר המק"ט שלו
hi_in: अपने SKU नंबर से सामान डालें
is_is: Bættu við vörum með því að gefa upp vörunúmer þeirra.
it_it: Inserisci il codice del prodotto.
kk_kz: Добавьте товар при помощи ввода номер серии
mk_mk: Внесете го поединечниот производ според неговиот SKU број.
mn_mn: Бүтээгдэхүүнийг серийн дугаараар нь оруулна уу.
pt_pt: Informe o código desejado.
ru_ua: Введіть продукцію за Номером Серії_G149
sk_sk: Zadajte položku podľa jej SKU čísla.
tr_tr: Ürünleri Stok no ile giriniz.
zh_hk: 請輸入四個位的產品編號(SKU)
zh_my: 请根据产品输入产品货号

# EnterSKUs.Text
source: Enter SKUs_G148
ar_il: أدخل الرقم التسلسلي
el_gr: Εισαγωγή κωδικού / κωδικών SKU
es_pa: Ingresar SKUs
fr_pf: Entrer les Références
he_il: הכנס מק"טים
hi_in: SKUs डालें
is_is: Gefðu upp vörunúmer.
it_it: Inserisci Codice Prodotto
kk_kz: Введите номер серии
mk_mk: Внеси SKU број
mn_mn: Серийн дугааруудыг оруулна уу
pt_pt: Introduzir Códigos
ru_ua: Введіть Номер Серії_G148
sk_sk: Zadajte SKU
tr_tr: Stok no gir
zh_hk: 請輸入四個位的產品編號(SKU)
zh_my: 请输入产品货号

# CheckoutButtonDisabledResource1.Text
source: Add to Cart_G144
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_pa: Agregar al carrito
fr_pf: Ajouter au panier
he_il: הוסף לעגלה:
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
it_it: Aggiungi al carrello
kk_kz: Добавить в корзину
mk_mk: Додај во кошничка
mn_mn: Сагсанд нэмэх
pt_pt: Adicionar ao Cesto
ru_ua: Додати в кошик_G144
sk_sk: Pridať do košíka
tr_tr: Alışverişe ekle
zh_hk: 放入購物車
zh_my: 放入购物车

# lbCustomerSupportResource1.Text
source: For order support, please call 0800 437 225, 10.30 a.m. to 7.30 p.m., Monday - Friday.<br /> _G152
ar_il: لقسم خدمة الطلبيات الرجاء الاتصال الى الهاتف 039431155, من الساعة 9:00 صباحا حتى الساعة 17:00 من يوم الاحد الى الخميس , ويوم الجمعة من الساعة 9:00 حتى الساعة 13:00
el_gr: Για τηλεφωνική υποστήριξη παραγγελιών καλέστε στο 0030 210 8108800 απο Δευτέρα έως Παρασκευή 10:00 πμ- 17:00 μμ.
es_pa: para soporte de ordenes, favor llama al (507)831-6815 , 9 a.m. a 6 p.m. PST, Lunes - Viernes. Sábados 6 a.m. a 2 p.m. PST
fr_pf: Pour toute question relative à vos commandes, veuillez contacter le Sales Center au +689 48.09.59.
he_il: לתמיכה להזמנות, התקשרו לטלפון 1-700-707-123 או 9299* בין השעות 9 עד 17, בין הימים ראשון עד חמישי ובשישי בין השעות 9 בבוקר עד 13 בצהריים.
hi_in: आर्डर हेतु सहयोग के लिए, कृपया फ़ोन करें : 1-310-218-6089, (9 a.m. से 6 p.m. तक) PST, सोमवार से शुक्रवार तक।<br /> शनिवार (6 a.m. से 2 p.m. तक) PST
is_is: Til að fá stuðning við pantanir skaltu hringja í síma 800 9896. Opið er frá kl. 08:00 til 16:30.
it_it: Per l'assistenza ordini contatta il Dipartimento Member Services al numero 06 52304444 dal lunedì al venerdì dalle 8.30 alle 17.30.
kk_kz: По всем вопросам, касающимся размещения заказов, пожалуйста, обращайтесь в Отдел заказов по телефону бесплатной линии 8 800 200 5454. Рабочие часы: c 07:00 до 18:00 , ПН-ПТ.
mk_mk: За помош при нарачка, јавете се на +389 231 09215, од 9:00 до 17:00 ч. од понеделник до петок.
mn_mn: Захиалгатай холбоотой асуудлаар 77008896 утсаар Мэдээлэл харилцааны албатай Даваа-Баасан гарагуудад 10:00-19:00 цагийн хооронд холбогдоно уу
pt_pt: Para apoio a encomendas, por favor contacte 217714400, opção 1, das 9H00 às 18H00, de segunda a sexta-feira.
ru_ua: У випадку виникнення запитань стосовно розміщення замовлення, Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00, <br /> Субота, неділя – вихідні дні. _G152
sk_sk: Pre pomoc pri objednávkach, prosíme, volajte na tel. číslo +421 2 3227 23 00 , 8:30 - 17.30, pondelok až piatok, okrem stredy 10:30 do11:30 kedy je Kontaktné centrum zatvorené.
tr_tr: Sipariş desteği için hafta içi her gün, 08:30-17:30 saatleri arasında 216 542 7590'dan Üye Hizmetleri ile görüşebilirsiniz.
zh_hk: 如需耍訂購協助，請致電(852) 2834-1821 (星期一至五上午10:30 - 晚上7:30及星期六上午10:30 - 晚上6:00)
zh_my: 欲获得订购方面的协助，请致电603-2687 6333，星期一至五，早上10时至下午6时半，和星期六，早上10时至下午3时。

# TxtInstr3Resource1.Text
source: Once you have finished selecting the products you want, click the Add to Cart button._G153
ar_il: عندما تنتهي من اختيار المنتجات التي تريدها، اضغط على زر "اضافة الى السلّة".
el_gr: Μόλις τελειώσετε με την επιλογή προιόντων που επιθυμείτε, επιλέξτε το κουμπί Προσθήκη στο Καλάθι Αγορών
es_pa: Una vez que hayas terminado de seleccionar los productos que desees, haz clic en el botón de Agregar al carrito
fr_pf: Une fois les produits sélectionnés, cliquez sur Ajouter au Panier.
he_il: לאחר שסיימת לבחור את המוצרים שאתה רוצה, לחץ על הכפתור "הוסף לעגלה".
hi_in: जब आप अपनी पसंद के उत्पादों का चयन करना समाप्त कर दें, कर्ट बटन में 'ऐड' को क्लिक करें।
is_is: Þegar þú hefur valið þær vörur sem þú óskar eftir skaltu smella á „Bæta í innkaupakörfu“.
it_it: Una volta terminata la scelta dei prodotti che si desidera, cliccare sul pulsante Aggiungi al carrello.
kk_kz: После того, как все желаемые товары выбраны, нажмите "Добавить в корзину".
mk_mk: Штом ќе завршите со изборот на производи, кликнете „Додај во кошничка“.
mn_mn: Та бүтээгдэхүүнээ сонгож дууссан бол Сагсанд нэмэх хэсгийг дараарай.
pt_pt: Após ter finalizado a selecção dos produtos que quer, carregue no botão "Adicionar ao Cesto"
ru_ua: Після закінчення вибору продукції, яку Ви бажаєте замовити, натисніть кнопку "Додати в кошик"._G153
sk_sk: Keď dokončíte výber produktov, ktoré si želáte, kliknite na Pridať do košíka.
tr_tr: İstediğiniz ürünleri seçmeyi bitirdiyseniz, sepete ekle butonunu tıklayınız
zh_hk: 選定購買的產品後，請點選 「放入購物車」
zh_my: 选定购买产品后,请点选”放入购物车”

# TxtInstr2Resource1.Text
source: For each product you wish to order, enter the desired quantity._G151
ar_il: لكل منتج ترغب بطلبه، أدخل الكمية المرغوبة.
el_gr: Για κάθε προϊόν που θέλετε να παραγγείλετε, εισάγετε την επιθυμητή ποσότητα
es_pa: Por cada uno de los productos que desees pedir, ingresa la cantidad deseada
fr_pf: Précisez la quantité souhaitée pour chaque produit commandé.
he_il: לכל מוצר שאתה רוצה להזמין, הכנס את הכמות הרצויה.
hi_in: जो भी उत्पाद आपको चाहिए उसकी आवश्यक मात्रा अवश्य लिखें।
is_is: Vinsamlegast gefðu upp fjöldann af sérhverri vöru sem þú vilt panta.
it_it: Inserire la quantità desiderata per ciascun prodotto che si vuole ordinare
kk_kz: Введите желаемое количество каждого продукта
mk_mk: За секој производ внесете ја количината што сакате да ја нарачате.
mn_mn: Захиалж буй бүтээгдэхүүн бүрийнхээ тоо ширхэгийг зааж өгнө үү.
pt_pt: Por cada produto que deseja encomendar, insira a quantidade desejada
ru_ua: Для кожної позиціїї, яку Ви бажаєте замовити, введіть необхідну кількість_G151
sk_sk: Pre každý produkt, ktorý si chcete objednať, uveďte želané množstvo.
tr_tr: Sipariş vermek istediğiniz her ürün için istenilen adeti giriniz.
zh_hk: 請輸入每項產品的購買數量
zh_my: 请输入购买产品的数量

# CheckoutButton2Resource1.Text
source: Add to Cart_G143
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_pa: Agregar al carrito
fr_pf: Ajouter au panier
he_il: הוסף לעגלה:
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
it_it: Aggiungi al carrello
kk_kz: Добавить в корзину
mk_mk: Додај во кошничка
mn_mn: Сагсанд нэмэх
pt_pt: Adicionar ao Cesto
ru_ua: Додати в кошик_G143
sk_sk: Pridať do košíka
tr_tr: Alışverişe ekle
zh_hk: 放入購物車
zh_my: 放入购物车

# CheckoutButton2DisabledResource1.Text
source: Add to Cart_G142
ar_il: أضف الى السلة
el_gr: Προσθήκη στο καλάθι αγορών
es_pa: Agregar al carrito
fr_pf: Ajouter au panier
he_il: הוסף לעגלה:
hi_in: कार्ट में जोड़ें
is_is: Bæta í innkaupakörfu
it_it: Aggiungi al carrello
kk_kz: Добавить в корзину
mk_mk: Додај во кошничка
mn_mn: Сагсанд нэмэх
pt_pt: Adicionar ao Cesto
ru_ua: Додати в кошик_G142
sk_sk: Pridať do košíka
tr_tr: Alışverişe ekle
zh_hk: 放入購物車
zh_my: 放入购物车

# EventTickets.Title
source: Event Ticket - Order by SKU_G150
ar_il: بطاقة للحدث - الطلب بحسب الرقم التسلسلي
el_gr: Εισιτήριο Εκδήλωσης - Παραγγείλτε χρησιμοποιώντας το SKU
es_pa: Ticket de Eventos - Pedidos por SKU
fr_pf: Billet Evénement - Commander par référence produit
he_il: כרטיסים לאירוע - הזמנה לפי מק"ט
hi_in: कार्यक्रम टिकट - SKU द्वारा आर्डर करें।
is_is: Miðar á Viðburði - Panta eftir Vörunúmeri
it_it: Biglietti eventi - Ordina per codice
kk_kz: Билет на мероприятие - Заказать по номеру SKU
mk_mk: Влезница за настан - Нарачај според SKU број
mn_mn: Арга хэмжээний тасалбар - Серийн дугаараар захиалга хийх
pt_pt: Bilhetes de Evento - Comprar Bilhetes de Evento por Código
ru_ua: Квиток - замовити за Номером Серії_G150
sk_sk: Objednávka vstupenky - Objednať podľa SKU
tr_tr: Etkinlik Bileti - Stok No İle Sipariş
zh_hk: 以產品編號訂購—會議門票
zh_my: 活动门票 - ​​按SKU排列

# PageResource1.Title
source: Order Products - Order By SKU_G154
ar_il: منتجات الطلب - الطلب من خلال الرقم التسلسلي
el_gr: Παραγγελία προϊόντων - Παραγγείλτε χρησιμοποιώντας το SKU
es_pa: Ordenar Productos por SKU
fr_pf: Commander des Produits - Commander par référence produit
he_il: הזמנת מוצרים - הזמנה לפי מק"ט
hi_in: उत्पाद आर्डर करें - SKU द्वारा आर्डर करे।
is_is: Panta Vörur - Panta eftir Vörunúmeri
kk_kz: Заказать продукты - Заказать по номеру SKU
mk_mk: Нарачај производи - Нарачај според шифра
mn_mn: Бүтээгдэхүүний захиалга - Серийн дугаараар захиалга хийх
pt_pt: Encomenda de produtos - Comprar por Código
ru_ua: Зробити замовлення - замовити за Номером Серії_G154
sk_sk: Objednávka produktov - Objednať podľa SKU
zh_hk: 以產品編號訂購—產品訂購

# lbQtyResource1.Text
source: Quantity_G155
ar_il: كمية
el_gr: Ποσότητα
es_pa: Cantidad
fr_pf: Quantité
he_il: כמות
hi_in: मात्रा
is_is: Fjöldi
it_it: Quantità
kk_kz: Количество
mk_mk: Количина
mn_mn: Тоо ширхэг
pt_pt: Quantidade
ru_ua: Кількість_G155
sk_sk: Množstvo
tr_tr: Adet
zh_hk: 購買數量
zh_my: 数量

# TxtStep3Resource1.Text
source: Step 3:_G162
ar_il: خطوة 3:
el_gr: Βήμα 3:
es_pa: Paso 3:
fr_pf: Etape 3:
he_il: שלב 3:
hi_in: चरण 3 :
is_is: Skref 3:
it_it: Passo 3
kk_kz: Шаг 3:
mk_mk: Чекор 3:
mn_mn: Алхам 3:
pt_pt: Passo 3:
ru_ua: Крок 3:_G162
sk_sk: Krok 3:
tr_tr: Adım 3:
zh_hk: 步驟三
zh_my: 步骤三:

# NoSKUFound
source: The SKU {0} is invalid.
ar_il: الرقم التسلسلي {0} غير صالح.
el_gr: Ο κωδικός προϊόντος SKU {0} δεν είναι έγκυρος.
es_pa: El código {0} es inválido
fr_pf: La référence {0} n'est pas valide.
he_il: המק"ט {0} לא בתוקף.
hi_in: SKU {0} अवैध है।
is_is: Vörunúmer {0} er ógilt.
it_it: Il codice prodotto inserito non è valido {0}
kk_kz: Номер серии {0} не существует.
mk_mk: Шифра {0} е погрешна.
mn_mn: {0} серийн дугаар буруу байна.
pt_pt: O código {0} é inválido.
ru_ua: Номер Серії {0} недійсний._G163
sk_sk: SKU {0} je neplatné.
tr_tr: {0} Stok No geçersiz.
zh_hk: 產品編號不正確
zh_my: 此产品货号{0}无效。

# TxtStep2Resource1.Text
source: Step 2:_G161
ar_il: خطوة 2:
el_gr: Βήμα 2:
es_pa: Paso 2:
fr_pf: Etape 2:
he_il: שלב 2:
hi_in: चरण 2 :
is_is: Skref 2:
it_it: Passo 2:
kk_kz: Шаг 2:
mk_mk: Чекор 2:
mn_mn: Алхам 2:
pt_pt: Passo 2:
ru_ua: Крок 2:_G161
sk_sk: Krok 2:
tr_tr: Adım 2:
zh_hk: 步驟二
zh_my: 步骤二:

# TxtStep1Resource1.Text
source: Step 1:_G160
ar_il: خطوة 1:
el_gr: Βήμα 1:
es_pa: Paso 1:
fr_pf: Etape 1:
he_il: שלב 1:
hi_in: चरण 1 :
is_is: Skref 1:
it_it: Passo 1:
kk_kz: Шаг 1:
mk_mk: Чекор 1:
mn_mn: Алхам 1:
pt_pt: Passo 1:
ru_ua: Крок 1:_G160
sk_sk: Krok 1:
tr_tr: Adım 1:
zh_hk: 步驟一
zh_my: 步骤一∶

# SKUCantBePurchased
source: SKU {0} is not available for purchases.
ar_il: الرقم التسلسلي {0} غير متوفّر للشراء.
el_gr: Ο κωδικός SKU {0} δεν είναι διαθέσιμος για αγορά.
es_pa: El código {0} no está disponible para compras.
fr_pf: La référence {0} ne peut pas être acheté.
he_il: מק"ט {0} לא זמין לרכישה.
hi_in: SKU {0} विक्रय हेतु उपलब्ध नहीं है।
is_is: Vörunúmer {0} er ekki fáanlegt.
it_it: Il codice prodotto {0} non e' disponibile per l'acquisto.
kk_kz: Номер серии {0} недоступен для заказов.
mk_mk: Не е достапна шифра {0} за набавки.
mn_mn: {0} серийн дугаартай бүтээгдэхүүн худалдан авах боломжгүй байна.
pt_pt: O Código {0} não se encontra disponível para compra.
ru_ua: На цей Номер Серії {0} замовлення тимчасово не приймаються._G159
sk_sk: SKU {0} nie je pre nákupy k dispozícii.
tr_tr: {0} Stok No, satın almak için mevcut değil
zh_hk: 產品編號{0}無法訂購
zh_my: 产品货号{0}无法订购

# lbSKU1Resource1.Text
source: SKU_G157
ar_il: الرقم التسلسلي
el_gr: Κωδικός SKU
es_pa: SKU
fr_pf: Référence
he_il: מק"ט
hi_in: SKU
is_is: Vörunúmer
it_it: Codice prodotto
kk_kz: Номер серии
mk_mk: Шифра
mn_mn: Серийн дугаар
pt_pt: Código
ru_ua: Номер Серії_G157
sk_sk: SKU
tr_tr: Stok No
zh_hk: 產品編號(SKU)
zh_my: 产品货号

# lbQuantity2Resource1.Text
source: Quantity_G156
ar_il: كمية
el_gr: Ποσότητα
es_pa: Cantidad
fr_pf: Quantité
he_il: כמות
hi_in: मात्रा
is_is: Fjöldi
it_it: Quantità
kk_kz: Количество
mk_mk: Количина
mn_mn: Тоо ширхэг
pt_pt: Quantidade
ru_ua: Кількість_G156
sk_sk: Množstvo
tr_tr: Adet
zh_hk: 購買數量
zh_my: 数量
