Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedPickupCourierLocation.aspx.*.resx
Languages: es_ar, es_cl, es_ec, it_ch, mk_mk, ru_il, uk_ua, zh_mo, zh_my

# btnAddPUFromCourierLocation.Text
source: Add New Pickup From Courier Location_G2361
es_ar: Agregar nuevo retiro de la ubicación del correo
es_cl: Agregar nueva locaciòn para retiro de courrier
es_ec: Agregar un nuevo retiro desde la Agencia de Correo
it_ch: Aggiungi un nuovo magazzino per il ritiro
mk_mk: Додај ново подигање од локација на фирма за достава
ru_il: Добавить новый адрес получения курьером
uk_ua: Додати новую адресу cамовивозу зі складу кур'єрської компанії
zh_mo: 從速遞地點中新增提貨地址
zh_my: 在快递地点添加新提取

# DeleteResource.Text
source: Delete_G2362
es_ar: Borrar
es_cl: Eliminar
es_ec: Eliminar
it_ch: Elimina
mk_mk: Избриши
ru_il: Удалить
uk_ua: Видалити
zh_mo: 刪除
zh_my: 删除

# lblCustomerSupportResource.Text
source: For order support, please call 1-866-866-4744, 9 a.m. to 6 p.m. PST, Monday - Friday.<br />Saturday 6 a.m. to 2 p.m. PST_G2363
es_ar: Si necesitas ayuda, por favor contacta a Servicios al Asociado al 47118500 de Lunes a Viernes de 08.30 a 17:30 hs y Sábados de 08:30 a 12:30 hs
es_cl: Para recibir asistencia con tus pedidos, por favor llama al 56-2-25205200 Opción 1 en los siguientes horarios : de Lunes a Viernes de 09:00 am a las 17:30 pm . Los Sábados desde las 09:00 am a las 13:00 pm ( Siempre y cuando no sea Festivo )
es_ec: Para soporte de pedidos, por favor llama al 593-2-3963-400, de lunes a viernes de 9:00 am. a 17:00 pm. y los sábados de 9:00 am. a 13:00 pm. Hora local.
it_ch: Per assistenza ordini, chiamare lo 06.52.30.4444, dalle 8.30 alle 17.30 dal Lunedì al Venerdì.
mk_mk: За помош при нарачка, јавете се на +389 231 09215, од 9:00 до 17:00 ч. од понеделник до петок.<br />
ru_il: По всем вопросам, касающимся размещения заказов, пожалуйста, обращайтесь в Отдел заказов по телефону бесплатной линии 1-700-707-123 *9299. Рабочие часы: c 09:00 до 17:00 , вс-чг. 09:00 до 13:00 ,пт.
uk_ua: Для підтримки процесу замовлення, будь ласка, зверніться до Відділу Замовлень за номером 0800300035, з 9 ранку до 6 вечора з понеділка по п'ятницю.
zh_mo: 如需耍訂購協助，請致電(853) 2828-6612 星期一至星期五 10:30-18:00，星期六10:30-13:00
zh_my: 订购支援，请拨电03-2687 6333，周一至周五10:00am至 6:30pm，周六10:00am至3:00pm

# ManagePickupFromCourierLocation.Text
source: Create and manage your pickup from courier location for faster check out in the future._G2364
es_ar: Crear y gestionar tu retiro de las oficinas de la empresa de trasporte para una verificación más ágil.
es_cl: Create and manage your pickup from courier location for faster check out in the future.
es_ec: Crear y gestionar tu retiro desde la agencia de correo para colocar órdenes mas rápido en el futuro.
it_ch: Crea e gestisci il ritiro diretto presso il corrire per un più rapido controllo in futuro
mk_mk: Организирајте подигање од локација на фирма за достава за побрзо подигање во иднина.
ru_il: Создайте Ваше место получения заказ у курьера для более быстрого размещения заказов в будущем
uk_ua: Створення та управління адресами доставки для більш швидкого оформлення замовлень у майбутньому.
zh_mo: 從速遞地點中創建及管理您的提貨地址以省卻日後結帳程序
zh_my: 在快递地点创建及管理您的提取，以便将来更快速登出。

# Pager.NextPageText
source: Next_G2365
es_ar: Próximo
es_cl: Siguiente
es_ec: Siguiente
it_ch: Prossimo
mk_mk: Следно
ru_il: Следующий
uk_ua: Наступна
zh_mo: 下一頁
zh_my: 下一步

# Pager.PreviousPageText
source: Previous_G2366
es_ar: Anterior
es_cl: Anterior
es_ec: Anterior
it_ch: Precedente
mk_mk: Претходно
ru_il: Предыдущий
uk_ua: Попередня
zh_mo: 上一頁
zh_my: 上一步

# PageResource1.Title
source: Saved Pickup From Courier Location_G2367
es_ar: Guardar retiro de la ubicación de la empresa de transporte.
es_cl: Salvar retiro en locaciòn del courrier
es_ec: Retiro en Agencia de Correo guardada
it_ch: Magazzino salvato per il ritiro presso il corriere
mk_mk: Зачувано подигање од локација на фирма за достава
ru_il: Сохраненное место получение у курьера
uk_ua: Збережені адреси самовивозу
zh_mo: 速遞地點中已存的提貨地址
zh_my: 在快递地点储存提取

# PrimaryResource.Text
source: Primary |_G2368
es_ar: Primario
es_cl: Principal |
es_ec: Principal
it_ch: Primario
mk_mk: Примарна |
ru_il: Главный
uk_ua: Основна |
zh_mo: 主要送貨地址
zh_my: 主要

# SavedPickupFromCourierLocation.Text
source: Saved Pickup From Courier Location_G2369
es_ar: Guardar retiro de la ubicación de la empresa de transporte.
es_cl: Salvar retiro en locaciòn del courrier
es_ec: Retiro en Agencia de Correo guardada
it_ch: Magazzino salvato per il ritiro presso il corriere
mk_mk: Зачувано подигање од локација на фирма за достава
ru_il: Сохраненное место получение у курьера
uk_ua: Збережені адреси самовивозу
zh_mo: 速遞地點中已存的提貨地址
zh_my: 在快递地点储存提取

# TemplateLocationResource.HeaderText
source: Location_G2370
es_ar: Ubicación
es_cl: Localidad
es_ec: Ubicación
it_ch: Località
mk_mk: Локација
ru_il: Место
uk_ua: Адреса отримання замовлення:
zh_mo: 地點
zh_my: 地点

# TemplateNameResource.HeaderText
source: Name_G2371
es_ar: Nombre
es_cl: Nombre
es_ec: Nombre
it_ch: Nome
mk_mk: Име
ru_il: Ф.И.О.
uk_ua: Назва
zh_mo: 姓名
zh_my: 姓名

# TemplateNicknameResource.HeaderText
source: Nickname_G2372
es_ar: Apodo
es_cl: Apodo
es_ec: Nombre Corto
it_ch: Nome utente
mk_mk: Псевдoним
ru_il: Имя пользователя
uk_ua: Назва адреси:
zh_mo: 暱稱
zh_my: 昵称
