Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedCarts.aspx.*.resx
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_bo, es_py, fr_ca, hu_hu, id_id, is_is, it_ch, ja_jp, ko_kr, mk_mk, mn_mn, ms_my, nl_be, nn_no, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_mo

# lblClearCartMessage2.Text
source: Use suggested name or enter a new unique name.
bg_bg: Използвайте предложеното име или напишете ново уникално име.
cs_cz: Použijte navrhované jméno nebo nové unikátní jméno.
da_dk: Brug det foreslåede navn eller indtaste et nyt unikt navn.
de_de: Nutzen Sie den vorgeschlagenen Namen oder wählen Sie einen anderen aus.
el_gr: Χρησιμοποιήστε το προτεινόμενο όνομα ή πληκτρολογήστε ένα νέο μοναδικό όνομα.
es_bo: Usa nombre sugerido o ingresa un nuevo nombre único.
es_py: Usar nombre sugerido o ingresa un nuevo nombre.
fr_ca: Utilisez le nom suggéré ou entrez un nouveau nom unique
hu_hu: Használja a javasolt nevet, vagy adjon meg egyedi nevet.
id_id: gunakan nama yang disarankan atau masukkan nama unik yang baru
is_is: Notið valið nafn eða setjið inn nýtt nafn
it_ch: Utilizza il nome suggerito o inserisci un nuovo nome
ja_jp: 名称を重複することはできません。
ko_kr: 추천 이름을 사용하시거나 기억하기 쉬운 고유의 이름을 사용하시기 바랍니다.
mk_mk: Користете го предложеното име или внесете единствено име.
mn_mn: Санал болгосон нэрийг ашиглах эсвэл шинэ давтагдахгүй нэр оруулна уу
ms_my: Gunakan nama yang disyorkan atau masukkan nama baharu yang unik.
nl_be: Gebruik de voorgestelde naam of geef een nieuwe naam in.
nn_no: Bruk det foreslåtte navnet eller legg til et nytt unikt navn.
pl_pl: Użyj zalecanej nazwy lub wprowadź nową unikatową nazwę.
pt_br: Utilize um nome sugerido ou informe um único nome.
pt_pt: Use nome sugerido ou coloque um novo nome.
ru_ru: Используйте рекомендуемое название или введите новое название, отличное от предложенного
sl_si: Uporabite predlagano ime ali vpišite novo unikatno ime.
sr_rs: Upotrebite predloženo ime ili unesite novo ime.
sv_se: Använd namnförslag eller ange ett nytt unikt namn.
th_th: ใช้ชื่อที่แนะนำหรือใส่ชื่อใหม่ที่ไม่ซ้ำ
tr_tr: Önerilen ismi kullanın veya yeni benzeri olmayan bir isim girin.
uk_ua: Використовуйте запропоноване ім'я або введіть нове унікальне ім'я.
vi_vn: Chọn tên đề nghị hoặc nhập tên mới cụ thể
zh_mo: 使用預設名稱或自行輸入新名稱

# lblDeleteCartMessage.Text
source: Are you sure you wish to delete the selected cart.
bg_bg: Сигурни ли сте, че желаете да изтриете избраната кошница?
cs_cz: Jste si jisti, že chcete vymazat vybraný košík?
da_dk: Er du sikker på du vil slette den valgte kurven?
de_de: Wollen Sie den ausgewählten Warenkorb wirklich löschen?
el_gr: Είστε σίγουροι οτι επιθυμείτε ωα διαγράψετε την επιλεγμένη κάρτα.
es_bo: ¿Estás seguro(a) que deseas borrar el carrito de compras seleccionado?
es_py: ¿Estás seguro(a) que deseas borrar el pedido?
fr_ca: Êtes-vous certain de vouloir supprimer le panier sélectionné.
hu_hu: Biztos benne, hogy törölni szeretné a kijelölt kosarat?
id_id: apakah anda yakin anda menginginkan untuk menghapus keranjang yang dipilih?
is_is: Ert þú viss um að þú viljir eyða þessari körfu?
it_ch: Sei sicuro di voler cancellare il carrello selezionato?
ja_jp: 選択中のカートを削除してよろしいですか
ko_kr: 선택된 장바구니를 삭제하시겠습니까?
mk_mk: Сигурни сте дека сакате да ја избришете избраната кошничка?
mn_mn: Та сонгосон сагсаа устгахыг хүсч байна уу
ms_my: Adakah anda mahu menghapuskan troli yang dipilih
nl_be: Weet u zeker dat u de artikelen uit het geselecteerde winkelmandje wilt verwijderen?
nn_no: Er du sikker på at du vil slette den valgte kurven?
pl_pl: Czy na pewno chcesz usunąć wybrany koszyk.
pt_br: Tem certeza que deseja excluir o carrinho desejado?
pt_pt: Tem a certeza que deseja apagar o cesto selecionado?
ru_ru: Вы действительно хотите удалить выбранную корзину.
sl_si: Ali ste prepričani, da želite izbrisati izbrani voziček?
sr_rs: Da li ste sigurni da želite da izbrišete odabranu korpu?
sv_se: Är du säker på att du vill ta bort vald Kundvagn.
th_th: ท่านแน่ใจที่จะลบรายการสั่งซื้อที่เลือกไหม
tr_tr: Seçilen alışveriş sepetini silmek istediğinizden emin misiniz.
uk_ua: Ви впевнені, що хочете видалити вибраний кошик?
vi_vn: Bạn có muốn xóa giỏ hàng đã chọn
zh_mo: 確認要刪除您選擇的購物車嗎?

# lblVolumePointsText.Text
source: Volume Points:
bg_bg: Обем точки:
cs_cz: Objemové body
da_dk: Salgspoints:
de_de: Volumenpunkte:
el_gr: Ποσοτικές Μονάδες:
es_bo: Puntos de Volumen:
es_py: Puntos de Volumen:
fr_ca: Points volume:
hu_hu: Volumen pont:
id_id: Volume Poin
is_is: Viðskiptapunktar
it_ch: Punti Volume
ja_jp: ボリューム・ポイント：
ko_kr: 실적 점수:
mk_mk: Волуменски поени:
mn_mn: Оноо:
ms_my: Poin Volum:
nl_be: Volumepunten:
nn_no: Salgspoeng:
pl_pl: Punkty obrotu:
pt_br: Volume de Pontos
pt_pt: Pontos de Volume:
ru_ru: Очки объема:
sl_si: Volumenske točke:
sr_rs: Bodovi mase:
sv_se: Volympoäng:
th_th: คะแนน:
tr_tr: Satış Puanı:
uk_ua: Очки:
vi_vn: Điểm doanh số:
zh_mo: 銷售量點數:

# lblExistentCart.Text
source: The name you entered already exists. Please enter a different name.
bg_bg: Името, което въведохте, вече е регистрирано. Моля, въведете различно име.
cs_cz: Jméno, které jste zvolili, již existuje,prosíme, vyberte jiné.
da_dk: Dette navn findes allerede. Venligst tilføj et annet navn.
de_de: Den Namen den Sie eingeben ist bereits vorhanden, bitte wählen Sie einen anderen.
el_gr: Το όνομα που εισάγετε υπάρχει ήδη. Παρακαλώ εισάγετε διαφορετικό όνομα.
es_bo: El nombre que ingresaste ya existe. Por favor ingresa un nombre distinto.
es_py: El nombre ingresado ya existe. Por favor escoja uno diferente.
fr_ca: Le nom que vous avez entré existe déjà. Veuillez utiliser un différent nom.
hu_hu: Ez a név már foglalt, kérjük válasszon másikat!
id_id: nama yang anda masukkan telah ada. Mohon masukkan nama lain
is_is: Nafn er nú þegar í kerfinu. Vinsamlegast setjið inn nýtt nafn.
it_ch: Il nome inserito esiste già. Utilizza un altro nome
ja_jp: この名称はすでに存在しています。別の名称を設定してください。
ko_kr: 입력하신 이름이 존재합니다. 다른 이름을 사용하여 주시기 바랍니다.
mk_mk: Името што го внесовте е зафатено. Изберете друго име.
mn_mn: Таны оруулсан нэр давхцаж байна. Өөр нэр оруулна уу.
ms_my: Nama yang dimasukkan sudah ada. Sila masukkan nama yang lain.
nl_be: De naam welke u ingeeft bestaat reeds. Geef aub een andere naam in.
nn_no: Dette navnet finnes allerede. Vennligst legg til et annet navn.
pl_pl: Wprowadzona nazwa już istnieje. Wpisz inną nazwę.
pt_br: O nome informado já existe, por favor, insira um nome diferente.
pt_pt: O nome que colocou já existe. Por favor indique um nome diferente.
ru_ru: Название, которое вы ввели, уже существует. Пожалуйста, введите другое название.
sl_si: Ime, ki ste ga vnesli, že obstaja. Prosimo, vnesite drugo ime.
sr_rs: Ime koje ste uneli već postoji. Molimo unesite drugo ime.
sv_se: Namnet du angett finns redan. Ange ett annat namn.
th_th: ชื่อที่ท่านใส่มีในระบบแล้ว กรุณาใส่ชื่ออื่นแทน
tr_tr: Girmiş olduğunuz isim kullanılmakta. Lütfen farklı bir isim giriniz.
uk_ua: Введене вами ім'я вже існує. Будь ласка, введіть інше ім'я.
vi_vn: Tên bạn nhập đã tồn tại. Vui lòng nhập một tên khác
zh_mo: 您輸入的名稱已存在，請輸入新的名稱。

# Search.Text
source: Search
bg_bg: Търси
cs_cz: Hledat
da_dk: Søg
de_de: Suchen
el_gr: Αναζήτηση
es_bo: Buscar
es_py: Buscar
fr_ca: Rechercher
hu_hu: Keresés
id_id: Cari
is_is: Leita
it_ch: Cerca
ja_jp: 検索キーワード
ko_kr: 검색
mk_mk: Пребарај
mn_mn: Хайх
ms_my: Carian
nl_be: Zoeken
nn_no: Søk
pl_pl: Szukaj
pt_br: Procurar
pt_pt: Pesquisa
ru_ru: Поиск
sl_si: Iskanje
sr_rs: Pretraga
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm
zh_mo: 搜尋

# lblSaveCartName.Text
source: New Cart Name
bg_bg: Име на новата кошница
cs_cz: Nové jméno košíku
da_dk: Ny Kurv Navn
de_de: Names des neuen Warenkorbs
el_gr: Νέο Όνομα Καλαθιού
es_bo: Nuevo Nombre del Carrito de Compras
es_py: Nuevo nombre para el pedido
fr_ca: Nouveau nom de panier
hu_hu: Új Kosár név
id_id: nama keranjang baru
is_is: Nafn á Nýrri Körfu
it_ch: Nuovo nome del carrello
ja_jp: カート名
ko_kr: 새로운 장바구니 이름
mk_mk: Име на нова кошничка
mn_mn: Сагсны шинэ нэр
ms_my: Nama Troli Baharu
nl_be: Nieuwe naam winkelmandje
nn_no: Navn på Ny Kurv
pl_pl: Nowa nazwa koszyka
pt_br: Novo nome de Carrinho
pt_pt: Novo Nome do Cesto:
ru_ru: Новое название корзины
sl_si: Novo ime vozička
sr_rs: Ime nove korpe
sv_se: Nytt Namn Kundvagn
th_th: ชื่อรายการสั่งซื้อใหม่
tr_tr: Yeni Alışveriş Sepeti Adı
uk_ua: Нова назва кошика
vi_vn: Tên giỏ hàng mới
zh_mo: 購物車新名稱

# lblOrderTotalText.Text
source: Order Total:
bg_bg: Обща цена на поръчката:
cs_cz: Celkem objednávka
da_dk: Ordretotal:
de_de: Bestellung Gesamt:
el_gr: Σύνολο Παραγγελίας:
es_bo: Total Pedido:
es_py: Total del Pedido
fr_ca: Total de la commande:
hu_hu: Rendelés Összesítő:
id_id: Total Order
is_is: Samtals Pöntun:
it_ch: Totale ordini
ja_jp: 合計お支払金額：
ko_kr: 주문 총액:
mk_mk: Вкупен износ на нарачка:
mn_mn: Захиалгын нийт дүн:
ms_my: Jumlah Pesanan:
nl_be: Totaal van bestelling:
nn_no: Ordre Total:
pl_pl: Suma zamówienia:
pt_br: Total do Pedido:
pt_pt: Totais da Encomenda:
ru_ru: Итог заказа
sl_si: Skupaj naročilo:
sr_rs: Ukupna porudžbina:
sv_se: Total Order
th_th: คำสั่งซื้อทั้งหมด
tr_tr: Sipariş Toplamı:
uk_ua: Підсумок по замовленню:
vi_vn: Tổng đơn hàng
zh_mo: 訂單總數：

# SortExp_cz
source: Cart Name Z to A
bg_bg: По азбучен ред: Я-А
cs_cz: Jména košíku od Z do A
da_dk: Kurv navn Å til A
de_de: Warenkorb Namen von Z bis A
el_gr: Καλάθι από Ω έως Α
es_bo: Nombre del Carrito de Compras Z a A
es_py: Pedidos de la Z a A
fr_ca: Nom de panier de Z à A
hu_hu: Kosár nevek Z-től A-ig
id_id: Nama keranjang Z sampai A
is_is: Körfu Nafn Ö til A
it_ch: Nome carrelli dalla Z alla A
ja_jp: カート名 A to Z 降順
ko_kr: 장바구니 이름 가나다 역순
mk_mk: Име на кошничка од Ш до А
mn_mn: Сагсны нэр Я-с А
ms_my: Nama Troli Z kr A
nl_be: Naam winkelmandjes Z tot A
nn_no: Kurv Navn Å til A
pl_pl: Nazwa Koszyka od Z do A
pt_br: Carrinho nome de Z a A
pt_pt: Nome do Cesto Z a A
ru_ru: Названия коРзин от Я до А
sl_si: Ime vozička od Z do A
sr_rs: Naziv korpe Š do A
sv_se: Kundvagn Namn Ö till A
th_th: ชื่อรายการสั่งซื้อเรียงจาก ฮ ถึง ก
tr_tr: Z den A ya Alışveriş Sepeti Adı
uk_ua: Номер кошику від Я до А
vi_vn: Tên giỏ hàng Z đến A
zh_mo: 購物車名稱由Z至A排序

# SortExp_da
source: Date - Newest on Top
bg_bg: По дата: от най-нова към най-стара
cs_cz: Datum - od nejnovějšího
da_dk: Dato - Nyeste Øverst
de_de: Datum - Neustes zuerst
el_gr: Ημερομηνία-Αρχική
es_bo: Fecha - Más reciente en la Parte Superior
es_py: Fecha - Pedidos nuevos
fr_ca: Date - plus récente en premier
hu_hu: Dátum - a legfrissebb legfelül
id_id: tanggal - yang terbaru di paling atas
is_is: Dagsetning - Nýast Efts
it_ch: Data - più recente in alto
ja_jp: 注文日が新しい順
ko_kr: 날짜 - 최근 주문이 가장 위로
mk_mk: Датум – од најновиот до најстариот
mn_mn: Он сар- Хамгийн сүүлийх нь дээрээ
ms_my: Tarikh - Terbaharu di atas
nl_be: Datum - Nieuwste boven
nn_no: Dato - Nyest Øverst
pl_pl: Data - najnowsze na górze
pt_br: Data - Mais Recente
pt_pt: Data – mais recente no topo
ru_ru: По дате - от новых к старым
sl_si: Datum – najnovejši zgoraj
sr_rs: Datum - Najnovije na početku
sv_se: Datum - Nyast Överst
th_th: วันที่ - ล่าสุดจากด้านบน
tr_tr: Tarih - En yeni en üste
uk_ua: Дата - Спочатку нові
vi_vn: Ngày - Mới nhất xếp đầu tiên
zh_mo: 日期-最新的列於上方

# SkuResource.Text
source: SKU
bg_bg: Код на продукта (SKU)
da_dk: Art. nr.
el_gr: Κωδικός SKU
hu_hu: Cikkszám
is_is: Vörunúmer
it_ch: Codice prodotto
ja_jp: ストック番号
ko_kr: 품목번호
mk_mk: Шифра
mn_mn: Серийн дугаар
nn_no: Art.Nr.
pt_br: Código
pt_pt: Código
ru_ru: Номер серии
sl_si: Šifra SKU
sv_se: Art. nr.
th_th: รหัสสินค้า
tr_tr: Stok No
uk_ua: Номер Серії
vi_vn: Mã hàng
zh_mo: 產品編號

# SortExp_ca
source: Cart Name A to Z
bg_bg: По азбучен ред: А-Я
cs_cz: Jména košíku od A do Z
da_dk: Kurv Navn A til Å
de_de: Warenkorb Namen von A bis Z
el_gr: Καλάθι από Α έως Ω
es_bo: Nombre del Carrito de Compras A a Z
es_py: Pedidos de la A a Z
fr_ca: Nom de panier de A à Z
hu_hu: Kosár nevek A-tól Z-ig
id_id: Nama keranjang A sampai Z
is_is: Körfu Nafn A TIL Ö
it_ch: Nome carrelli dalla A alla Z
ja_jp: カート名 A to Z 昇順
ko_kr: 장바구니 이름 가나다 순
mk_mk: Име на кошничка од А до Ш
mn_mn: Сагсны нэр А-с Я
ms_my: Nama Troli A ke Z
nl_be: Naam winkelmandjes A tot Z
nn_no: Kurv Navn A til Å
pl_pl: Nazwa Koszyka od A do Z
pt_br: Carrinho nome de A a Z
pt_pt: Nome do Cesto A a Z
ru_ru: Названия корзин от А до Я
sl_si: Ime vozička od A do Z
sr_rs: Naziv korpe A do Š
sv_se: Kundvagn Namn A till Ö
th_th: ชื่อรายการสั่งซื้อเรียงจาก ก ถึง ฮ
tr_tr: A dan Z ye Alışveriş Sepeti Adı
uk_ua: Номер кошику від А до Я
vi_vn: Tên giỏ hàng A đến Z
zh_mo: 購物車名稱由A至Z排序

# ActionResource.HeaderText
source: Action
bg_bg: Действие
cs_cz: Akce
da_dk: Handling
de_de: Aktion
el_gr: Ενέργεια
es_bo: Acción
es_py: Acción
hu_hu: Műveletek
id_id: aksi
is_is: Aðgerð
it_ch: Azione
ko_kr: 이동
mk_mk: Акција
ms_my: Tindakan
nl_be: Handeling
nn_no: Handling
pl_pl: Działanie
pt_br: Ação
pt_pt: Ação
ru_ru: Статус Клуба
sl_si: Dejanje
sr_rs: Akcija
sv_se: Funktion
th_th: ดำเนินการ
tr_tr: Aksiyon
uk_ua: Aplus
vi_vn: Hành động
zh_mo: 執行

# OrderSummaryResource.HeaderText
source: Cart Summary
bg_bg: Информация за поръчката
cs_cz: Sumarizace košíku
da_dk: Oversigt over Kurv
de_de: Warenkorb Zusammenfassung
el_gr: Περίληψη Καλαθιού/Στοιχεία Παραγγελίας
es_bo: Resumen Carrito de Compras
es_py: Agregar al carrito
fr_ca: Sommaire du Panier
hu_hu: Kosár ősszesítő
id_id: Ringkasan keranjang
is_is: Körfu Yfirlit
it_ch: Riepilogo carrello
ja_jp: カート情報
ko_kr: 장바구니 요약
mk_mk: Преглед на кошничка
mn_mn: Сагсны хураангуй
ms_my: Ringkasa Troli
nl_be: Samenvatting winkelmandje
nn_no: Oversikt over Kurv
pl_pl: Podsumowanie koszyka
pt_br: Resumo
pt_pt: Resumo Cesto de Compras
ru_ru: Содержимое корзины
sl_si: Povzetek vozička
sr_rs: Kratak pregled korpe
sv_se: Översikt Kundvagn
th_th: สรุปรายการสั่งซื้อ
tr_tr: Alışveriş Sepeti Özeti
uk_ua: Всього в кошику
vi_vn: Tổng cộng giỏ hàng
zh_mo: 購物車清單

# OrderBy.Text
source: Order By
bg_bg: Подреди по
cs_cz: Objednáno (kým):
da_dk: Bestil Efter
de_de: Bestellung über
el_gr: Παραγγελία από
es_bo: Pedido por
es_py: Pedido por:
fr_ca: Par ordre de
hu_hu: Rendelés
id_id: pesanan dari
is_is: Pantan Fyrir
it_ch: Ordine di
ja_jp: 並替
ko_kr: 정렬기준
mk_mk: Нарачај според
mn_mn: ...-р захиалга хийх
ms_my: Pesanan Oleh
nl_be: Bestel via
nn_no: Bestill innen
pl_pl: Zamów przez
pt_br: Pedido por
pt_pt: Encomenda de:
ru_ru: Сортировать по
sl_si: Naročilo do
sr_rs: Poruči putem
sv_se: Beställ innan
th_th: สั่งซื้อโดย
tr_tr: Tarafından
uk_ua: Замовити за
vi_vn: Đặt hàng cho
zh_mo: 關鍵字搜尋

# NextPageToolTip
source: Next Page
bg_bg: Следващата страница
cs_cz: Další strana
da_dk: Næste side
de_de: Nächste Seite
el_gr: Επόμενη Σελίδα
es_bo: Página Siguiente
es_py: Página siguiente
fr_ca: Page suivante
hu_hu: Következő oldal
id_id: Halaman Selanjutnya
is_is: Næsta Síða
it_ch: Pagina seguente
ja_jp: 次へ
ko_kr: 다음 페이지
mk_mk: Следна страница
mn_mn: Дараагийн хуудас
ms_my: Halaman Seterusnya
nl_be: Volgende pagina
nn_no: Neste Side
pl_pl: Następna strona
pt_br: Próxima Página
pt_pt: Página Seguinte
ru_ru: Следующая страница
sl_si: Naslednja stran
sr_rs: Sledeća strana
sv_se: Nästa sida
th_th: หน้าถัดไป
tr_tr: Sonraki Sayfa
uk_ua: Наступна Сторінка
vi_vn: Trang tiếp theo
zh_mo: 下一頁

# NoRecordsMessage.Text
source: No orders were found matching your search criterias. Please redefine your search.
bg_bg: Няма поръчки, отговарящи на Вашите критерии за търсене. Моля, променете Вашите критерии.
cs_cz: Nenalezeny žádné objednávky odpovídající zadaným kritériím. Definujte kritéria pro vyhledávání znovu.
da_dk: Der blev ikke fundet nogen ordrer, som matcher dine søgekriterier. Omdefiner din søgning.
de_de: Es wurden keine Bestellungen gefunden, die Ihren Suchkriterien ensprechen. Bitte passen Sie Ihre Suche an.
el_gr: Καμία παραγγελία δεν βρέθηκε να ταιριάζει με τα κριτήρια αναζήτησης που εισάγατε. Παρακαλώ επαναπροσδιορίστε την αναζήτησή σας.
es_bo: Ninguna Orden fue encontrada con tus criterios de búsqueda. Por favor redefine tu búsqueda.
es_py: Ningun Pedido fue encontrado con tus criterios de búsqueda. Por favor redefine tu búsqueda.
fr_ca: Aucune commande ne correspond à vos critères de recherche. Veuillez rédefinir votre recherche.
hu_hu: Nincs a keresési feltételeknek megfelelő rendelés. Kérjük módosítsa a keresési feltételeket.
id_id: Tidak ada order yang cocok dengan kriteria pencarian Anda. Lakukan pencarian ulang.
is_is: Engar pantanir fundust sem svöruðu leitarviðmiði. Vinsaml. endurskilgreindu leit.
it_ch: Non sono stati trovato ordini che possano corrispondere ai criteri di ricerca. Ridefinisci la tua ricerca.
ja_jp: 検索条件と一致する注文が見つかりませんでした。検索条件を再設定してください。
ko_kr: 검색과 일치하는 주문이 없습니다. 다시 검색하여 주시기 바랍니다.
mk_mk: Не беа најдени нарачки кои одговараат на зададените критериуми за пребарување. Сменете ги критериумите за пребарување.
mn_mn: Таны хайсан шалгуурт нийцэх захиалга олдсонгүй
ms_my: Tiada pesanan didapati menepati kriteria carian anda. Sila nyatakan semula carian anda.
nl_be: Er zijn geen orders gevonden die aan uw zoek criteria voldoen. Verfijn uw zoekopdracht alstublieft.
nn_no: Ingen ordre ble funnet som stemte med ditt søk. Vennligst forsøk med et nytt søk.
pl_pl: Brak zamówień spełniających Twoje kryteria. Prosimy zdefiniuj ponownie swoje kryteria wyszukiwania
pt_br: Nenhum pedido foi localizado de acordo com seu critério de busca. Por favor, redefina sua busca.
pt_pt: Não foram encontradas encomendas para a sua pesquisa. Por favor coloque outro critérios.
ru_ru: Не найдено заказов, удовлетворяющих заданным Вами критериям поиска. Пожалуйста, пересмотрите свой запрос.
sl_si: Vašemu iskanju ne ustreza nobeno naročilo. Prosimo, spremenite svoje iskanje.
sr_rs: Nijedna porudžbina ne odgovara vašim kriterijumima pretrage. Molimo ponovo odredite pretragu.
sv_se: Inga beställningar hittades som matchade dina sökkriterier. Omdefiniera sökningen.
th_th: ไม่พบการสั่งซื้อที่ตรงกับเงื่อนไขในการค้นหาของคุณ กรุณาตรวจสอบเงื่อนไขอีกครั้ง
tr_tr: Arama kriterlerinize uyan bir sipariş bulunamamıştır. Lütfen arama kriterlerinizi yeniden belirleyin.
uk_ua: Немає замовлень, відповідних зазначеним критеріям пошуку. Будь ласка, введіть дані ще раз.
vi_vn: Không có đơn hàng nào được tìm theo yêu cầu của bạn. Vui lòng xác nhận lại điều kiện tìm kiếm của bạn.
zh_mo: 您所設定之搜尋條件無符合項目，請重設您的搜尋條件

# lblAddressText.Text
source: Address
bg_bg: Адрес
cs_cz: Adresa
de_de: Adresse
el_gr: Διεύθυνση
es_bo: Dirección
es_py: Dirección del pedido con Envío o Retiro
fr_ca: Adresse
hu_hu: Cím
id_id: Alamat
is_is: Heimilisfang
it_ch: Indirizzo 1
ja_jp: 住所
ko_kr: 주소
mk_mk: Адреса
mn_mn: Хаяг
ms_my: Alamat
nl_be: Adres
nn_no: Adresse
pl_pl: Adres
pt_br: Endereço
pt_pt: Morada 1
ru_ru: Адрес
sl_si: Naslov
sr_rs: Adresa
th_th: ที่อยู่
tr_tr: Adres
uk_ua: Адреса
vi_vn: Địa chỉ
zh_mo: 地址

# lblClearCartMessage1.Text
source: You currently have items in your cart. If you would like to save your <br/>current cart for later use, enter a name below.
bg_bg: В момента в кошницата Ви има продукти. Ако желаете да запазите поръчката <br/> в кошницата, за да я допълните и/или промените по-късно, моля, въведете наименование.
cs_cz: Máte produkt(y) ve Vašem košíku. Pokud chcete uložit obsah pro pozdější použití, zadejte jméno níže.
da_dk: Du har varer i din indkøbskurv. Hvis du vil gemme <br/> nuværende indkøbskurv til senere brug, kan du tilføje et navn nedenfor.
de_de: Es befinden sich momentan Artikel in Ihrem Warenkorb. Wenn Sie Ihren <br/>aktuellen Warenkorb zur späteren Verwendung speichern wollen, tragen Sie bitte nachfolgend einen Namen ein.
el_gr: Αυτή τη στιγμή έχετε προϊόντα στο καλάθι σας. Εάν επιθυμείτε να αποθηκεύσετε<br/> τα ήδη υπάρχον δεδομένα για μελλοντική χρήση, παρακαλώ εισάγετε παρακάτω το όνομα σας
es_bo: Actualmente tienes artículos en tu carrito de compras. Si desea guardar tu <br/>actual carrito de compras para un uso posterior, ingresa un nombre.
es_py: Actualmente tienes productos en el carrito. Si deseas grabar tu carrito para uso posterior, ingresa un nombre en la parte de abajo.
fr_ca: Vous avez présentement des articles dans votre panier. Si vous voulez sauvegarder votre <br/> panier actuel pour une utilisation future, entrez un nom ci-dessous.
hu_hu: Kosarában fizetetlen tételek vannak. Ha szeretné elmenteni <br/> jelenlegi kosarát, lent adjon meg hozzá egy nevet.
id_id: anda memiliki barang dalam keranjang. Jika anda ingin menyimpan keranjang anda untuk pemakaian lebih lanjut, masukkan nama dibawah
is_is: Þú hefur vörur í körfunni. Viltu geyma þessa körfu til seinni nota, setjið nafn við.
it_ch: Ci sono attualmente alcuni articoli nel carrello. Se vuoi salvare il <br/>contenuto di questo carrello, inserisci un nome.
ja_jp: カートの中に製品が入っています。<br>このカートを保存したい場合、名称を付けて保存してください。
ko_kr: 현재 장바구니에 제품이 담겨 있습니다. 다음번 쇼핑을 위해장바구니를 저장하시고 싶으시면,장바구니의 이름을 입력하십시오.
mk_mk: Во кошничката имате производи. Ако сакате да ја зачувате вашата <br/>моментална кошничка за подоцнежна употреба, внесете име подолу.
mn_mn: Таны сагсанд бүтээгдэхүүн байна.Та дараа ашиглахын тулд сагсаа хадгалахыг хүсч байвал <br/> доорхи хэсэгт нэр бичнэ үү.
ms_my: Anda kini mempunyai barangan di dalam troli anda. Jika anda ingin menyimpan <br/>troli semasa anda untuk digunakan kemudian, sila masukkan nama di bawah.
nl_be: U heeft op dit moment artikelen in uw winkelmandje. Indien u uw <br/> huidig winkelmandje wilt opslaan voor later gebruik geef dan een naam in.
nn_no: Du har produkter i kurven din. Hvis du vil lagre <br/>nåværende handlekurv for senere bruk kan du legge til et navn nedenfor.
pl_pl: Aktualnie masz produktów w koszyku. Jeśli chcesz zapisać aktualny koszyk <br/> do późniejszego użycia, wpisz nazwę poniżej.
pt_br: Você possui itens em seu carrinho. Se desejar salvar seu <br/> carrinho atual para utilização posterior, insira um nome abaixo.
pt_pt: Atualmente tem artigos no seu cesto. Se desejar guardar o seu <br>cesto para utilização futura, coloque um nome abaixo.
ru_ru: В данный момент у вас есть продукты в вашей корзине. Если вы хотите сохранить вашу текущую корзину для дальнейшего использования, ниже введите название для нее.
sl_si: Trenutno so v vašem vozičku izdelki. Če želite shraniti svoj trenutni <br/>voziček za poznejšo uporabo, spodaj vnesite ime.
sr_rs: Trenutno imate artikle u korpi. Ukoliko želite da sačuvate svoju <br/> trenutnu korpu za kasniju upotrebu, unesite ime ispod.
sv_se: Du har för närvarande produkter i din Kundvagn. Om du vill spara <br/> aktuell kundvagn för senare användning, ange ett namn nedan.
th_th: ท่านมีสินค้าในรายการสั่งซื้อของท่านขณะนี้ ถ้าท่านต้องการบันทึกเพื่อใช้สั่งซื้อในครั้งถัดไป กรุณาใส่ชื่อด้านล่าง
tr_tr: Şu anda alışveriş sepetinizde ürünler var. Mevcut alışverişi sepetinizi <br/>daha sonra kullanmak üzere kaydetmek istiyorsanız , aşağıya bir isim giriniz.
uk_ua: У вас є товари у Вашому кошику. Якщо ви хочете зберегти ваш поточний <br/> кошик для подальшого використання, введіть ім'я нижче.
vi_vn: Bạn đã có sản phẩm trong giỏ hàng. Nếu bạn muốn lưu <br/> hiện thời cho lần sử dụng sau, nhập tên bên dưới
zh_mo: 您目前購物車內已有產品項目，若您想儲存<br/>目前的購物車以作日後修改，請於下方輸入購物車名稱。
