Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedCarts.aspx.*.resx
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_bo, es_py, fr_ca, hu_hu, id_id, is_is, it_ch, ja_jp, ko_kr, mk_mk, mn_mn, ms_my, nl_be, nn_no, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_mo

# lblEmptyCartName.Text
source: Please enter a valid cart name.
bg_bg: Моля, въведете валидно име на поръчката (списъка в кошницата).
cs_cz: Prosíme, vložte platný název košíku.
de_de: Bitte einen Namen für Ihren Warenkorb vergeben.
el_gr: Παρακαλώ εισάγετε ένα έγκυρο όνομα.
es_bo: Por favor ingresa un nombre de carrito válido.
es_py: Por favor ingresa un nombre de carrito valido.
fr_ca: Veuillez entrer un nom de panier valide.
hu_hu: Kérjük adjon meg érvényes kosár nevet.
id_id: Silahkan masukan nama keranjang yang masih berlaku.
is_is: Notið valið nafn eða setjið inn nýtt nafn
it_ch: Inserisci un nome valido per il carrello
ja_jp: カートの有効な名前を入力してください。
ko_kr: 유효한 카트 이름을 입력 하십시오.
mk_mk: Внесете точно име на кошничка.
mn_mn: Хүчин төгөлдөр сагсны нэр оруулна уу.
ms_my: Sila masukkan nama troli yang sah.
nl_be: Gelieve een geldige kaart naam ingeven
pl_pl: Wprowadź prawidłową nazwę koszyka.
pt_br: Por favor, cooque um nome válido para o carrinho.
ru_ru: Пожалуйста, введите корректное имя корзины
sl_si: Prosimo, vpišite veljavno ime vozička.
sr_rs: Molimo unesite ispravno ime korpe.
sv_se: Vänligen ange giltigt namn på vagnen
th_th: โปรดใส่ชื่อรายการสั่งซื้อที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне ім'я кошика.
vi_vn: Vui lòng điền vào tên giỏ hàng đúng
zh_mo: 請輸入有效的購物車名稱

# DeleteCommandResource.Text
source: Delete
bg_bg: Изтрий
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_bo: Eliminar
es_py: Eliminar
fr_ca: Supprimer
hu_hu: Töröl
id_id: Hapus
is_is: Eyða
it_ch: Elimina
ja_jp: 削除
ko_kr: 삭제
mk_mk: Избриши
mn_mn: Устгах
ms_my: Hapuskan
nl_be: Verwijderen
nn_no: Slett
pl_pl: Usuń
pt_br: Excluir
pt_pt: Apagar
ru_ru: Удалить
sl_si: Izbriši
sr_rs: Obriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_mo: 刪除

# FirstPageToolTip
source: First Page
bg_bg: първа страница
cs_cz: První strana
da_dk: Første side
de_de: Erste Seite
el_gr: Πρώτη σελίδα
es_bo: Primera Página
es_py: Primera página
fr_ca: Première page
hu_hu: Első oldal
id_id: Halaman Pertama
is_is: Fyrsta Síða
it_ch: Prima pagina
ja_jp: 最初のページ
ko_kr: 첫 페이지
mk_mk: Прва страница
mn_mn: Эхний хуудас
ms_my: Halaman Pertama
nl_be: Eerste pagina
nn_no: Første Side
pl_pl: Pierwsza strona
pt_br: Primeira Página
pt_pt: Primeira Página
ru_ru: Первая страница
sl_si: Prva stran
sr_rs: Prva strana
sv_se: Första sidan
th_th: หน้าแรก
tr_tr: İlk Sayfa
uk_ua: Перша Сторінка
vi_vn: Trang đầu tiên
zh_mo: 第一頁

# CheckOutResource.Text
source: Checkout
bg_bg: Плащане
cs_cz: K pokladně
da_dk: Gå til kasse
de_de: Kasse
el_gr: Παραγγελία
es_bo: Colocar Pedido
es_py: Ingresar Pedido
fr_ca: Poursuivre
hu_hu: Tovább a fizetéshez
id_id: Keluar
is_is: Útskráning
it_ch: Conferma ordine
ja_jp: チェックアウト
ko_kr: 확인
mk_mk: Плати
mn_mn: Худалдан авалтаа дуусгах
ms_my: Bayar dan Keluar
nl_be: Ga verder
nn_no: Fullfør
pl_pl: Realizacja zamówienia
pt_br: Gerar Pedido
pt_pt: Finalizar
ru_ru: Перейти к оплате
sl_si: Blagajna
sr_rs: Završni korak
sv_se: Utgångskassan
th_th: ทำการสั่งซื้อ
tr_tr: Devam Et
uk_ua: Підтвердити
vi_vn: Kiểm tra để hoàn tất
zh_mo: 結帳

# NewOrder.Text
source: Start New Order
bg_bg: Започни нова поръчка
cs_cz: Začněte zadávat novou objednávku
da_dk: Starte Ny Ordre
de_de: Neue Bestellung beginnen
el_gr: Ξεκινήστε Νέα Παραγγελία
es_bo: Empezar Nuevo Pedido
es_py: Generar Nuevo Pedido
fr_ca: Commencer une nouvelle commande
hu_hu: Új rendelés rögzítése
id_id: mulai pemesanan baru
is_is: Byrja á Nýrri Pöntun
it_ch: Inizia un nuovo ordine
ja_jp: 新規注文
ko_kr: 새로운 주문 시작
mk_mk: Почни нова нарачка
mn_mn: Шинэ захиалга эхлүүлэх
ms_my: memulakan pesanan baru
nl_be: Begin een nieuwe bestelling
nn_no: Begynn på en Ny Ordre
pl_pl: Zacznij nowe zamówienie
pt_br: Iniciar um novo Pedido
pt_pt: Iniciar Nova Encomenda:
ru_ru: Начать новый заказ
sl_si: Začni novo naročilo
sr_rs: Napravi novu porudžbinu
sv_se: Påbörja Ny Order
th_th: เริ่มการสั่งซื้อใหม่
tr_tr: Yeni Sipariş Başlat
uk_ua: Зробити нове замовлення
vi_vn: Bắt đầu đơn hàng mới
zh_mo: 新增購物車

# LessLinkResource
source: Hide Details
bg_bg: Скрий подробностите
cs_cz: Schovat detaily
da_dk: Skjul Detaljer
de_de: Details nicht anzeigen
el_gr: Απόκρυψη Λεπτομερειών
es_bo: Esconder Detalles
es_py: Esconder detalles
fr_ca: Cacher les détails
hu_hu: Részletek elrejtése
id_id: sembunyikan detil
is_is: Fela Upplýsingar
it_ch: Nascondi Dettagli
ja_jp: 詳細を閉じる
ko_kr: 상세내용 숨기기
mk_mk: Скриј детали
mn_mn: Дэлгэрэнгүйг хаах
ms_my: Sembunyi Butiran
nl_be: Verberg gegevens
nn_no: Gjem detaljer
pl_pl: Ukryj szczegóły
pt_br: Ocultar Detalhes
pt_pt: Esconder Detalhes
ru_ru: Скрыть детали
sl_si: Skrij podrobnosti
sr_rs: Sakrij detalje
sv_se: Dölj Detaljer
th_th: ซ่อนรายละเอียด
tr_tr: Saklı Detaylar
uk_ua: Сховати Деталі
vi_vn: Ẩn chi tiết
zh_mo: 隱藏

# MoreLinkResource
source: {0} Total Products - View All
bg_bg: {0} Общо продукти – разгледай всички
cs_cz: {0} celkové produkty - zobrazit všechny
da_dk: {0} Totale Produkter - Se Alle
de_de: {0} Produkte insgesamt - Alle anzeigen lassen
el_gr: {0} Συνολικά Προιόντα - Εμφάνιση όλων
es_bo: {0} Total Productos - Mirar Todo
es_py: {0} Total productos - Ver todos
fr_ca: {0} produits total - Tout visionner
hu_hu: {0} Összes Termék - mutassa mindet
id_id: {0} total produk - tinjau seluruhnya
is_is: {0} Vörur í allt - Sjá allar
it_ch: {0} Totale Prodotti Totale -Vedi Tutti
ja_jp: {0} アイテム - 全て表示
ko_kr: {0}개의 제품 - 전체 보기
mk_mk: {0} Вкупно производи – Прикажи ги сите
mn_mn: {0} Нийт бүтээгдэхүүн - Бүгдийг харах
ms_my: {0}Jumlah Produk - Lihat semua
nl_be: {0} Totaal producten - Bekijk alles
nn_no: {0} Produkter Totalt - Se alle
pl_pl: {0} Razem produkty - Wyświetl wszystko
pt_br: {0} Total de produtos - Visualizar tudo
pt_pt: {0} Total de Produtos – Ver Todos
ru_ru: {0} Каталог продуктов - Показать все
sl_si: {0} Skupaj izdelki – Poglej vse
sr_rs: {0} Svi proizvodi- Vidi sve
sv_se: {0} Produkter Totalt - Se alla
th_th: {0} ผลิตภัณฑ์ทั้งหมด - ดูทั้งหมด
tr_tr: {0} Toplam Ürünler - Hepsini Gör
uk_ua: {0} Всього Продуктів - переглянути всі
vi_vn: {0} tổng cộng sản phẩm - Xem toàn bộ
zh_mo: {0} 所有產品項目- 總覽

# lblMoreRows.Text
source: Show more rows
bg_bg: Покажи още редове
cs_cz: Zobrazit další řádky
de_de: Weitere Zeilen anzeigen
el_gr: Εμφάνιση περισσότερων Γραμμών
es_bo: Mostrar más líneas
es_py: Mostrar más líneas
fr_ca: Montrer plus de lignes
hu_hu: Még több rendelés megjelenítése
id_id: Tampilkan banyak baris
is_is: Sýna fleiri raðir
it_ch: Mostra più righe
ja_jp: 表示件数を増やす
ko_kr: 다음 행 표시
mk_mk: Прикажи повеќе редови
mn_mn: Өөр эгнээнүүд харуулах
ms_my: Tunjuk lagi baris
nl_be: Laat meer lijnen zien
nn_no: Vis flere rader
pl_pl: Pokaż więcej wierszy
pt_br: Mostrar mais filas
pt_pt: Mostrar mais linhas
ru_ru: Показать больше строк
sl_si: Pokaži več vrstic
sr_rs: Prikaži više redova
sv_se: Visa flera rader
th_th: แสดงแถวเพิ่ม
tr_tr: Daha fazla satır göster
uk_ua: Показати більше строк
vi_vn: Hiển thị thêm hàng
zh_mo: 顯示更多欄位

# LastPageToolTip
source: Last Page
bg_bg: Последна страница
cs_cz: Poslední strana
da_dk: Sidste side
de_de: Letzte Seite
el_gr: Τελευταία Σελίδα
es_bo: Última Página
es_py: Última página
fr_ca: Dernière page
hu_hu: Utolsó oldal
id_id: Halaman Terakhir
is_is: Síðasta Síða
it_ch: Ultima pagina
ja_jp: 最新更新日
ko_kr: 마지막 페이지
mk_mk: Последна страница
mn_mn: Сүүлийн хуудас
ms_my: Halaman Terakhir
nl_be: Laatste pagina
nn_no: Siste Side
pl_pl: Ostatnia strona
pt_br: Última Página
pt_pt: Última Página
ru_ru: Последняя страница
sl_si: Zadnja stran
sr_rs: Poslednja strana
sv_se: Sista sidan
th_th: หน้าสุดท้าย
tr_tr: Son Sayfa
uk_ua: Остання Сторінка
vi_vn: Trang cuối cùng
zh_mo: 最後一頁

# SaveCartMessaging
source: The Saved Cart and Copy Order features provide a convenient way to create, manage and save multiple orders for faster checkout in the future. At the time you checkout or make a copy as a new order, the order information (e.g. Products, Pricing and Volume Month) will be checked and updated accordingly.
bg_bg: Функцията за запазени списъци на кошници представлява удобен начин за създаване, управление и запазване на множество поръчки и за по-бързо подаване и плащане на поръчки в бъдеще. След запаметяването списъкът ще бъде преместен в раздел "Моите запазени кошници" за ползване в бъдеще. По време на плащането на запазена кошница данните от поръчката (напр. продукти, цени и обемен месец) ще бъдат проверявани и своевременно обновявани.
cs_cz: Funkce Uložený košík a Kopie objednávky umožňují pohodlnou cestu, jak vytvářet, spravovat a ukládat mnohonásobné objednávky pro rychlejší dokončení objednávky v budoucnu. Jakmile jste u pokladny nebo vytváříte z kopie novou objednávku, ostatní informace (např. produkty, ceny, objemový měsíc) budou zkontrolovány a podle toho zkontrolovány a aktualizovány.
da_dk: Gem Kurv og Kopier Ordre funksjonen er en smart måde at oprette, håndtere og gemme flere kurve så du hurtigere kan tjekke ud fremover. Når en kurv gemmes bliver den flyttet til Mine Gemte Kurver seksjonen for fremtidig brug. Når du fuldfører en ordre fra en gemt kurv, eller legger en kopi som ny ordre, vil ordredetaljene (f.eks. Produkter, pris, salgsmåned) opdateres.
de_de: Die Funktion Gespeicherter Warenkorb bietet Ihnen eine einfache und bequeme Möglichkeit verschiedene Bestellungen anzulegen, zu ändern und zu speichern, um den Bestellvorgang zukünftig zu beschleunigen.
el_gr: Το Αποθηκευμένο Καλάθι σας παρέχει έναν εύκολο τρόπο να δημιουργήσετε, να διαχειριστείτε και να αποθηκεύσετε πολλές παραγγελίες για καλύτερο έλεγχο στο μέλλον. Τη στιγμή που ελέγχετε ή αποθηκεύετε ένα αντίγραφο ως νέα παραγγελία, οι πληροφορίες της παραγγελίας (π.χ Προϊόντα, Ποσό και Μήνας Ποσοτικών Μονάδων) θα ελέγχονται και θα ενημερώνονται αντίστοιχα.
es_bo: Carritos de Compras Guardados y Copiar Orden proporciona una manera fácil de crear, guardar y manejar múltiples pedidos para colocar órdenes más rápido en el futuro. En el momento que usted coloca el pedido o hace de la copia una nueva orden, la información de la orden (ej. Productos, Precio y Mes de Volumen) serán revisados y actualizados como corresponde.
es_py: Las nuevas herramientas de Salvado del carrito y Orden Salvado, provee una manera màs conveniente de crear, administrar y salvar mùltiples ordenes para un chequeo màs ràpido en el futuro. En el momento usted copie una orden, la nueva orden ( Productos, precios, Volumen, Mes) serà revisado y actualizado como corresponda.
fr_ca: fonctions «Panier Sauvegardé» et « Copie de Commande » sont une façon de créer, de gérer et de sauvegarder des commandes multiples pour passer à la caisse rapidement dans l'avenir. Lorsque vous passez à la caisse ou faites une copie à titre de nouvelle commande, l'information de la commande (ex. produits, le prix et le mois volume) sera vérifiée et mise à jour.
hu_hu: A Mentett Kosár és Rendelés másolása lehetőségek segítségével kényelmesen hozhat létre, menthet el és módosíthat kosarakat, így a jövőben gyorsabban intézheti rendeléseit. A fizetés előtt a korábbi rendeléseknél megadott információk (pl. árak, volumenhónap) ellenőrzésre, és frissítésre kerülnek.
id_id: Disimpan dalam Cart dan fitur Copy Orde yang menyediakan cara mudah untuk membuat, mengelola dan menyimpan beberapa pesanan untuk checkout lebih cepat di masa depan. Pada saat Anda checkout atau membuat salinan sebagai tatanan baru, informasi pesanan (misalnya Produk, Harga dan Volume Bulan) akan diperiksa dan diperbarui sesuai.
is_is: Vista Körfu og Afrit af Pöntun valmöguleikar bjóða upp á þægilega leið að búa til, sjórna og ljúka pöntunum til notkunnar í framtíðinni. Á síðasta skrefinu þegar þú lýkur pöntun úr vistaðri körfu eða gerir afrit af pöntun fyrir nýja pöntun, munu upplýsingar um pöntun (verð og viðskiptapunktar) verða uppfærðar.
it_ch: Le funzioni Carrello Salvato e Copia Ordine forniscono un modo conveniente per creare, gestire e salvare più ordini in modo da poterli completare più velocemente in futuro. Nel momento in cui confermerai un ordine o creerai una copia di un ordine già fatto, le informazioni dell'ordine stesso (ad esempio prodotti, prezzi e Volume mese) saranno controllate e aggiornate di conseguenza.
ja_jp: 頻繁におこなう製品の注文内容を「保存中のカート」に保存すると、次回以降の注文が便利におこなえます。ご注文製品を選び、数量を入力する手間が省けます。
ko_kr: 장바구니 저장 기능은 주문을 쉽게 생성, 관리, 저장함으로서 다음 주문시 빠르게 주문확인 및 결제만 진행하는 편리한 기능입니다. <br/>쇼핑카트를 저장하면 해당 카트가 다음 주문시 사용할 수 있도록 나의 저장된 장바구니로 저장 됩니다.<br/>주문확인 단계 혹은 새로운 주문으로 복사할때 주문정보(제품, 제품가격, 실적점수)는 다시 업데이트 됩니다.
mk_mk: Опциите за зачувување на кошничка и за копирање на нарачки се згоден начин за правење, организирање и зачувување поголем број нарачки за побрзо купување во иднина. Додека го вршите плаќањето или правите копија како нова нарачка, ќе се проверуваат и соодветно ќе се ажурираат податоците за нарачката (на пр. производи, одредување на цена и волуменски месец).
mn_mn: Хадгалагдсан сагс болон Захиалга нь ирээдүйд худалдан авалтаа хийх хугацаагаа хэмнэж, түргэн шуурхай үйлчлүүлэх боломжийг олгож байгаа юм. Захиалгаа дуусгавар болгоход эсвэл шинэ захиалгыг хуулбарлахад захиалгын мэдээлэл болох бүтээгдэхүүн, үнийн дүн болон онооны сар гэх зэрэг нь шалгагдан, шинэчлэгдэх болно
ms_my: Troli yang disimpan dan ciri-ciri Salinan Pesanan menyediakan cara yang mudah untuk membuat, mengurus dan menyimpan pelbagai tempahan untuk checkout lebih cepat pada masa akan datang. Pada masa yang anda checkout atau membuat salinan sebagai suatu perintah baru, maklumat pesanan (contohnya Produk, Harga dan Bulan Volum) akan disemak dan dikemaskinikan dengan sewajarnya.
nl_be: Het opgeslagen winkelmandje en kopiëer bestelling opties zijn een makkelijke manier om meerder bestellingen te plaatsen, onderhouden en op te slaan voor snellere order verwerking in de toekomst. Zodra u een bestelling plaatst of een kopie maakt van een nieuwe bestelling, zal de bestelinformatie (bv. producten, prijs en volumemaand) gecontroleerd worden en zonodig aangepast.
nn_no: Lagre Kurv og Kopier Ordre funksjonen gir en praktisk måte å lage, administrere og lagre flere bestillinger for raskere fullførelse i fremtiden. Når en kurv lagres vil den bli flyttet til Mine Lagrede Kurver seksjonen for fremtidig bruk. Når du fullfører en ordre fra en lagret kurv, eller legger en kopi som ny ordre, vil ordredetaljene (f.eks. Produkter, pris, salgsmåned) oppdateres.
pl_pl: Funkcje Zapisany Koszyk i Kopiuj Zamówienie zapewniają wygodny sposób do tworzenia, zarządzania i zapisywania wielu zamówień w celu szybszej obsługi transakcji w przyszłości. W czasie zapisywania lub kopiowania nowego zamówienia, informacje o zamówieniu (np. produkty, ceny i i miesiąc zamówienia) będą sprawdzane i odpowiednio aktualizowane.
pt_br: A funcionalidade 'Carrinhos Salvos' e 'Copiar Pedidos' possibilitam maneiras convenients de criar, gerenciar e salvar diversos Pedidos para agilizar o processo no futuro. Quando você sair do site PedidosOnline, as informações salvas (como produtos, preços e Volume do Mês) serão checadas e atualizadas automaticamente.
pt_pt: As caracteristicas do "Cesto de Compras Guardado" e da "Cópia de Encomenda", permite-lhe ter uma maneira conveniente para criar, gerir e gravar várias encomendas para uma utilização mais rápida no futuro. No momento que finalizar ou fizer uma cópia de uma nova encomenda, a informação da encomenda (por exemplo, produtos, preços e mês de volume) será verificada e atualizada de acordo com as alterações efectuadas.
ru_ru: Данная опция обеспечивает удобство создания, управления и сохранения нескольких заказов для ускорения процедуры совершения заказов в будущем. Вы сможете продублировать сохраненный заказ и оформить его в качестве нового, при этом информация о продукте, его количестве и стоимости будет автоматически обновлена
sl_si: Funkciji Shranjeni voziček in Kopija naročila sta priročna načina za ustvarjanje, upravljanje in shranjevanje več naročil za hitrejše dokončanje nakupa v prihodnje. Ko boste dokončali nakup ali naredili kopijo kot novo naročilo, se bodo podatki o naročilu (npr. izdelki, cena in volumenski mesec) preverili in ustrezno dopolnili.
sr_rs: Opcije čuvanje korpe i kopije porudžbine predstavljaju zgodan način da se napravi i sačuva više porudžbina da bi brže stizali do završnog koraka u budućnosti. U završnom trenutku ili trenutku pravljenja kopije kao nove porudžbine, podaci o porudžbini (npr. proizvodi, cenovnik, mesec bodovne mase) će biti provereni i ažurirani u skladu sa tim.
sv_se: Spara Kundvagn och Kopiera Order funktionerna är ett bekvämt sätt att skapa, hantera och spara flera order för snabbare färdigställande i framtiden. När kundvagnen sparas vill den bli flyttad till Mina Sparade Kundvagnar sektionen för framtida bruk. När du slutför en order från en sparad kundvagn, eller lägger en kopia som ny order, vill order detaljerna (t.ex. Produkter, pris, volym månad) uppdateras.
th_th: การบันทึกสินค้าในตะกร้า และคัดลองรายละเอียดการสั่งซื้อ ถูกสร้างขึ้นเพื่อความสะดวกสบาย จัดการ และบันทึกการสั่งซื้อหลายๆ ครั้ง เพื่อความรวดเร็วในการตรวจสอบในอนาคต เมื่อถึงเวลาที่ท่านตรวจสอบ หรือคัดลอกสำหรับการสั่งซื้อใหม่ รายละเอียดการสั่งซื้อ (เช่น ผบิตภัณฑ์ ราคา และคะแนนต่อเดือน) จะถูกตรวจสอบและอัพเดทเช่นเดียวกัน
tr_tr: Kayıtlı Alışveriş Sepeti özelliği çoklu alışveriş sepeti oluşturma, yönetme ve kaydetme seçenekleri ile gelecekte daha hızlı sipariş onayı almanızda elverişliı bir ortam sunar. Siparişi Kopyalama veya Kayıtlı Alışveriş Sepeti seçenekleri ile sipariş verildiğinde, çıkış işlemi yapılırken sipariş bilgileri (örnek:Ürünler, tutar ve sipariş ayı) kontrol edilip gerektiği şekilde güncellenecektir.
uk_ua: Функції "Збережений кошик" та "Збережене замовлення" надають Вам можливість у зручний спосіб створювати, управляти і зберігати декілька замовлень для більш швидкого їх оформлення у майбутньому. Коли Ви використовуєте копію попередньо збереженого замовлення, у новому замовленні актуальність вказаної інформації (наприклад, Продукти, Ціни та Місяць замовлення) буде перевірятись та оновлюватись відповідно.
vi_vn: Đặc điểm của giỏ hàng được lưu và sao chep đơn hàng cung cấp cho việc tạo đơn hàng một cách thuận tiện, quản lý và lưu lại nhiều đơn hàng cho việc kiểm tra để hoàn tất trong tương lai được nhanh hơn. Khi bạn kiểm tra đế hoàn tất hoặc lưu lại một bản sao như một đơn hàng mới, các thông tin về đơn hàng như sản phẩm, giá, điểm số sẽ được kiểm tra và cập nhật theo
zh_mo: 已存購物車及複製訂單功能為您提供一個更方便的途徑去建立、儲存及管理多個購物車，以便將來可更快捷地完成網上購貨程序。在結帳時，系統會自動核對及更新訂單內的資料(如產品、價格、銷售量月份)，不適用的產品會自動從訂單中移除。
