Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedPickupLocation.aspx.*.resx
Languages: da_dk, es_mx, hi_in, pl_pl, ru_il, ru_ua, th_th, uk_ua, vi_vn, zh_mo

# btnAddPickupLocationResource1.Text
source: Add New Pick Up Location_G183
es_mx: Agregue un nuevo sitio ocurre
hi_in: नया पिकअप स्थान जोड़ें।
pl_pl: Wprowadź nową lokalizację odbioru
ru_il: Добавьте локацию для выдачи товара
ru_ua: Додати новий спосіб отримання_G183
th_th: เพิ่มสถานที่รับสินค้า
uk_ua: Додати нову адресу отримання замовлення
vi_vn: Thêm vào kho nhận hàng mới
zh_mo: 新增提貨地點

# AddCreatManagePickupLocation.Text
source: Create and manage your shipping location for faster check out in the future._G184
es_mx: Cree y maneje su dirección de envío para colocar sus pedidos más rápidamente en el futuro
hi_in: अपनी मंगवाई गई वस्तुओं हेतु स्थान तैयार करें और उसका प्रबंध करें।
pl_pl: Skonfiguruj lokalizację wysyłki, aby szybciej realizować swoje zamówienia
ru_il: Перидическое обновление инфорции по доставке приведет к более быстрому размещению заказов в будущем
ru_ua: Створити та налаштувати Вашу адресу доставки для більш прискореного оформлення замовлення._G184
th_th: สร้างและจัดการที่อยู่จัดส่งเพื่อการดำเนินการที่รวดเร็วขึ้นในอนาคต
uk_ua: Створення та управління адресами доставки для більш швидкого оформлення замовлень у майбутньому.
vi_vn: Tạo và quản lý thông tin thanh toán để kiểm tra để hoàn tất nhanh hơn trong tương lai
zh_mo: 建立或編輯您的送貨地址以簡化日後結帳程序。

# DeleteResource1.Text
source: Delete_G185
da_dk: Slet
es_mx: Eliminar
hi_in: हटाएं
pl_pl: Usuń
ru_il: Удалить
ru_ua: Видалити_G185
th_th: ลบ
uk_ua: Видалити
vi_vn: Xóa
zh_mo: 刪除

# lblCustomerSupportResource1.Text
source: For order support, please call 0800 437 225, 10.30 a.m. to 7.30 p.m., Monday - Friday.<br /> _G186
da_dk: For ordre support, kan du ringe 3848 7766, fra 09:00 til 17:00, mandag - fredag.
es_mx: Para dudas acerca de tus pedidos realizados, por favor contáctanos al 01 (33) 37 70 55 10 desde el interior de la república o directamente al 3770 5510 desde la ciudad de Guadalajara. Nuestro horario de atención es de lunes a viernes de 9:00 a.m. a 6:00 p.m. y los sábados de 9:00 am a 2:00 p.m.
hi_in: आर्डर हेतु सहयोग के लिए, कृपया फ़ोन करें : 1-310-218-6089, (9 a.m. से 6 p.m. तक) PST, सोमवार से शुक्रवार तक।<br /> शनिवार (6 a.m. से 2 p.m. तक) PST
pl_pl: Jeżeli potrzebujesz pomocy, skontaktuj się z nami pod numerem 22 703 76 00 od poniedziałku do piątku w godzinach 09:00 - 18:00, z wyjątkiem środy 09:00 - 17:00
ru_il: По всем вопросам, касающимся размещения заказов, пожалуйста, обращайтесь в Отдел заказов по телефону бесплатной линии 1-700-707-123 *9299. Рабочие часы: c 09:00 до 17:00 , вс-чг. 09:00 до 13:00 ,пт.
ru_ua: У випадку виникнення запитань, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні); +380 44 393 77 51 з понеділка по п’ятницю з 9:00 до 18.00, <br /> Субота, неділя – вихідні дні. _G186
th_th: หากต้องการความช่วยเหลือ โปรดติดต่อ 02 660 1600 วันจันทร์-ศุกร์ เวลา 9:00-18:00 น. วันเสาร์(เฉพาะหน้าเคาน์เตอร์) 9:00-13:00 น.
uk_ua: Для підтримки процесу замовлення, будь ласка, зверніться до Відділу Замовлень за номером 0800300035, з 9 ранку до 6 вечора з понеділка по п'ятницю.
vi_vn: Để hỗ trợ về đơn hàng, vui lòng liên lạc số điện thoại phòng Dịch Vụ Thành Viên: 3-827-9191. từ 8:30 đến 17:30 từ thứ 2 đến thứ 6, 8:30-12:30 Thứ 7.
zh_mo: 如需耍訂購協助，請致電(853) 2828-6612 星期一至星期五 10:30-18:00，星期六10:30-13:00

# TemplateFieldResource4.HeaderText
source: Location_G187
da_dk: Sted
es_mx: Ubicación
hi_in: स्थान
pl_pl: Lokalizacja
ru_il: Локация
ru_ua: Розміщення_G187
th_th: สถานที่
uk_ua: Адреса отримання замовлення
vi_vn: Vị trí
zh_mo: 地點

# TemplateFieldResource3.HeaderText
source: Name_G188
da_dk: Navn
es_mx: Nombre
hi_in: नाम
pl_pl: Nazwa Własna
ru_il: Имя
ru_ua: Ім'я_G188
th_th: ชื่อ
uk_ua: Ім'я
vi_vn: Tên
zh_mo: 姓名

# Pager.NextPageText
source: Next_G189
da_dk: Næste
es_mx: Siguiente
hi_in: अगला
pl_pl: Następny
ru_il: Следующий
ru_ua: Далі_G189
th_th: ถัดไป
uk_ua: Далі
vi_vn: Kế tiếp
zh_mo: 下一頁

# TemplateFieldResource2.HeaderText
source: Recipient_G190
da_dk: Navn
es_mx: Nombre corto
hi_in: उप-नाम :
pl_pl: Nazwa Własna
ru_il: Имя пользователя
ru_ua: Назва_G190
th_th: ชื่อเฉพาะ
uk_ua: Назва адреси:
vi_vn: Tên riêng
zh_mo: 暱稱

# Pager.PreviousPageText
source: Previous_G191
da_dk: Forrige
es_mx: Anterior
hi_in: पिछला
pl_pl: Poprzedni
ru_il: Предыдущий
ru_ua: Попередній_G191
th_th: ก่อนหน้า
uk_ua: Попередній
vi_vn: Trước
zh_mo: 上一頁

# PrimaryResource1.Text
source: Primary |_G192
da_dk: Hoved |
es_mx: Primario |
hi_in: प्राथमिक :
pl_pl: Główny
ru_il: Основной |
ru_ua: Основний |_G192
th_th: หลัก
uk_ua: Основний |
vi_vn: Đầu tiên
zh_mo: 主要送貨地址

# PageResource1.Title
source: Saved Pick Up Location_G193
es_mx: Guardar este sitio ocurre
hi_in: सुरक्षित किये गए पिकअप के स्थान
pl_pl: Zachowane lokalizacje odbioru własnego
ru_il: Сохраненные адреса получения продукта
ru_ua: Збережені способи отримання_G193
th_th: สถานที่รับสินค้าที่บันทึกไว้
uk_ua: Збережені способи отримання
vi_vn: Địa điểm nhậng hàng đã lưu
zh_mo: 已存提貨地點

# SavedPickupLocation.Text
source: Saved Pick Up Location_G194
es_mx: Guardar este sitio ocurre
hi_in: सुरक्षित किये गए पिकअप के स्थान
pl_pl: Zachowane lokalizacje odbioru własnego
ru_il: Сохраненные адреса получения продукта
ru_ua: Збережені способи отримання_G194
th_th: สถานที่รับสินค้าที่บันทึกไว้
uk_ua: Збережені способи отримання
vi_vn: Địa điểm nhậng hàng đã lưu
zh_mo: 已存提貨地點

# ShowingResultsFromToFormat
source: Showing {0} - {1} of {2} Results
da_dk: Viser {0} - {1} af {2} Resultater
es_mx: Mostrar Resultados {0} – {1} de {2}
hi_in: {2} में से {0} - {1} परिणाम दिखाए जा रहे हैं।
pl_pl: Pokaż {0} - {1} z {2}
ru_il: Отображены {0} - {1} из {2} результатов
ru_ua: Показати {0} - {1} з {2} результатів_G195
th_th: แสดง {0} - {1} ของ {2} ผลลัพธ์
uk_ua: Показати {0} - {1} з {2} результатів
vi_vn: Đang hiển thị {0} - {1} của {2} kết quả
zh_mo: 顯示第{0} - {1}頁,共{2}頁

# ShowingPesultsFormat
source: Showing {0} of {1} Results
da_dk: Viser {0} af {1} Resultater
es_mx: Mostrar Resultados {0} de {1}
hi_in: {1} में से {0} परिणाम दिखाया जा रहा है
pl_pl: Pokaż {0} z {1}
ru_il: Отображены {0} из {1} результатов
ru_ua: Показати {0} з {1} результатів_G196
th_th: แสดง {0} ของ {1} ผลลัพธ์
uk_ua: Показати {0} з {1} результатів
vi_vn: Đang hiển thị {0} của {1} kết quả
zh_mo: 顯示第{0}頁,共 {1}頁
