Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedCarts.aspx.*.resx
Languages: bg_bg, cs_cz, da_dk, de_de, el_gr, es_bo, es_py, fr_ca, hu_hu, id_id, is_is, it_ch, ja_jp, ko_kr, mk_mk, mn_mn, ms_my, nl_be, nn_no, pl_pl, pt_br, pt_pt, ru_ru, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_mo

# ProductResource.Text
source: Product
bg_bg: Продукт
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
el_gr: Προϊόν
es_bo: Producto
es_py: Producto
fr_ca: Produit
hu_hu: Termék
id_id: Produk:
is_is: Vara
it_ch: Prodotti
ja_jp: 製品名
ko_kr: 제품
mk_mk: Производ
mn_mn: Бүтээгдэхүүн
ms_my: Produk
nn_no: Produkt
pl_pl: Produkt
pt_br: Produto
pt_pt: Produto
ru_ru: Продукт
sl_si: Izdelek
sr_rs: Proizvod
sv_se: Produkt
th_th: ผลิตภัณฑ์
tr_tr: Ürün
uk_ua: Продукт
vi_vn: Sản phẩm
zh_mo: 產品

# btnCopyOrder.Text
source: Copy Order
bg_bg: Копирай поръчката
cs_cz: Kopie Objednávky
da_dk: Kopier Ordre
de_de: Bestellung erneut verwenden
el_gr: Αντιγραφή Παραγγελίας
es_bo: Copiar Pedido
es_py: Copiar Pedido
fr_ca: Copie de la commande
hu_hu: Rendelés másolása
id_id: Salin pemesanan
is_is: Afrita Þessa Pöntun
it_ch: Copia Ordine
ja_jp: 過去の注文をコピー
ko_kr: 주문 복사
mk_mk: Копирај нарачка
mn_mn: Захиалгаа хуулах
ms_my: Salin Pesanan
nl_be: Kopiëer bestelling
nn_no: Kopier Ordre
pl_pl: Skopiuj zamówienie
pt_br: Copiar Pedido
pt_pt: Copiar Encomenda
ru_ru: Скопировать заказ
sl_si: Kopija naročila
sr_rs: Kopija porudžbine
sv_se: Kopiera Order
th_th: {4} {5} รายการใน {1} หน้า
tr_tr: Siparişi Kopyala
uk_ua: Копіювати Замовлення
vi_vn: Sao chép đơn hàng
zh_mo: 複製訂單

# CartSummaryRes.HeaderText
source: Cart Summary
bg_bg: Обобщение на поръчката
cs_cz: Sumarizace košíku
da_dk: Oversigt over Kurv
de_de: Warenkorb Zusammenfassung
el_gr: Περίληψη Κάρτας
es_bo: Resumen Carrito de Compras
es_py: Agregar al carrito
fr_ca: Sommaire du panier
hu_hu: Kosár ősszesítő
id_id: Ringkasan keranjang
is_is: Körfu Yfirlit
it_ch: Riepilogo carrello
ja_jp: カート情報
ko_kr: 장바구니 요약
mk_mk: Преглед на кошничка
mn_mn: Сагсны хураангуй
ms_my: Ringkasa Troli
nl_be: Samenvatting winkelmandje
nn_no: Oversikt over Kurv
pl_pl: Podsumowanie koszyka
pt_br: Resumo do Carrinho
pt_pt: Resumo Cesto de Compras
ru_ru: Содержимое корзины
sl_si: Povzetek vozička
sr_rs: Kratak pregled korpe
sv_se: Översikt Kundvagn
th_th: สรุปรายการสั่งซื้อ
tr_tr: Alışveriş Sepeti Özeti
uk_ua: Всього в кошику
vi_vn: Tổng giỏ hàng
zh_mo: 購物車總計

# DeleteCartDo.Text
source: Delete
bg_bg: Изтрий
cs_cz: Smazat
de_de: Löschen
el_gr: Διαγραφή
es_bo: Eliminar
es_py: Eliminar
fr_ca: Supprimer
hu_hu: Töröl
id_id: Hapus
is_is: Eyða
it_ch: Elimina
ja_jp: 削除
ko_kr: 삭제
mk_mk: Избриши
mn_mn: устгах
ms_my: Hapuskan
nl_be: Verwijderen
nn_no: Slett
pl_pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ru_ru: Удалить
sl_si: Izbriši
sr_rs: Obriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_mo: 刪除

# ClearCartCancel.Text
source: Cancel
bg_bg: Откажи
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_bo: Anular
es_py: Cancelar
fr_ca: Annuler
hu_hu: Mégse
id_id: Batal
is_is: Hætta Við
it_ch: Cancella
ja_jp: キャンセル
ko_kr: 취소
mk_mk: Откажи
mn_mn: Цуцлах
ms_my: Batalkan
nl_be: Annuleren
nn_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
sl_si: Prekliči
sr_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_mo: 取消

# ClearCartDo.Text
source: Continue Without Saving
bg_bg: Продължи нататък без да запазваш промените
cs_cz: Pokračujte bez uložení
da_dk: Fortsæt uden at gemme
de_de: Weiter ohne zu speichern
el_gr: Συνέχεια χωρίς Αποθήκευση
es_bo: Continuar sin Guardar
es_py: Continuar sin grabar
fr_ca: Continuer sans sauvegarder
hu_hu: Folytatás mentés nélkül
id_id: Lanjut tanpa disimpan
is_is: Halda Áfram Án Þess Að Vista
it_ch: Continua senza salvare
ja_jp: この内容を保存せず注文を続ける
ko_kr: 저장하지 않고 계속쇼핑
mk_mk: Продолжи без да зачуваш
mn_mn: Хадгалахгүйгээр үргэлжлүүлэх
ms_my: Teruskan Tanpa Menyimpan
nl_be: Doorgaan zonder op te slaan
nn_no: Fortsett Uten å Lagre
pl_pl: Kontynuuj bez zapisywania
pt_br: Continuar sem Salvar
pt_pt: Continuar Sem Guardar
ru_ru: Продолжить без сохранения
sl_si: Nadaljuj brez shranjevanja
sr_rs: Nastavite bez čuvanja podataka
sv_se: Fortsätt Utan Att Spara
th_th: ดำเนินการต่อโดยไม่บันทึก
tr_tr: Kaydetmeden devam et
uk_ua: Продовжити без зберігання
vi_vn: Tiếp tục bỏ qua lưu lại
zh_mo: 不儲存並繼續

# DeleteCartCancel.Text
source: Cancel
bg_bg: Откажи
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_bo: Anular
es_py: Cancelar
fr_ca: Annuler
hu_hu: Mégse
id_id: Batal
is_is: Hætta Við
it_ch: Cancella
ja_jp: キャンセル
ko_kr: 취소
mk_mk: Откажи
mn_mn: Цуцлах
ms_my: Batalkan
nl_be: Annuleren
nn_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
sl_si: Prekliči
sr_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_mo: 取消

# ClearCartSave.Text
source: Save & Continue
bg_bg: Запази и продължи
cs_cz: Uložte a pokračujte
da_dk: Gem og Fortsæt
de_de: Speichern & Fortfahren
el_gr: Αποθήκευση & Συνέχεια
es_bo: Guardar & Continuar
es_py: Grabar y continuar
fr_ca: Sauvegardez et continuer
hu_hu: Mentés és folytatás
id_id: simpan dan lanjut
is_is: Vista og Halda Áfram
it_ch: Salva e continua
ja_jp: この内容を保存し注文を続ける
ko_kr: 저장하고 계속쇼핑
mk_mk: Зачувај и продолжи
mn_mn: Хадгалаад үргэлжлүүлэх
ms_my: Simpan & Teruskan
nl_be: Opslaan en ga door
nn_no: Lagre og Fortsett
pl_pl: Zapisz i kontynuuj
pt_br: Salvar & Continuar
pt_pt: Guardar e Continuar
ru_ru: Сохранить и Продолжить
sl_si: Shrani in nadaljuj
sr_rs: Sačuvaj & nastavi
sv_se: Spara och Fortsätt
th_th: บันทึกและดำเนินการต่อ
tr_tr: Kaydet & Devam Et
uk_ua: Зберегти та Продовжити
vi_vn: Lưu và tiếp tục
zh_mo: 儲存後繼續

# QtyResource.Text
source: QTY
bg_bg: Кол-во:
cs_cz: Množství
da_dk: Antal
de_de: Menge
el_gr: ΠΟΣΟΤΗΤΑ
es_bo: Cantidad
es_py: Cantidad
fr_ca: QTÉ
hu_hu: Mennyiség
id_id: kuantitas
is_is: Magn
it_ch: Q.tà
ja_jp: 数量
ko_kr: 수량
mk_mk: КОЛИЧИНА
mn_mn: Тоо ширхэг
ms_my: KTI
nl_be: Aantal
nn_no: Antall
pl_pl: Ilość
pt_br: QTD
pt_pt: QTD
ru_ru: Кол-во
sl_si: Količina
sv_se: Antal
th_th: จำนวน
tr_tr: ADET
uk_ua: К-ТЬ
vi_vn: Số lượng
zh_mo: 數量

# CopyNewResource.Text
source: Copy Order
bg_bg: Копирай поръчката
cs_cz: Kopie Objednávky
da_dk: Kopier Ordre
de_de: Bestellung erneut verwenden
el_gr: Αντιγραφή Παραγγελίας
es_bo: Copiar Pedido
es_py: Copiar Pedido
fr_ca: Copier la commande
hu_hu: Rendelés másolása
id_id: Salin pemesanan
is_is: Afrit af Pöntun
it_ch: Copia Ordine
ja_jp: チェックアウト
ko_kr: 주문 복사
mk_mk: Копирај нарачка
mn_mn: Захиалгаа хуулах
ms_my: Salin Pesanan
nl_be: Kopiëer bestelling
nn_no: Kopier Ordre
pl_pl: Skopiuj zamówienie
pt_br: Gerar Cópia
pt_pt: Copiar Encomenda
ru_ru: Скопировать заказ
sl_si: Kopija naročila
sr_rs: Kopija porudžbine
sv_se: Kopiera Order
th_th: ใช้ข้อมูลคำสั่งซื้อเดิม
tr_tr: Siparişi Kopyala
uk_ua: Копіювати Замовлення
vi_vn: Sao chép đơn hàng
zh_mo: 複製訂單

# lblClearCartTitle.Text
source: Confirmation
bg_bg: Потвърждение
cs_cz: Potvrzení
da_dk: Bekræftelse
de_de: Bestätigung
el_gr: Επιβεβαίωση
es_bo: Confirmación
es_py: Confirmación
hu_hu: Megerősítés
id_id: Konfirmasi
is_is: Staðfesting
it_ch: Conferma
ja_jp: 確認
ko_kr: 확인
mk_mk: Потврда
mn_mn: Баталгаажуулах
ms_my: Pengesahan
nl_be: Bevestiging
nn_no: Bekreftelse
pl_pl: Potwierdzenie
pt_br: Confirmação
pt_pt: Confirmação
ru_ru: Подтверждение
sl_si: Potrditev
sr_rs: Potvrda
sv_se: Bekräftelse
th_th: ยืนยัน
tr_tr: Onaylama
uk_ua: Підтвердження
vi_vn: Xác nhận
zh_mo: 確認

# PageResource1.Title
source: Saved Carts & Recent Orders
bg_bg: Запазени списъци в кошницата и последни поръчки
cs_cz: Uložit košík a poslední objednávky
da_dk: Gemte Kurver og Seneste Ordre
de_de: Gespeicherte Warenkörbe & Vorangegangene Bestellungen
el_gr: Αποθηκευμένα Καλάθια & Πρόσφατες Παραγγελίες
es_bo: Carritos de Compras Guardados / Pedidos Recientes
es_py: Pedidos grabados y Pedidos actuales
fr_ca: Paniers Sauvergardés & Commandes Récentes
hu_hu: Mentett rendelések és legutóbbi rendelések
id_id: simpanan keranjang dan pesanan sebelumnya
is_is: Vistaðar Körfur og Síðustu pantanir
it_ch: Carrelli Salvati & Copia Ordine
ja_jp: 保存中のカートおよび最近の注文
ko_kr: 저장된 장바구니 & 최근 주문내역
mk_mk: Зачувани кошнички и неодамнешни нарачки
mn_mn: Хадгалагдсан сагснууд, сүүлийн захиалгууд
ms_my: Simpan Troli & Pesanan Baharu
nl_be: Opgeslagen winkelmandjes & onlangs geplaatste bestellingen
nn_no: Lagrede Kurver og Nylige Ordre
pl_pl: Zapisane Koszyki i Ostatnie Zamówienia
pt_br: Carrinhos Salvos & Pedidos Recentes
pt_pt: Cestos e Encomendas Guardados
ru_ru: Сохраненные корзины и заказы
sl_si: Shranjeni vozički in zadnja naročila
sr_rs: Sačuvane korpe & najnovije porudžbine
sv_se: Sparad kundvagn och senaste beställning
th_th: รายการสั่งซื้อที่บันทึกไว้และคำสั่งซื้อล่าสุด
tr_tr: Kayıtlı Alışveriş Sepetleri & Son verilen siparişler
uk_ua: Збережні Кошики та Нещодавно оформлені замовлення
vi_vn: Lưu giỏ hàng và đơn hàng gần đây
zh_mo: 儲存購物車與最近訂單

# SavedCartsTab
source: Saved Carts
bg_bg: Запазени кошници
cs_cz: Uložené košíky
da_dk: Gemte Kurver
de_de: Gespeicherte Warenkörbe
el_gr: Αποθηκευμένα Καλάθια
es_bo: Carritos de Compras Guardados
es_py: Pedidos Guardados
fr_ca: Paniers Sauvegardés
hu_hu: Mentett rendelések
id_id: simpanan keranjang
is_is: Vistaðar Körfur
it_ch: Carrelli salvati
ja_jp: 保存中のカート
ko_kr: 저장된 장바구니
mk_mk: Зачувани кошнички
mn_mn: Хадгалагдсан сагснууд
ms_my: Simpan Troli
nl_be: Opgeslagen winkelmandjes
nn_no: Lagrede Kurver
pl_pl: Zapisane Koszyki
pt_br: Carrinhos Salvos
pt_pt: Cestos Guardados
ru_ru: Сохраненные корзины
sl_si: Shranjeni vozički
sr_rs: Sačuvane korpe
sv_se: Sparade Kundvagnar
th_th: รายการสั่งซื้อที่ถูกบันทึกไว้
tr_tr: Kayıtlı Alışveriş Sepetleri
uk_ua: Збережні Кошики
vi_vn: giỏ hàng đã lưu
zh_mo: 已存購物車

# RecentOrdersTab
source: Copy Order
bg_bg: Копирай поръчка
cs_cz: Kopie Objednávky
da_dk: Kopier Ordre
de_de: Gespeicherte Bestellungen
el_gr: Αντιγραφή Παραγγελίας
es_bo: Copiar Pedido
es_py: Copiar Pedido
fr_ca: Copie de Commande
hu_hu: Rendelés másolása
id_id: Salin pemesanan
is_is: Afrita Þessa Pöntun
it_ch: Copia Ordine
ja_jp: 最近の注文履歴
ko_kr: 주문 복사
mk_mk: Копирај нарачка
mn_mn: Захиалга хуулах
ms_my: Salin Pesanan
nl_be: Kopiëer bestelling
nn_no: Kopier Ordre
pl_pl: Skopiuj zamówienie
pt_br: Copiar Pedido
pt_pt: Copiar Encomenda
ru_ru: Скопировать заказ
sl_si: Kopija naročila
sr_rs: Kopija porudžbine
sv_se: Kopiera Order
th_th: สั่งซื้อตามคำสั่งซื้อเดิม
tr_tr: Siparişi Kopyala
uk_ua: Копіювати Замовлення
vi_vn: Những đơn hàng đã đặt
zh_mo: 複製訂單

# PagerTextFormat
source: {4} {5} items in {1} pages
bg_bg: {4} {5} бр. в {1} страници
cs_cz: {4} {5} položky na {1} stránkách
da_dk: {4} {5} varer på {1} sider
de_de: {4} {5} Artikel auf {1} Seiten
el_gr: {4} {5} προιόντα σε {1} σελίδες
es_bo: {4} {5} artículos en {1} páginas
es_py: {4} {5} items en {1} paginas
fr_ca: {4} {5} articles dans {1} pages
hu_hu: {4} {5} tétel {1} oldalon
id_id: 4 5 barang dalam 1 halaman
is_is: {4} {5} vörur á {1} síðum
it_ch: {4} {5} articoli in {1} pagine
ja_jp: {4}{5}件／{1}ページ中
ko_kr: {1} 페이지에 {4} {5} 개의 주문
mk_mk: {4} {5} производи на {1} страници
mn_mn: {4} {5} зүйлс {1} хуудсанд байна
ms_my: {4} {5} barangan di halaman {1}
nl_be: {4} {5} artikelen in {1} pagina's
nn_no: {4} {5} produkter på {1} sider
pl_pl: {4} {5} Pozycje w {1} stron
pt_br: {4} {5} itens em {1} páginas
pt_pt: {4} {5} artigos em {1} páginas
ru_ru: {4} {5} продуктов на {1} странице
sl_si: {4} {5} artiklov na {1} straneh
sr_rs: Artikli {4} {5} na {1} stranama
sv_se: (4) (5) produkter per (1) sida
th_th: {4} {5} รายการใน {1} หน้า
tr_tr: {1} sayfa içinde {4} {5} kalem
uk_ua: {4} {5} продукти на {1} сторінках
vi_vn: {4} {5} trong {1} trang
zh_mo: 第 {1}頁內之{4} {5}項

# ProductsResource.HeaderText
source: Products
bg_bg: Продукти
cs_cz: Produkty
da_dk: Produkter
de_de: Produkte
el_gr: Προϊόντα
es_bo: Productos
es_py: Productos
fr_ca: Produit
hu_hu: Termékek
id_id: Produk
is_is: Vörur
it_ch: Prodotti
ko_kr: 제품들
mk_mk: Производи
mn_mn: Бүтээгдэхүүнүүд
ms_my: Produk
nl_be: Producten
nn_no: Produkter
pl_pl: Produkty
pt_br: Produtos
pt_pt: Produtos
ru_ru: Продукты
sl_si: Izdelki
sr_rs: Proizvodi
sv_se: Produkter
th_th: ผลิตภัณฑ์
tr_tr: Ürünler
uk_ua: Продукти
vi_vn: Sản phẩm
zh_mo: 產品

# PageSizeLabelText
source: Page size:
bg_bg: Размер на страницата:
cs_cz: Velikost strany:
da_dk: Sidestørrelse:
de_de: Eventanzahl pro Seite:
el_gr: Μέγεθος Σελίδας:
es_bo: Tamaño de la página:
es_py: Tamaño de la página:
fr_ca: Format de page:
hu_hu: Oldalméret:
id_id: Ukuran halaman:
is_is: Stærð á síðu
it_ch: Dimensione della pagina
ja_jp: 表示件数 ：
ko_kr: 페이지 크기:
mk_mk: Големина на страница:
mn_mn: Хуудасны хэмжээ:
ms_my: Saiz halaman:
nl_be: Paginagrootte:
nn_no: Side størrelse:
pl_pl: Rozmiar strony:
pt_br: Tamanho da página:
pt_pt: Qtd por Pág.:
ru_ru: Количество на странице:
sl_si: Velikost strani:
sr_rs: Veličina strane:
sv_se: Sidstorlek:
th_th: ขนาดหน้า:
tr_tr: Sayfa Büyüklüğü:
uk_ua: Розмір сторінки:
vi_vn: Kích thước trang:
zh_mo: 頁面尺寸

# PrevPageToolTip
source: Previous Page
bg_bg: Предишна страница
cs_cz: Předcházející strana
da_dk: Forrige side
de_de: Vorherige Seite
el_gr: Προηγούμενη Σελίδα
es_bo: Página Anterior
es_py: Página anterior
fr_ca: Page précédente
hu_hu: Előző oldal
id_id: Halaman Sebelumnya
is_is: Fyrri síða
it_ch: Pagina precedente
ja_jp: 前のページへ
ko_kr: 이전 페이지
mk_mk: Претходна страница
mn_mn: Өмнөх хуудас
ms_my: Halaman Sebelumnya
nl_be: Vorige pagina
nn_no: Forrige Side
pl_pl: Poprzednia strona
pt_br: Página Anterior
pt_pt: Página Anterior
ru_ru: Предыдущая страница
sl_si: Prejšnja stran
sr_rs: Prethodna strana
sv_se: Föregående sida
th_th: หน้าก่อน
tr_tr: Önceki Sayfa
uk_ua: Попередня Сторінка
vi_vn: Trang trước
zh_mo: 上一頁

# OK.Text
source: OK
bg_bg: ОК
is_is: Í lagi
ko_kr: 예
mk_mk: ОК
mn_mn: ОК
ru_ru: ОК
sl_si: V redu
th_th: ตกลง
vi_vn: Đồng ý
zh_mo: 確定

# lblSavedCartMessage1.Text
source: Your current cart "{0}" has been saved.
bg_bg: Вашата текуща поръчка {0} в кошницата бе запазена.
cs_cz: Váš současný košík "{0}" byl uložen.
da_dk: Din nuværende kurv {0} er blevet gemt
de_de: Ihr aktueller Warenkorb "{0}" wurde gespeichert.
el_gr: Η τρέχουσα κάρτα "{0}" έχει αποθηκευτεί
es_bo: Su actual carrito de compras "{0}" ha sido guardado.
es_py: Tu actual pedido "{0}" ha sido grabado.
fr_ca: Votre panier actuel "{0}" a été sauvegardé.
hu_hu: Aktuális rendelése "{0}" mentésre került.
id_id: keranjang{0} anda saat ini telah disimpan
is_is: Núverandi Karfan þín "{0}" hefur verið vistuð.
it_ch: Il contenuto di questo carrello "{0}" è stato salvato
ja_jp: "{0}" 個のカートを保存中
ko_kr: 새로운 장바구니 "{0}"가 저장 되었습니다.
mk_mk: Вашата тековна кошничка „{0}“ е зачувана.
ms_my: Troli semasa anda "{0}" telah disimpan.
nl_be: Uw huidig winkelmandje "{0}" is opgeslagen.
nn_no: Din nåværende kurv "{0}" har blitt lagret.
pl_pl: Twój bieżący koszyk "{0}" został zapisany.
pt_br: Seu carrinho "{0}" foi salvo.
pt_pt: O seu cesto atual "{0}" foi guardado.
ru_ru: Ваша текущая корзина "{0}" сохранена.
sl_si: Vaš trenutni voziček {0} je shranjen.
sr_rs: Vaša trenutna korpa "{0}" je sačuvana.
sv_se: Din nuvarande vagn {0} har sparats
th_th: รายการสั่งซื้อของท่าน "{0}" ได้ถูกบันทึกเรียบร้อยแล้ว
tr_tr: Güncel alışveriş sepetiniz "{0}" kaydedildi.
uk_ua: Ваш поточний кошик "{0}" було збережено.
vi_vn: Giỏ hàng hiện nay của bạn "{0}" đã được lưu.
zh_mo: 您目前的購物車"{0}"已儲存

# lblSavedCartMessage2.Text
source: You will now be redirected to the Online Price List.
bg_bg: Сега ще бъдете прехвърлен към Ценовата листа онлайн.
cs_cz: Nyní budete přesměrováni na online ceník
da_dk: Du vil nu blive omdirigeret til Online Prisliste
el_gr: Τώρα θα κατευθυνθείτε προς τον Online Τιμοκατάλογο
fr_ca: Vous allez maintenant être redirigé vers la liste de prix en ligne.
hu_hu: Az oldal most átirányítja az Online Árlistához.
id_id: Anda akan diarahkan ke daftar harga online
is_is: Þú verður áframsend/ur á Online Verðlista
it_ch: sarai ridiretto al Listino prezzi online
ja_jp: プライスリストのページへ
ko_kr: 제품 주문으로 돌아갑니다.
mk_mk: Сега ќе бидете пренасочени на онлајн ценовникот.
ms_my: Anda kini akan diarahkan semula ke Senarai Harga Dalam Talian.
nn_no: Du vil nå bli omdirigert til Online Prisliste
pl_pl: Zostaniesz teraz przekierowany do Cennika Online.
pt_br: Carrinho Salvo. Você será redirecionado para a lista de preço.
pt_pt: Irá ser agora reencaminhado para a Lista de Preços Online.
ru_ru: Сейчас вы перейдете к Электронному Прайс-Листу
sl_si: Zdaj boste preusmerjeni na spletni cenik.
sr_rs: Sada ćete biti usmereni na onlajn cenovnik
sv_se: Du kommer nu att omdirigeras til Online Prislista
th_th: ขณะนี้ท่านกำลังไปที่หน้ารายการสินค้าออนไลน์
tr_tr: Online Fiyat listesine yönlendirileceksiniz.
uk_ua: Ви будете перенаправлені на сторінку з Електронним Прайс-Листом.
vi_vn: Bạn sẽ được chuyển đến danh sách giá trực tuyến
zh_mo: 您將前往網上價目表

# SortExp_sz
source: Ship To Name Z to A
bg_bg: Доставка до: имена (Я-А)
cs_cz: Doručit na jméno od Z do A
da_dk: Sendes Til Navn Å til A
de_de: Lieferadresse - Name des Empfängers Z bis A
el_gr: Αποστολή Στο Όνομα Ω έως Α
es_bo: Enviar a Nombre Z a A
es_py: Ordenar desde la Z hasta la A
fr_ca: Expédiez au nom de Z à A
hu_hu: Kiszállítási nevek Z-től A-ig
id_id: pengiriman ke nama Z sampai A
is_is: Senda Til Nafn Ö til A
it_ch: Nome del Ricevente dalla Z alla A
ja_jp: 受取人名 A to Z 降順
ko_kr: 받는이 이름 가나다 역순
mk_mk: Да се достави на име од Ш до А
mn_mn: Хаан хүргэх Я-с А
ms_my: Hantar ke Nama Z ke A
nl_be: Verzendnaam Z tot A
nn_no: Send til Navn Å til A
pl_pl: Adres wysyłki od Z do A
pt_br: Envio - de Z a A
pt_pt: Nome Destinatário Z a A
ru_ru: Имя получателя от Я до А
sl_si: Ime naslova za pošiljanje od Z do A
sr_rs: Isporuči na ime Š do A
sv_se: Skicka Till Namn Ö - A
th_th: จัดส่งไปที่ โดยเรียงชื่อจาก ฮ ถึง ก
tr_tr: Z den A ya Sevk Adresii
uk_ua: Адреса доставки от Я до А
vi_vn: Vận chuyến đến tên Z đến A
zh_mo: 送貨地址由Z至A排序

# lblDeleteCartTitle.Text
source: Delete Cart
bg_bg: Изтрий кошницата
cs_cz: Smazat košík
da_dk: Slet Kurv
de_de: Warenkorb löschen
el_gr: Διαγραφή Κάρτας
es_bo: Borrar Carrito de Compras
es_py: Borrar carrito
fr_ca: Supprimer le panier
hu_hu: Kosár törlése
id_id: Hapus keranjang
is_is: Eyða Körfu
it_ch: Elimina il carrello
ja_jp: カートを削除
ko_kr: 장바구니 삭제
mk_mk: Избриши кошничка
mn_mn: Сагсыг устгах
ms_my: Hapus Troli
nl_be: Verwijder winkelmandje
nn_no: Slett Kurv
pl_pl: Usuń Koszyk
pt_br: Excluir Carrinho
pt_pt: Apagar Cesto
ru_ru: Удалить Корзину
sl_si: Izbriši voziček
sr_rs: Obriši korpu
sv_se: Radera Kundvagn
th_th: ลบรายการสั่งซื้อ
tr_tr: Alışveriş Sepetini Sil
uk_ua: Видалити Кошик
vi_vn: Xóa giỏ hàng
zh_mo: 刪除購物車

# SortExp_dz
source: Date - Oldest on Top
bg_bg: По дата: от най-стара към най-нова
cs_cz: Datum - od nejstaršího
da_dk: Dato - Ældste Øverst
de_de: Datum - Ältestes zuerst
el_gr: Ημερομηνία-Παλαιότερη
es_bo: Fecha - Más antigua en la Parte Superior
es_py: Fecha - Pedidos antiguos
fr_ca: Date - moins récente en premier
hu_hu: Dátum - a legrégebbi legfelül
id_id: tanggal - yang terlama dipaling atas
is_is: Dagsetning - Elst Efst
it_ch: Data - meno recente in alto
ja_jp: 注文日が古い順
ko_kr: 날짜 - 오래된 주문이 가장 위로
mk_mk: Датум – од најстариот до најновиот
mn_mn: Он сар- Хамгийн эхнийх нь дээрээ
ms_my: Tarikh - tertua di atas
nl_be: Datum - Oudste boven
nn_no: Dato - Eldst Øverst
pl_pl: Data - najstarszy na górze
pt_br: Data - Mais antiga
pt_pt: Data – mais antiga no topo
ru_ru: По дате - от старых к новым
sl_si: Datum – najstarejši zgoraj
sr_rs: Datum - Najstarije na početku
sv_se: Datum - Äldst Överst
th_th: วันที่ - เก่าสุดจากด้านบน
tr_tr: Tatih - En eski en üste
uk_ua: Дата - Спочатку старіі
vi_vn: Ngày - Cũ nhất xếp đầu tiên
zh_mo: 日期-最舊的列於上方

# SortExp_sa
source: Ship To Name A to Z
bg_bg: Доставка до: имена (А-Я)
cs_cz: Doručit na jméno od A do Z
da_dk: Sendes Til Navn A til Å
de_de: Lieferadresse - Name des Empfängers A bis Z
el_gr: Αποστολή Στο Όνομα Α έως Ω
es_bo: Enviar a Nombre A a Z
es_py: Ordenar desde la A hasta la Z
fr_ca: Expédiez au nom de A à Z
hu_hu: Kiszállítási nevek A-tól Z-ig
id_id: pengiriman ke nama A sampai Z
is_is: Senda til Nafn A til Ö
it_ch: Nome del Ricevente dalla A alla Z
ja_jp: 受取人名 A to Z 昇順
ko_kr: 받는이 이름 가나다 순
mk_mk: Да се достави на име од А до Ш
mn_mn: Хаана хүргэх А-с Я
ms_my: Hantar ke Nama A ke Z
nl_be: Verzendnaam A tot Z
nn_no: Send til Navn A til Å
pl_pl: Adres wysyłki od A do Z
pt_br: Envio - de A a Z
pt_pt: Nome Destinatário A a Z
ru_ru: Имя получателя от А до Я
sl_si: Ime naslova za pošiljanje od A do Z
sr_rs: Isporuči na ime A do Š
sv_se: Skicka Till Namn A - Ö
th_th: จัดส่งไปที่ โดยเรียงชื่อจาก ก ถึง ฮ
tr_tr: A dan Z ye Sevk Adresi
uk_ua: Адреса доставки от А до Я
vi_vn: Vận chuyển đến tên A đến Z
zh_mo: 送貨地址由A至Z排序

# lblClearCartMessage3.Text
source: If you do not save your cart, the items in your cart will be discared.
bg_bg: Ако не запазите списъка продукти във Вашата кошница, продуктите от кошницата ще бъдат изтрити.
cs_cz: Pokud neuložíte svůj košík, obsah zmizí.
da_dk: Hvis du ikke gemmer din indkøbskurv, vil alle produkter blive fjernet.
de_de: Falls Sie Ihren Warenkorb nicht speichern, werden die darin enthaltenen Artikel nicht berücksichtigt.
el_gr: Εάν δεν αποθηκεύσετε το καλάθι σας, τα προϊόντα στο καλάθι σας θα διαγραφούν
es_bo: Si no guardas tu carrito de compras, los artículos de tu carrito serán borrados.
es_py: Si no grabas el pedido, los Sku se eliminarán.
fr_ca: Si vous ne sauvegardez pas votre panier, les articles dans votre panier seront enlevés.
hu_hu: Ha kosarát nem menti el, akkor a benne található tételek el fognak veszni.
id_id: jika anda tidak menyimpan keranjang anda, barang dalam keranjang akan dibuang
is_is: Ef þú vilt ekki geyma körfuna, munu vörurnar eyðast út.
it_ch: Se non vuoi salvare il contenuto di questo carrello, gli articoli saranno annullati
ja_jp: カートを保存しない場合、保存中の内容は失われます。
ko_kr: 장바구니를 저장하지 않으시면 장바구니는 초기화 됩니다.
mk_mk: Ако не ја зачувате кошничката, производите во неа ќе се избришат.
mn_mn: Та сагсан дахь зүйлсээ хадгалахгүй бол бүгд алга болох болно
ms_my: Jika anda tidak menyimpan troli anda, barangan di dalam troli anda akan dibuang.
nl_be: Indien u uw winkelmandje niet opslaat zullen de artikelen in uw winkelmandje verwijderd worden.
nn_no: Hvis du ikke lagrer kurven din vil alle produktene bli fjernet.
pl_pl: Jeśli nie zapiszesz koszyka, pozycje w koszyku będą odrzucone.
pt_br: Se você não salvar seu carrinho os itens serão removidos.
pt_pt: Se não guardar o seu cesto atual, os artigos no cesto serão removidos.
ru_ru: Если вы не сохраните вашу корзину, продукты в вашей корзине будут удалены
sl_si: Če ne boste shranili svojega vozička, bodo artikli odstranjeni iz vozička.
sr_rs: Ukoliko ne sačuvate svoju korpu, artikli iz korpe će biti izbrisani.
sv_se: Om du inte sparar din Kundvagn kommer produkter i din den att raderas.
th_th: ถ้าท่านไม่บันทึกรายการสั่งซื้อของท่าน สินค้าในรายการสั่งซื้อจะถูกลบ
tr_tr: Alışveriş sepetinizi kaydetmezseniz , alışveriş sepetinizdeki ürünler dikkate alınmayacak.
uk_ua: Якщо ви не збережете ваш кошик, продукти в вашому кошику будуть анульовані.
vi_vn: Nếu bạn không lưu giỏ hàng, mã sản phẩm trong giỏ hàng sẽ bị loại bỏ
zh_mo: 若您不儲存購物車，購物車內的產品將被清除。
