Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/SavedShippingAddress.aspx.*.resx
Languages: he_il, pl_pl, ru_ua, zh_hk

# btnAddShippingAddressResource1.Text
source: Add New Shipping Address
he_il: הוסף כתובת משלוח חדשה
pl_pl: Dodaj nowy adres wysyłki
ru_ua: Додати нову адресу доставки_G197
zh_hk: 新增送貨地址

# TemplateFieldResource4.HeaderText
source: Address
he_il: כתובת
pl_pl: Adres
ru_ua: Адреса_G198
zh_hk: 地址

# CreaetManageShippingLocation.Text
source: Create and manage your shipping location for faster checkout in the future.
he_il: צור ונהל את מקום המשלוח שלך ליציאה מהירה יותר בעתיד.
pl_pl: Skonfiguruj lokalizację wysyłki, aby szybciej realizować swoje zamówienia
ru_ua: Створити та налаштувати Вашу адресу доставки для більш прискореного оформлення замовлення._G199
zh_hk: 建立或編輯您的送貨地址以簡化日後結帳程序。

# DeleteResource1.Text
source: Delete
he_il: מחק
pl_pl: Usuń
ru_ua: Видалити_G200
zh_hk: 刪除

# EditResource1.Text
source: Edit
he_il: ערוך
pl_pl: Zmień
ru_ua: Змінити_G201
zh_hk: 修改

# lblCustomerSupportResource1.Text
source: For order support, please call 310-216-9661, 7 AM to 6 PM PST, Monday - Friday, 7 AM - 2PM PST Saturdays, and 7AM - 10PM during EOM.
he_il: לתמיכה להזמנות, התקשרו לטלפון 1-700-707-123 או 9299* בין השעות 9 עד 17, בין הימים ראשון עד חמישי ובשישי בין השעות 9 בבוקר עד 13 בצהריים.
pl_pl: Jeżeli potrzebujesz pomocy, skontaktuj się z nami pod numerem 22 703 76 00 od poniedziałku do piątku w godzinach 09:00 - 18:00, z wyjątkiem środy 09:00 - 17:00
ru_ua: У випадку виникнення запитань, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні); +380 44 393 77 51 з понеділка по п’ятницю з 9:00 до 18.00, <br /> Субота, неділя – вихідні дні. _G202
zh_hk: 如需耍訂購協助，請致電(852) 2834-1821 (星期一至五上午10:30 - 晚上7:30及星期六上午10:30 - 晚上6:00)

# TemplateFieldResource3.HeaderText
source: Name
he_il: שם בעל הכרטיס
pl_pl: Imię i nazwisko
ru_ua: Ім'я_G203
zh_hk: 收件人姓名

# LastNextPager.NextPageText
source: Next
he_il: הבא אחריו
pl_pl: Następny
ru_ua: Далі_G204
zh_hk: 下一頁

# TemplateFieldResource2.HeaderText
source: Nickname
he_il: כינוי:
pl_pl: Nazwa odbiorcy
ru_ua: Назва_G205
zh_hk: 送貨地址別名

# FirstPerviousPager.PreviousPageText
source: Previous
he_il: הקודם
pl_pl: Poprzedni
ru_ua: Попередній_G206
zh_hk: 上一頁

# PrimaryResource1.Text
source: Primary |
he_il: ראשי I
pl_pl: Główny
ru_ua: Основний |_G207
zh_hk: 主要送貨地址

# PageResource1.Title
source: Saved Shipping Address
he_il: כתובת משלוח שנשמרה
pl_pl: Zapisane adresy wysyłki
ru_ua: Збережені адреси доставки_G208
zh_hk: 已存送貨地點

# SavedShippingAddress.Text
source: Saved Shipping Address
he_il: כתובת משלוח שנשמרה
pl_pl: Zachowane adresy wysyłki
ru_ua: Збережені адреси доставки_G209
zh_hk: 已存送貨地點

# ShowingResultsFromToFormat
source: Showing {0} - {1} of {2} Results
he_il: מציג {1} - {0} מתוך {2} תוצאות
pl_pl: Pokaż {0} - {1} z {2} rezultatów
ru_ua: Показати {0} - {1} з {2} результатів_G210
zh_hk: 顯示第{0} - {1}頁,共{2}頁

# ShowingPesultsFormat
source: Showing {0} of {1} Results
he_il: מציג {0} מתוך {1} תוצאות
pl_pl: Pokaż {0} z {1} rezultatów
ru_ua: Показати {0} з {1} результатів_G211
zh_hk: 顯示第{0}頁,共 {1}頁
