Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_LocalResources/ShoppingCart.aspx.*.resx
Languages: mn_mn, ms_my, ro_ro, sr_rs

# lblSavedCartName
source: Saved Cart - {0}
mn_mn: Хадгалсан Сагс- {0}
ms_my: Troli Simpanan - {0}
ro_ro: Coş Salvat - {0}
sr_rs: Sačuvana korpa - {0}

# ClearCartCancel.Text
source: Cancel
mn_mn: Цуцлах
ms_my: Batal
ro_ro: Anulare
sr_rs: Otkaži

# PageResource1.Title
source: Shopping Cart
mn_mn: Худалдан авалтын сагс
ms_my: Troli Membeli-belah
ro_ro: Coş Cumpărături
sr_rs: Korpa

# lblStep3Resource1.Text
source: Step 1 of 4 - Review Address and Email
mn_mn: Алхам 4-с 1 - Хаяг болон и-мэйл хаягийг хянах
ms_my: Langkah 1 daripada 4 - Semak Alamat dan Emel
ro_ro: Pasul 1 din 4 - Revizuieşte Adresa si Email-ul
sr_rs: Korak 1 od 4 - Proverite adresu i imejl

# Label1Resource1.Text
source: Step 2 of 4 - Review Cart
mn_mn: Алхам 4-с 2 - Сагсыг шалгах
ms_my: Langkah 2 daripada 4 - Semak Troli
ro_ro: Pasul 2 din 4 - Revizuieşte Coşul de Cumpărături
sr_rs: Korak 2 od 4 - Pregledajte sadržinu korpe

# ClearCartDo.Text
source: Continue Without Saving
mn_mn: Хадгалалгүйгээр үргэлжлүүлэх
ms_my: Teruskan Tanpa Menyimpan
ro_ro: Continuă fără să salvezi
sr_rs: Nastavi bez čuvanja

# lblClearCartTitle.Text
source: Confirmation
mn_mn: Баталгаажуулалт
ms_my: Pengesahan
ro_ro: Confirmare
sr_rs: Potvrda

# lblEmptyCartName.Text
source: Please enter a valid cart name.
mn_mn: Хүчин төгөлдөр сагсны нэр оруулна уу.
ms_my: Sila masukkan nama troli yang sah.
ro_ro: Vă rugăm să introduceţi un nume valid de coş.
sr_rs: Molimo unesite validno ime korpe

# lblExistentCart.Text
source: The name you entered already exists. Please enter a different name.
mn_mn: Таны оруулсан нэр өмнө нь бүртгэлтэй байна. Өөр нэр оруулна уу.
ms_my: Nama yang anda masukkan sudah wujud. Sila masukkan nama lain.
ro_ro: Numele pe care l-aţi introdus există deja. Vă rugăm să introduceţi un nume diferit.
sr_rs: Unešeno ime već postoji. Molimo unesite drugo ime.

# lblClearCartMessage3.Text
source: If you do not save your cart, the items in your cart will be discared.
mn_mn: Та сагсаа хадгалахгүй бол энэ сагс тань устах болно
ms_my: Jika anda tidak menyimpan troli anda, item dalam troli anda akan dibuang.
ro_ro: Dacă nu salvaţi coşul, articolele vor fi şterse.
sr_rs: Ako ne sačuvate vašu korpu, artikli će biti izbrisani

# ClearCartSave.Text
source: Save & Continue
mn_mn: Хадгалаад үргэлжлүүлэх
ms_my: Menyimpan dan teruskan
ro_ro: Salvează şi Continuă
sr_rs: Sačuvaj i nastavi

# lblClearCartMessage1.Text
source: You currently have items in your cart. If you would like to save your <br/>current cart for later use, enter a name below.
mn_mn: Одоогоор таны сагсанд бүтээгдэхүүн байна. Та энэ сагсаа дараа ашиглахаар хадгалахыг хүсвэл доорх хэсэгт нэр бичнэ үү.
ms_my: Anda kini mempunyai barang dalam troli anda. Jika anda ingin menyimpan troli anda <br/> untuk kegunaan kemudian, sila masukkan nama di bawah.
ro_ro: În acest moment aveţi articole în coşul dvs. Dacă doriţi să salvaţi coşul actual <br/> pentru o utilizare ulterioară, introduceţi un nume mai jos.
sr_rs: Trenutno imate artukala u korpi. Ako želite da sačuvate <br/> trenutnu korpu za kasnije korištenje, unesite ime niže.

# lblClearCartMessage2.Text
source: Use suggested name or enter a new unique name.
mn_mn: Та санал болгосон нэрийг ашиглах эсвэл өөр нэр оруулна уу
ms_my: Gunakan nama yang dicadangkan atau masukkan nama unik yang baru
ro_ro: Folosiţi numele sugerat sau introduceţi un nume nou unic.
sr_rs: Koristite predloženo ime ili unesite novo.

# PageHeaderProducts
source: Order Products - Checkout
mn_mn: Бүтээгдэхүүний захиалга - тооцоо хийх
ms_my: Pesanan Produk - Daftar Keluar
ro_ro: Comandă Produse - Continuă
sr_rs: Poručite proizvode - Završni korak

# lblSaveCartName.Text
source: New Cart Name
mn_mn: Шинэ сагсны нэр
ms_my: Nama Troli Baru
ro_ro: Un nou nume de coş
sr_rs: Ime nove korpe

# PageHeaderEvents
source: Order Events - Checkout
mn_mn: Арга хэмжээний захиалга - тооцоо хийх
ms_my: Acara Pesanan - Daftar Keluar
ro_ro: Comandă Evenimente - Continuă
sr_rs: Poručite događaje - Završni korak
