Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Controls/Logon/App_LocalResources/LogonStatusView.ascx.*.resx
Languages: bs_ba, km_kh, lt_lt

# BizWorksSubscriber.Text
source: BIZWORKS SUBSCRIBER
bs_ba: Povratak na vrh
km_kh: អតិថជន BIZWORKS

# SP_*_Y_N
source: CHAIRMAN’S CLUB
bs_ba: Kategorija:
km_kh: ក្លឹបប្រធាន
lt_lt: PIRMININKO KLUBAS

# CS_PC_N_N
source: CHINA PRIVILEGED CUSTOMER
bs_ba: Samo za Chairman's Club
lt_lt: PRIVILEGIJUOTAS KLIENTAS

# CS_RC_N_N
source: CHINA PRIVILEGED CUSTOMER
bs_ba: KINA POVLAŠTENI KUPAC
lt_lt: PRIVILEGIJUOTAS KLIENTAS

# DS_PC_N_N
source: CHINA PRIVILEGED CUSTOMER
bs_ba: KINA POVLAŠTENI KUPAC
lt_lt: PRIVILEGIJUOTAS KLIENTAS

# DS_RC_N_N
source: CHINA PRIVILEGED CUSTOMER
bs_ba: KINA POVLAŠTENI KUPAC

# VolumePattern.Text
source: Current Unaudited<br/>Volume: {0:0.00} Points
bs_ba: Promocije u tijeku
km_kh: <br/>បរិមាណមិនបានត្រួតពិនិត្យ៖ ពិន្ទុ {0:0.00}
lt_lt: Šiuo metu nepatikrinta<br>Apimtis: {0:0.00} taškų

# CS_N_N_N
source: CUSTOMER
bs_ba: Momentalna nerevidirana<br/>masa: {0:0.00} bodova
km_kh: អតិថិជន
lt_lt: KLIENTAS

# DS_2MM_N_N
source: DISTRIBUTOR
bs_ba: Godine
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_2MS_N_N
source: DISTRIBUTOR
bs_ba: DISTRIBUTER
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_DS_N_N
source: DISTRIBUTOR
bs_ba: DISTRIBUTER
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_FMM_N_N
source: DISTRIBUTOR
bs_ba: DISTRIBUTER
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_FMS_N_N
source: DISTRIBUTOR
bs_ba: DISTRIBUTER
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_N_N_N
source: DISTRIBUTOR
bs_ba: DISTRIBUTER
km_kh: អ្នកចែកចាយ
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# SP_FC_*_N
source: FOUNDER'S CIRCLE
bs_ba: Prvi
km_kh: វដ្តស្ថាបនិក
lt_lt: Asutaja klubi

# SP_GT_N_N
source: GET TEAM
bs_ba: Iz:
km_kh: ក្រុម GET
lt_lt: KURTI KOMANDĄ

# _LogonStatus.LogoutText
source: Logout
bs_ba: Log In
km_kh: ចេញ
lt_lt: Atsijungti

# SP_MT_N_N
source: MILLIONAIRE TEAM
bs_ba: Odjava
km_kh: ក្រុមមីលីនៀរ
lt_lt: MILIJONIERIŲ KOMANDA

# SP_20K_N_N
source: PRESIDENT'S TEAM
bs_ba: 20K PREDSJEDNIČKI TIM
km_kh: ក្រុមប្រេស៊ីដិន 20K
lt_lt: 20K PREZIDENTO KOMANDA

# SP_30K_N_N
source: PRESIDENT'S TEAM
bs_ba: 30K PREDSJEDNIČKI TIM
km_kh: ក្រុមប្រេស៊ីដិន 30K
lt_lt: 30K PREZIDENTO KOMANDA

# SP_50K_N_N
source: PRESIDENT'S TEAM
bs_ba: 50K PREDSJEDNIČKI TIM
km_kh: ក្រុមប្រេស៊ីដិន 50K
lt_lt: 50K PREZIDENTO KOMANDA

# SP_PT_N_N
source: PRESIDENT'S TEAM
bs_ba: PREDSJEDNIČKI TIM
km_kh: ក្រុមប្រេស៊ីដិន
lt_lt: PREZIDENTO KOMANDA

# DS_PQP_N_N
source: QUALIFIED PRODUCER
bs_ba: Kvalifikacija za status Qualified Producer
km_kh: ផលិតករមានលក្ខណៈសម្បត្តិ

# DS_QS_N_N
source: QUALIFYING SUPERVISOR
bs_ba: QUALIFIED PRODUCER
km_kh: ប្រធានមានលក្ខណៈសម្បត្តិ
lt_lt: REIKALAVIMUS ATITINKANTIS PRIŽIŪRĖTOJAS

# DS_QV_N_N
source: QUALIFYING SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធានមានលក្ខណៈសម្បត្តិ
lt_lt: REIKALAVIMUS ATITINKANTIS PRIŽIŪRĖTOJAS

# DSZ_FMMZ_N_N
source: QUALIFYING SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធានមានលក្ខណៈសម្បត្តិ
lt_lt: PRIVILEGIJUOTAS KLIENTAS

# DS_DS_N_Y
source: SENIOR CONSULTANT
bs_ba: Pošaljite mi moj PIN kod - Jednostavno nalaženje PIN koda, šalje vam vaš važeći PIN kod.
km_kh: បុគ្គលិកប្រឹក្សាជាន់ខ្ពស់
lt_lt: VYRIAUSIASIS KONSULTANTAS

# DS_PQS_N_N
source: SENIOR CONSULTANT
bs_ba: VIŠI SAVJETNIK
km_kh: បុគ្គលិកប្រឹក្សាជាន់ខ្ពស់
lt_lt: VYRIAUSIASIS KONSULTANTAS

# DS_SB_N_N
source: SENIOR CONSULTANT
bs_ba: VIŠI SAVJETNIK
km_kh: បុគ្គលិកប្រឹក្សាជាន់ខ្ពស់

# DS_SC_N_N
source: SENIOR CONSULTANT
bs_ba: VIŠI SAVJETNIK
km_kh: បុគ្គលិកប្រឹក្សាជាន់ខ្ពស់

# DS_2QS_N_N
source: SUPERVISOR
bs_ba: Specijalne poruke
km_kh: ប្រធាន
lt_lt: DISTRIBUTORIUS (PARDAVĖJAS KONSULTANTAS)

# DS_5QS_N_N
source: SUPERVISOR
bs_ba: Predaj
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# DS_SQS_N_N
source: SUPERVISOR
bs_ba: DISTRIBUTER
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_N_N_N
source: SUPERVISOR
bs_ba: SUPERVIZOR
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_RB_N_N
source: SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_RS_N_N
source: SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_SP_N_N
source: SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_SR_N_N
source: SUPERVISOR
bs_ba: SUPERVIZOR U KVALIFIKACIJI
km_kh: ប្រធាន
lt_lt: PRIŽIŪRĖTOJAS

# SP_WT_N_N
source: WORLD TEAM
bs_ba: Nismo u mogućnosti poslati PIN. Ili ste unijeli nevažeći distributerski ID, ili u našoj evidenciji za taj ID ne postoji e-mail adresa.<br/> Molimo nazovite Usluge za distributere i zatražite pomoć.
km_kh: ក្រុមពិភពលោក
lt_lt: PASAULINĖ KOMANDA

# DS_QP_N_N
source: QUALIFIED PRODUCER
km_kh: ផលិតករមានលក្ខណៈសម្បត្តិ
