Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Controls/Logon/App_LocalResources/LogonBox.ascx.*.resx
Languages: da_dk, es_mx, fr_ca, hi_in, ja_jp, km_kh, ko_kr, pt_br, pt_pt, zh_cn

# lblSiteSecureNote.Text
source: (Please note that this site has secure information.)
da_dk: (Bemærk venligst, at dette site indeholder sikre oplysninger.)
es_mx: (Tome en cuenta que este sitio tiene información segura).
fr_ca: (Noter que ce site contient des renseignement sécurisés.)
hi_in: (कृपया ध्यान दें इस साइट में सुरक्षित जानकारी है।)
ja_jp: お客様の情報はSSL暗号化通信により保護され安全に送信されます。
km_kh: (សូមកត់សម្គាល់ថា វែបសាយត៍នេះ​មានព័ត៌មានមានសុវត្ថិភាព។)
ko_kr: (보안상 안전한 사이트입니다.)
pt_br: (Por favor note que este site tem informação segura.)
pt_pt: (Este site contém informação segura.)
zh_cn: (請注意此網站包含保密資訊)

# lblDistributorIDPrompt.Text
source: Distributor ID*
da_dk: Forhandler-ID*
es_mx: ID* del Asociado
fr_ca: N° d'Identifiant*
hi_in: ड्रिस्ट्रीब्यूटर आईडी*
ja_jp: ご登録番号
km_kh: ID អ្នកចែកចាយ*
ko_kr: 회원번호
pt_br: *ID do Consultor Independente
pt_pt: NI de Distribuidor*
zh_cn: 直銷商編號*

# WrapperHeader.Title
source: Distributor Login
da_dk: Forhandler-login
es_mx: Ingreso de Asociados
fr_ca: Connexion Distributeur
hi_in: डिस्ट्रीब्यूटर लॉगइन
ja_jp: ディストリビューター ログイン
km_kh: ចូលប្រើប្រាស់សម្រាប់អ្នកចែកចាយ
ko_kr: 디스트리뷰터 로그인
pt_br: Login do Consultor Independente
pt_pt: Login do Distribuidor
zh_cn: 直銷商登入

# lnkForgotPin.Text
source: I don't have or forgot my PIN Code.
da_dk: Jeg har ikke nogen PIN-kode<br>Jeg har glemt min PIN-kode.
es_mx: No tengo u olvidé mi clave PIN.
fr_ca: Je n'ai pas de NIP ou je l'ai oublié.
hi_in: मेरे पास पिन कोड नहीं है या मैं पिन कोड भूल गया हूं।
ja_jp: ピン番号を忘れた、または、分からない方
km_kh: ខ្ញុំមិនមាន ឬភ្លេច PIN កូដរបស់ខ្ញុំ។
ko_kr: 비밀번호가 없거나 분실했습니다.
pt_br: Eu não tenho ou esqueci meu código PIN.
pt_pt: Não tenho ou esqueci-me do meu Código PIN.
zh_cn: 沒有或忘記我的個人編碼

# LoginButton.Text
source: Login
da_dk: Log ind
es_mx: Entrar
fr_ca: Connexion
hi_in: लॉगिन
ja_jp: ログイン
km_kh: ចូលប្រើប្រាស់
ko_kr: 로그인
pt_br: Conectar
zh_cn: 登入

# PasswordRequired.ToolTip
source: Password is required.
da_dk: Adgangkode påkrævet.
es_mx: Se requiere clave de acceso.
fr_ca: Mot de passe obligatoire.
hi_in: पासवर्ड आवश्यकत है।
ja_jp: パスワードが必要です
km_kh: ត្រូវមានលេខសម្ងាត់
ko_kr: 비밀번호가 필요합니다.
pt_br: É necessário senha.
pt_pt: Palavra-Passe necessária.
zh_cn: 必須輸入密碼

# lblPinPrompt.Text
source: PIN Code*
da_dk: PIN-kode*
es_mx: Clave PIN*
fr_ca: NIP*
hi_in: पिन कोड*
ja_jp: ピン番号
km_kh: PIN កូដ*
ko_kr: 비밀번호
pt_br: Código PIN*
pt_pt: Código PIN*
zh_cn: 個人編碼*

# LoginButtonPressed
source: Processing...
da_dk: Behandler...
es_mx: Procesando...
fr_ca: En traitement...
hi_in: प्रोसेसिंग...
ja_jp: ログイン
km_kh: កំពុងដំណើរការ...
ko_kr: 잠시 기다려 주시기 바랍니다.
pt_br: Processando...
pt_pt: Em processamento...
zh_cn: 進行中...

# RememberMe.Text
source: Remember Me
da_dk: Husk mig
es_mx: Recordarme
fr_ca: À mémoriser
hi_in: मुझे याद है
ja_jp: ログイン情報を記憶
km_kh: ចងចាំខ្ញុំ
ko_kr: ID/PW저장
pt_br: Lembre-me
pt_pt: Memorizar os meus dados
zh_cn: 記住我

# URLNotFound
source: URL not found in Culture.config for {0}.
da_dk: URL blev ikke fundet Culture.config for {0}.
es_mx: URL no encontrada.config for {0}.
hi_in: Culture.config में {0} का यूआरएल नहीं मिला।
ja_jp: この情報を記憶Culture.config for {0}.
km_kh: រកមិនឃើញ URL បុព្វបទ៖ {0}. ពិនិត្យមើល Cultures.Config.
ko_kr: 해당 사이트를 찾을 수 없습니다.
pt_pt: URL não foi encontrado em.config for {0}.
zh_cn: 並沒有 URL Culture.config for {0}.

# UserNameRequired.ToolTip
source: User Name is required.
da_dk: Brugernavn påkrævet.
es_mx: Se requiere nombre de usuario.
fr_ca: Nom d'utilisateur obligatoire.
hi_in: उपयोगकर्ता नाम आवश्यक है।
ja_jp: ユーザ名が必要です
km_kh: តម្រូវឲ្យមានឈ្មោះអ្នកប្រើប្រាស់
ko_kr: 사용자 이름이 필요합니다.
pt_br: É necessário Nome do usuário.
pt_pt: É necessário o Nome de Utilizador.
zh_cn: 需要輸入使用者名稱
