Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/ErrorMessage.*.resx
Languages: es_us, es_ve, hi_in, hu_hu, it_ch, mn_mn, pt_br, ru_kz, vi_vn, zh_cn

# NoCard
source: I'm sorry you don't have a registered credit card on file. Please call Member Services at 080-906-7070.
es_us: Lo sentimos usted no tiene una tarjeta de crédido registrada en los archivos. Por favor llame a Servicios al Asociado al 1-866-866-4744
es_ve: Lo sentimos, no posees una tarjeta registrada en nuestros archivos. Por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: क्षमा कीजिएगा आपके पास हमारे साथ पंजीकृत क्रेडिट कार्ड नहीं है. कृपया इस नंबर पर डिस्ट्रीब्यूटर सेवा को फ़ोन करें : 080 -906 -7070
hu_hu: Sajnáljuk, Önnek nincs regisztrált bankkártyája, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon._G2103
it_ch: Mi dispiace ma non hai una carta registrata sul file.
mn_mn: Уучлаарай, та кредит карт бүртгүүлээгүй байна. 1800-1101 дугаараар Мэдээллийн Албатай холбогдоно уу.
pt_br: Lamento, mas não temos o registo do cartão de crédito no nosso ficheiro. Por favor contacte a serviço de Apoio ao Consultor através do número 21 771 4400
ru_kz: К сожалению, вашаткарта не зарегистрирована. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020
vi_vn: Tôi lấy làm tiếc rằng bạn chưa đăng ký thẻ tín dụng trên hồ sơ. Vui lòng gọi Phòng Dịch Vụ Thành Viên - 08 3827 9292
zh_cn: 您尚未于公司内登记VISA或MASTER信用卡资料，请拨 03-26876333与客服部连络

# PostalCode
source: Invalid zip code.
es_us: Código Postal inválido.
es_ve: Código Postal inválido.
hi_in: अवैध ज़िपकोड।
hu_hu: Érvénytelen irányítószám_G2104
it_ch: Codice avviamento postale non valido
mn_mn: Зип код буруу байна.
pt_br: Código postal inválido.
ru_kz: Неверный почтовый индекс.
vi_vn: Chỉ số bưu điện không hợp lệ
zh_cn: 邮递区号不正确.

# MaxQuantity
source: For SKU {0}, the quantity cannot exceed {1}.
es_us: Número de referencia {0}: La cantidad no puede ser mayor a {1} unidades.
es_ve: Para el código {0}: La cantidad no puede ser mayor a {1} unidades.
hi_in: SKU {0} के लिए मात्रा {1} से अधिक नहीं बढ़ाई जा सकती।
hu_hu: A {0} termék mennyisége nem lehet több, mint {1}._G2102
it_ch: Per il codice prodotto{0}: La quantità non può superare {1}.
mn_mn: {0} серийн дугаартай бүтээгдэхүүн захиалахад {1} ширхэгээс хэтрүүлж болохгүй.
pt_br: Para o código {0}, a quantidade não pode ultrapassar {1}.
ru_kz: Для данного Номера серии {0} количество не может превышать {1}.
vi_vn: Với mã sản phẩm {0}, số lượng không thể vượt quá {1}
zh_cn: 产品{0}，数量不能大于{1}.

# BackOrderNotAllowedPartialQuantity
source: For item {0} only a quantity of {1} is available. Please amend the quantity entered to add this item to your cart.
es_us: Para el artículo {0} sólo exite {0} disponible. Por favor, introduzca una cantidad permitida de este artículo en su selección.
es_ve: Para el código {0} solo quedan {1} disponibles. Ajusta la cantidad requerida para agregar este producto a tu carrito de compras
hi_in: {0} सामान के लिए सिर्फ {1} मात्र ही उपलब्ध है. आपकी कार्ट में शामिल करने हेतु डाले गए सामान की मात्रा को कृपया सुधारें।
hu_hu: A {0} termékből összesen {1} elérhető. Kérjük a folytatáshoz módosítsa a mennyiséget ennek megfelelően._G2100
it_ch: Dell'articolo {0} è attualmente disponibile solo una quantità pari a {1} . Si prega di ridurre la quantità del prodotto per aggiungerlo al carrello.
mn_mn: {0} -г захиалахад зөвхөн {1} ширхэгийг авах боломжтой. Захиалах бүтээгдэхүүний тоо ширхэгийг засварлана уу.
pt_br: Para o produto {0} só a quantidade de {1} está disponivel. Por favor corrija a quantidade inserida para adicionar ao cesto de compras.
ru_kz: Товар {0} доступен в количестве {1}. Пожалуйста, измените количество данного товара чтобы добавить его в корзину.
vi_vn: Sản phẩm {0} chỉ số lượng {1} tồn tại. Vui lòng sửa số lượng đã được nhập để thêm mã sản phẩm này vào đơn hàng
zh_cn: 产品货号{0}只能订购{1}数量,请更正数量继续购物

# BackOrderPartialQuantity
source: For item {0}, 1 or more items may be backordered.
es_us: Para el artículo {0}, solamente existen {1} disponibles. La cantidad por {2} de este artículo estará disponible para reorden.
es_ve: Si agrega uno o mas del código {0}, pueden quedar en Back Order.
hi_in: सामान {0} हेतु 1 या अधिक सामान बाद में आर्डर किये जा सकते हैं।
hu_hu: A {0} termékből legalább egy darab csak későbbi kiszállítással elérhető (backorder)._G2101
it_ch: Dell'articolo {0}, 1 o piu' pezzi potrebbero essere in prenotazione.
mn_mn: {0} -г захиалахад 1 эсвэл түүнээс илүү бүтээгдэхүүн агуулахад ирэхээр хүлээгдэж байж болно.
pt_br: Para o produto {0}, 1 ou mais quantidades podem ficar em backorder.
ru_kz: Наименование {0} временно отсутствует и может быть заказано с последующим получением.
vi_vn: Với mã sản phẩm {0}, 1 hay nhiều mã sản phẩm có thể chờ nhập hàng
zh_cn: 产品货号{0},因缺货关系,无法输入超过1的数值

# DuplicateAddressNickname
source: Nickname is already used, please enter a different name.
es_us: Este nombre de usuario ya está asignado a alguen más, por favor entre con un nombre diferente.
es_ve: Este usuario ya está asignado a alguien más, por favor ingresa con un usuario diferente.
hi_in: उपनाम पहले ही उपयोग किया जा रहा है, कृपया एक बदला हुआ नाम डालें।
hu_hu: Ez a becenév már használatban van, kérjük adjon meg másik becenevet._G2109
it_ch: Questo nome utente è già stato utilizzato, per favore inserisci un nuovo nome utente.
mn_mn: Ийм нэр ашиглагдсан байна. Өөр нэр оруулна уу.
pt_br: Apelido já usado, por favor introduza um nome diferente.
ru_kz: Данное имя пользователя уже используется. Пожалуйста, выберите другое.
vi_vn: Tên riêng đã được sử dụng, vui lòng nhập tên khác
zh_cn: 此昵称已被使用，请输入另外的昵称。

# DONotAvailable
source: Online order is not available.
es_us: La aplicación de Ordenes por Internet, no está disponible en este momento.
es_ve: La aplicación de Ordenes por Internet, no está disponible en este momento.
hi_in: ऑनलाइन ऑर्डर उपलब्ध नहीं है।
hu_hu: Az online rendelés nem elérhető._G2110
it_ch: L'Ordine Online non è consentito.
mn_mn: Онлайн захиалга хийх боломжгүй.
pt_br: Encomenda Online não disponível.
ru_kz: В настоящий момент система интернет заказов недоступна
vi_vn: Đơn hàng trực tuyến không sẵn có
zh_cn: 无法网上订货。

# AddTodayMagazineMax
source: Limit for Today Magazine is
es_ve: El límite para la revista Today es
hi_in: आज की पत्रिकओं की सीमा
hu_hu: A Today Magazin limitje_G2107
it_ch: Massima quantità ordinabile di Today è
mn_mn: Today сэтгүүлийг авах хязгаарлалт
pt_br: O limite da revista Today é de
ru_kz: Вы можете включить в заказ журнал "Today" в количестве не более
vi_vn: Giới hạn cho Tạp Chí là
zh_cn: Today杂志的限额是

# APFdueResaleNotAllowed
source: IT: {0} years of APF is due and must be paid before placing a "Resale" type order. Please change your order type to "Personal" to pay for your APF.
es_us: IT: {0} años que se se ha debido la Cuota Anual por Servicios de Membresía, la cual debe ser pagada antes de colocar un tipo de pedido de "recompra". Por favor cambio su tipo de pedido a "Personal" para pagar su Cuota Anual por Servicios de Membresía.
es_ve: Tienes pendiente {0} Cuota(s) Anual(es) por Servicios de Membresía que debes pagar antes de realizar un pedido tipo “Recompra”. por favor cambia el tipo de pedido a “Personal” para proceder con el pago de la(s) Cuota(s) Anual(es) pendiente(s) por Servicios de Membresía.
hi_in: IT: APF के {0} वर्ष देय हैं और 'पुनर्विक्रय' के पूर्व इसका भुगतान अनिवार्य है। कृपया अपने APF हेतु अपनी आर्डर प्रकार को बदल कर 'व्यक्तिगत' कर दें ।
hu_hu: {0} évnyi eljárási díj tartozása van, amelyet rendeznie kell "Kereskedői" típusú rendeléshez. Kérjük az éves díj fizetéséhez váltsa át a rendelést "Saját" típusúra._G2105
it_ch: La quota annuale scaduta deve essere pagata prima di effettuare un ordine per "Vendita Cliente".Si prega di cambiare il tipo di ordine a Personale e procedere al pagamento della quota annuale.
mn_mn: IT:{0} жилийнГишүүнчлэлийн Хураамж төлөх дутуу байгаа ба захиалга хийхээс өмнө төлөх шаардлагатай. Та Гишүүнчлэлийн Хураамжаа төлөхийн тулд "Хувийн" гэсэн захиалгын төрлөө өөрчилнө үү.
pt_br: IT: {0} anos de anuidades sob pagamento e deverá ser paga antes de fazer a compra de produtos. Por favor, altere o tipo de compra para "Pessoal" para efectuar o pagamento da sua anuidade.
ru_kz: IT: Вам необходимо погасить задолженность по оплате Ежегодного взноса за компьютерное обслуживание за {0} год/лет перед тем как делать заказ типа "Перепродажа". Пожалуйста, измените тип заказа на "Личный" и оплатите задолженность по оплате Ежегодного взноса за компьютерное обслуживание.
vi_vn: IT: {0} năm phí DVTV hàng năm đã hết hạn và cần được thanh toán trước khi đặt loại hàng " mua lại". Vui lòng thay đổi thành loại đơn hàng "cá nhân" để trả phí
zh_cn: 资讯科技：{0}年费已到期及必须在“转售”订单类型前支付。请更改您的订单类型为“个人”，以支付您的年费。

# OutOfInventory
source: Item {0} is currently out of inventory, your quantity is set to 0.
es_us: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_ve: El Código {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
hi_in: सामान {0} इस समय विस्तृत सूची में नहीं है, आपकी गुणवत्ता {0} पर नियत कर दी गई है।
hu_hu: A {0} cikkszámú termék jelenleg nincs készleten, ezért ennek mennyiségét lenullázzuk._G2106
it_ch: Il prodotto {0} non è al momento disponibile, la quantià è pari a zero
mn_mn: {0} -ий нөөц одоогоор байхгүй байна. Таны оруулсан тоо ширхэгийг 0 болгосон.
pt_br: Produto {0} está esgotado, a quantidade será de 0.
ru_kz: Товара {0} в настоящее время нет в наличии - количество изменено на 0.
vi_vn: Mục {0} hiện đã hết hàng tồn, số lương sẽ được trả về 0
zh_cn: 您訂購的商品{0}目前缺貨，你的数量设置为0。

# NonProductItemsRemovedForStandaloneAPF
source: As there are no Products with your APF order, all non-Product items have been removed.
es_us: Como no hay productos en su pedido de la Cuota Anual por Servicios de Membresía, todos los artículos que no sean productos han sido eliminados.
es_ve: Como no hay productos en tu pedido de la Cuota Anual por Servicios de Membresía , todos los artículos que no sean productos han sido eliminados.
hi_in: चूंकि आपके APF से कोई भी उत्पाद नहीं हैं, सभी अन-उत्पाद सामान हटा लिए गए हैं।
hu_hu: Mivel az éves díjat külön rendelésben kell fizetnie, minden más tétel eltávolításra került._G2093
it_ch: Non ci sono altri prodotti nel tuo ordine per la quota annuale, tutti gli elementi non-prodotto sono stati rimossi.
mn_mn: Жил бүрийн Гишүүнчлэлийн Хураамжыг төлөх захиалгад бүтээгдэхүүн орохгүй тул бүх бүтээгдэхүүн бус зүйлсийг хассан болно.
pt_br: Como não tem produtos com a Taxa anual, todos os items serão retirados.
ru_kz: Так как Вы не включили Продукт в заказ на оплату Ежегодного взноса за компьютерное обслуживание, все не продуктовые товары были удалены.
vi_vn: Tất cả các mục không thuộc sản phẩm sẽ bị xóa khỏi đơn hàng đóng phí DVTV
zh_cn: 您的年费订单内未含产品,故其余非产品之货号将被移除

# NoBackOrdersOnAPFOrder
source: Backordered items cannot be added to an APF order
es_us: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual por Servicios de Membresía.
es_ve: Los productos agotados no pueden ser incluidos en un pedido de Cuota Anual por Servicios de Membresía.
hi_in: बाद में आर्डर किये गए सामान को एक APF आर्डर के साथ शामिल नहीं किया जा सकता।
hu_hu: Nem szerepelhetnek más tételek az éves díj mellett._G2094
it_ch: Gli articoli in prenotazione non possono essere aggiunti ad un ordine per la quota annuale
mn_mn: Агуулахад ирэхээр хүлээгдэж буй бүтээгдэхүүнийг Жил бүрийн Гишүүнчлэлийн Хураамж төлөх захиалгатай хийж болохгүй
pt_br: Produtos de Backorder não podem ser adicionados à Taxa anual.
ru_kz: Товары, временно отсутствующие на складе, не могут быть добавлены в заказ на оплату Ежегодного взноса за компьютерное обслуживание.
vi_vn: Những sản phẩm chưa nhập hàng không thể thêm vào đơn hàng phí DVTV
zh_cn: 本缺货产品无法与年费订单同时订购

# CancelOrderConfirmation
source: Are you sure you want to cancel this order? Clicking "OK" will remove all items from your cart.
es_us: ¿Está seguro que desea cancelar este pedido? Pulsando "SI" todos los artículos serán eliminados de su selección.
es_ve: ¿Estás seguro que deseas cancelar esta orden? Si presionas el boton "OK" todos los artículos serán eliminados de tu carrito de compras.
hi_in: क्या आपने तय कर लिया है कि आप इस आर्डर को निरस्त करना चाहते हैं ? 'ठीक है' को क्लिक करने से आपके कार्ट से सभी सामान हट जायेंगे।
hu_hu: Biztos benne, hogy törölni szeretné ezt a megrendelést? Ha az OK gombra kattint, az összes tétel eltűnik a kosarából._G2092
it_ch: Sei sicuro di voler cancellare quest'ordine? Cliccando su "Ok", tutti i prodotti presenti nel tuo carrello saranno rimossi.
mn_mn: Та захиалгаа цуцлахдаа итгэлтэй байна уу? "ОК" товчыг дарснаар таны захиалахаар оруулсан бүх бүтээгдэхүүн харагдахаа болино.
pt_br: Tem a certeza que quer cancelar esta encomenda? Carregue "OK" e serão retirados todos os produtos do seu cesto de compras.
ru_kz: Вы уверены что хотите отменить заказ? После нажатия "OK" корзина будет очищена.
vi_vn: Bạn muốn xóa đơn hàng này? Ấn OK để xóa
zh_cn: 您确定取消此订单? 请按“OK”以清空购物车

# CannotAddAPFSku
source: APF skus cannot be added to your cart
es_us: Las referencias de la Cuota Anual por Servicios de Membresía no pueden ser incluidas en su selección
es_ve: La Cuota Anual por Servicios de Membresía no puede ser agregada a tu carrito de compras.
hi_in: APF स्कस आपकी कार्ट पर नहीं जोड़े जा सकते ।
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G2090
it_ch: Il codice della quota annuale non può essere aggiunto al carrello
mn_mn: Жил бүрийн Гишүүнчлэлийн Хураамжын SKU-г сагсанд нэмж боломжгүй
pt_br: O Código da Taxa Anual não pode ser adiconado ao seu cesto de compras.
ru_kz: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть добавлены в корзину.
vi_vn: Mã phí DVTV hàng năm không thể được thêm vào giỏ hàng
zh_cn: 年费订单无法加入购物车

# CannotRemoveAPFSku
source: APF skus cannot be removed to your cart
es_us: Las referencias de su Cuota Anual por Servicios de Membresía no pueden ser removidas de su selección
es_ve: El cobro de tu Cuota Anual por Servicios de Membresía no puede ser removido de tu carrito de compras.
hi_in: APF स्कस को आपकी कार्ट से नहीं हटाया जा सकता।
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G2091
it_ch: Il codice della quota annuale non può essere rimosso dal carrello
mn_mn: Жил бүрийн Гишүүнчлэлийн Хураамжын SKU-г сагснаас хасах боломжгүй
pt_br: O Código da Taxa Anual não pode ser retirado do seu cesto de compras
ru_kz: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть удалены из корзины.
vi_vn: Mã số phí DVTV hàng năm không thể xóa ra khỏi đơn hàng của bạn
zh_cn: 由于您的年费已到期,请先缴交年费方能继续完成订单

# EventTicketsLimitedQuantity
source: Event Ticket purchases are limited to quantity of {0} per order.
es_us: La compra de boletos para eventos está limitada a la cantidad de {0} por pedido.
es_ve: La compra de Entradas para eventos está limitada a {0}
hi_in: कार्यक्रम टिकट खरीदने वाले प्रति आर्डर {0} मात्रा पर सीमित किये गए हैं।
hu_hu: A megvásárolható jegyek száma rendelésenként {0} lehet_G2098
it_ch: Massimo {0} biglietti per ordine
mn_mn: Арга хэмжээний тасалбарыг захиалахад захиалга бүрт {0} -с хэтрэх ёсгүй.
pt_br: O Limite Máximo de Bilhetes de Evento Event é de {0} por encomenda.
ru_kz: За заказ возможно приобрести до {0} билетов на мероприятие.
vi_vn: Mua vé sự kiện được giới hạn số lương {0} cho mỗi đơn hàng
zh_cn: 单张会议门票订单上限为{0}

# EventPurchasingNotAvailable
source: Event Ticket Purchases are not allowed on this site.
es_us: No se puede hacer compra de boletos para eventos en esta página.
es_ve: Este sitio no permite la compra de Entradas para eventos.
hi_in: कार्यक्रम टिकट खरीदने वालों को इस साईट पर अनुमति नहीं है।
hu_hu: Rendezvény jegy vásárlása ezen az oldalon nem megengedett._G2099
it_ch: L'acquisto di Biglietti Eventi non è consentito in questo sito
mn_mn: Арга хэмжээний тасалбарыг энэ сайтнаас авч болохгүй.
pt_br: A compra do bilhete para o evento não é permitida neste site.
ru_kz: Приобретение билетов на мероприятия недоступно на данном сайте.
vi_vn: Mua vé sự kiện không được cho phép ở chỗ này
zh_cn: 目前尚未开放网上订购活动门票服务

# DuplicateSKU
source: Duplicate SKU has been entered. Please re-enter.
es_us: Un artículo/producto duplicado ha sido detectado. Por favor introduzca los datos nuevamente
es_ve: Has ingresado un artículo/producto duplicado. Por favor introduce los datos nuevamente
hi_in: नकली SKU डाला गया है. कृपया फिर से डालिए।
hu_hu: Ez a cikkszám már szerepel a rendelésben, kérjük növelje annak mennyiségét._G2097
it_ch: E' stato inserito lo stesso codice due volte, insersci un altro codice
mn_mn: Серийн дугаар давхардсан байна. Дахин оруулна уу.
pt_br: Foi introduzido código duplicado.
ru_kz: Номер серии введен дважды. Пожалуйста, проверьте данные.
vi_vn: Trùng SKU,
zh_cn: 产品货号{0}已经输入，请输入其它货号.

# OneOrMoreCardsWereDeclined
source: Card Authorization was not successful. Please review your cards.
es_us: La autorización de la tarjeta no pudo ser procesada. Por favor revise sus tarjetas.
es_ve: La autorización de la tarjeta no fue exitosa. Por favor, revisa tus tarjetas.
hi_in: कार्ड अधिकृत नहीं हो सका है कृपया अपने कार्डों का निरीक्षण करें।
hu_hu: A bankkártya engedélyezés sikertelen. Kérjük ellenőrizze a kártyaadatokat._G2095
it_ch: La transazione non è stata autorizzata. Per favore verifica i dati della tua carta.
mn_mn: Картын баталгаажилт амжилтгүй байна. Картаа дахин шалгана уу.
pt_br: Não foi autorizado o pagamento com cartão. Por favor verifique os dados do seu cartão.
ru_kz: Не удалось авторизовать карту. Пожалуйста, уточните данные карты.
vi_vn: Không thể xác nhận được thẻ, vui lòng kiểm tra lại
zh_cn: 信用卡交易失败请与您的发卡银行连络

# GeneralInputError
source: Data format error, please enter the correct data.
es_us: Error de datos. Por favor, introduzca los datos correctos.
es_ve: Error de datos. Por favor, introduce los datos correctos.
hi_in: आंकड़ों के फ़ॉरमेट में त्रुटि पैदा हुई है, कृपया सही आंकड़े डालें।
hu_hu: Hibás dátum formátum, kérjük adja meg a helyes adatokat._G2096
it_ch: Errore di inserimento dati, per favore inserisci il dato corretto.
mn_mn: Мэдээллийн форматын алдаа. Зөв мэдээлэл оруулна уу.
pt_br: Data errada, por favor introduza a data correcta.
ru_kz: Ошибка в формате данных. Пожалуйста, введите данные в правильном формате.
vi_vn: Lỗi định dạng, hãy kiểm tra lại
zh_cn: 资讯错误,请重新输入

# DONotAllowed
source: Online ordering is not allowed.
es_us: Los pedidos Online no son permitidos.
es_ve: Los pedidos Online no son permitidos.
hi_in: ऑनलाइन ऑर्डर की अनुमति नहीं है।
hu_hu: Az online rendelés nem megengedett._G2111
it_ch: Non è consentito l'Ordine Online
mn_mn: Онлайн захиалга хийж болохгүй.
pt_br: Não é permitida encomendar online.
ru_kz: В настоящий момент интернет заказы не разрешены
vi_vn: Đặt hàng trực tuyến không được cho phép
zh_cn: 不被允许网上订购。

# CasaDonationRequired
source: Please enter donation amount, except zero(0).
es_us: Por favor introduzca una cantidad de donación, excepto cero {0}.
es_ve: Por favor ingresa una cantidad de donación distinta a cero (0)
hi_in: कृपया शून्य के अतिरिक्त एक अनुदान राशि डालें ।
it_ch: Inserisci l'importo della donazione, ad eccezione di zero {0}.
mn_mn: Хандивын хэмжээгээ заана уу /0-с бусад/.
pt_br: Por favor insira o valor do donativo, excepto zero(0).
ru_kz: Пожалуйста введите сумму для пожертвования, кроме нуля (0)
vi_vn: Vui lòng nhập tổng số quyên góp, ngoại trừ (0)
zh_cn: 请输入捐款金额，除了零（0）。

# NoEmailAddress
source: Please enter email address.
es_us: Por favor introduzca el correo electrónico
es_ve: Por favor ingresa una dirección de correo electrónico
hi_in: कृपया एक ईमेल एड्रेस डालें ।
hu_hu: Kérjük adjon meg e-mail címet._G2126
it_ch: Inserisci il tuo indirizzo email.
mn_mn: И-мэйл хаяг оруулна уу.
pt_br: Por favor insira a morada de email.
ru_kz: Пожалуйста введите адрес электронной почты.
vi_vn: Vui lòng nhập địa chỉ emai
zh_cn: 请输入电子邮件地址。

# InvalidNickname
source: Please enter a valid Nickname.
es_us: N/A FOR SPAIN
es_ve: Por favor ingresa un usuario válido.
hi_in: कृपया एक वैध उपनाम डालें ।
hu_hu: Kérjük adjon meg érvényes becenevet._G2124
it_ch: Inserisci un Nome Utente valido
mn_mn: Хүчин төгөлдөр товч нэр оруулна уу.
pt_br: Por favor insira um apelido válido.
ru_kz: Пожалуйста введите правильное Имя пользователя.
vi_vn: Vui lòng nhập tên truy cập hợp lệ
zh_cn: 请输入正确的昵称。

# InvalidCity
source: Please enter a valid city.
es_us: Por favor introduzca una ciudad válida
es_ve: Por favor introduce una ciudad válida.
hi_in: कृपया शहर का एक वैध नाम डालें ।
hu_hu: Kérjük adjon meg érvényes városnevet._G2122
it_ch: Inserisci il nome di una città valido
mn_mn: Хүчин төгөлдөр хот оруулна уу.
pt_br: Por favor insira uma cidade válida.
ru_kz: Пожалуйста введите правильное название города.
vi_vn: Vui lòng nhập tên thành phố hợp lệ
zh_cn: 请输入正确的城市名

# InvalidRecipentName
source: Please enter a valid Name.
es_us: Por favor introduzca un Nombre válido
es_ve: Por favor introduce un Nombre válido
hi_in: कृपया एक वैध नाम डालें ।
hu_hu: Kérjük adjon meg érvényes nevet._G2123
it_ch: Inserisci un nome valido
mn_mn: Хүчин төгөлдөр нэр оруулна уу.
pt_br: Por favor insira um nome válido.
ru_kz: Пожалуйста введите правильно Имя.
vi_vn: Vui lòng nhập tên hợp lệ
zh_cn: 请输入正确的姓名。

# InvalidEmailAddress
source: Please enter valid email address.
es_us: Por favor introduzca una dirección válida de correo electrónico.
es_ve: Por favor ingresa una dirección de correo electrónico válida.
hi_in: कृपया एक वैध ईमेल एड्रेस डालें ।
hu_hu: Kérjük adjon meg érvényes e-mail címet._G2130
it_ch: Inserisci un indirizzo email valido.
mn_mn: Хүчин төгөлдөр и-мэйл хаяг оруулна уу.
pt_br: Por favor insira uma morada de email válida.
ru_kz: Пожалуйста введите правильный адрес электронной почты.
vi_vn: Vui lòng nhập địa chỉ email hợp lệ
zh_cn: 请填上正确的电子邮件地址。

# InvalidFirstName
source: Please enter valid First Name.
es_us: Por favor introduzca el Nombre correcto.
es_ve: Por favor ingresa un nombre válido.
hi_in: कृपया एक वैध प्रथम नाम डालें ।
hu_hu: Kérjük adjon meg érvényes keresztnevet._G2131
it_ch: Inserisci un nome valido.
mn_mn: Хүчин төгөлдөр өөрийн нэр оруулна уу.
pt_br: Por favor insira um Primeiro Nome válido.
ru_kz: Пожалуйста введите правильное Имя.
vi_vn: Vui lòng nhập tên hợp lệ
zh_cn: 请输入您的大名。

# APFinvalidQtyDsLevel
source: Please enter the quantity of Annual Processing Fee you would like to purchase.
es_us: Por favor introduzca la cantidad de la Cuota Anual por Servicios de Membresía que desea comprar entre 1 y {0}
es_ve: Por favor ingresa la cantidad de Cuotas Anuales por Servicios de Membresía que deseas pagar.
hi_in: कृपया एक वार्षिक प्रोसेसिंग फीस की मात्रा डालें जो आप खरीदना चाहें।
hu_hu: Kérjük adja meg a fizetni kívánt Éves Eljárási Díj mennyiségét._G2129
it_ch: Inserisci la quantita' di quote annuali che si desidera acquistare.
mn_mn: Хэдэн жилийн Жил бүрийн Гишүүнчлэлийн Хураамж төлөхөө оруулна уу.
pt_br: Por favor insira a quantidade da Taxa anual que pretende pagar.
ru_kz: Пожалуйста введите количество лет за которое будет произведена оплата Ежегодного взноса за компьютерное обслуживание.
vi_vn: Vui lòng nhập số lượng năm đóng phí DVTV mà bạn cần đặt
zh_cn: 请输入您想购买的年费数量。

# NoPaymentInfo
source: Please enter payment info.
es_us: Por favor introduzca la información para realizar el pago.
es_ve: Por favor ingresa la información para realizar el pago.
hi_in: कृपया भुगतान जानकारी डालें।
hu_hu: Kérjük adja meg a fizetési információkat._G2127
it_ch: Inserisci le informazioni sul pagamento
mn_mn: Төлбөрийн мэдээлэл оруулна уу.
pt_br: Por favor insira informação de pagamento.
ru_kz: Пожалуйста введите данные для оплаты.
vi_vn: Vui lòng nhập thông tin thanh toán
zh_cn: 请输入付款信息。
