Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/ErrorMessage.*.resx
Languages: es_us, es_ve, hi_in, hu_hu, it_ch, mn_mn, pt_br, ru_kz, vi_vn, zh_cn

# NoShippingMethodSelected
source: Please select a Shipping Method
es_us: Elija un Método de Envío
es_ve: Favor seleccione un mètodo de envío
hi_in: कृपया एक शिपिंग की प्रणाली भरें।
hu_hu: Kérjük válasszon szállítási módot._G2222
it_ch: Seleziona un metodo di spedizione
mn_mn: Хүргэлтийн аргын сонгоно уу.
pt_br: Por favor, selecione o método de envio
ru_kz: Пожалуйста, выберете способ доставки
vi_vn: Vui lòng chọn phương thức giao hàng
zh_cn: 请选择购物方式

# AddTodayMagazineMaXQuantity
source: Maximum number of magazines that can be added to cart is {0}.
es_us: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_ve: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
hi_in: कार्ट में जो अधिकतम पत्रिकाएं जोड़ी जा सकती हैं वह हैं {0}
hu_hu: A kosárba tehető magazinok maximális száma: {0}._G2108
it_ch: Numero Massimo di Today che puossono essere aggiunte al carrello {0}.
mn_mn: Сэтгүүлээс хамгийн ихдээ {0}-г авч болно.
pt_br: O número máximo de revistas que pode ser adicionado ao cesto é {0}.
ru_kz: Количество журналов доступное для заказа {0}.
vi_vn: Số lương tạp chí tối đạ có thể được thêm vào giỏ hàng là {o}
zh_cn: 能加入到此购物车最多的杂质数量是{0}

# AddressConfirmationRequired
source: Address confirmation is required
es_us: Confirmación de dirección es requerida
es_ve: Confirmación de dirección es requerida
hi_in: पते की पुष्टि आवश्यक है।
hu_hu: A cím megerősítése szükséges_G2226
it_ch: E’ necessario confermare l’indirizzo.
mn_mn: Хаягаа баталгаажуулах шаардлагатай.
pt_br: A Confirmação de endereço é obrigatória
ru_kz: Необходимо подтверждение адреса доставки
vi_vn: Xác nhận lại địa chỉ là bắt buộc
zh_cn: 请确认地址

# NoCheckoutPurchaseLimitsExceeded
source: You cannot Check Out as your Purchasing Limits have been exceeded
es_us: No puede finalizar su pedido ya que excede su límite de compras.
es_ve: No puedes finalizar tu pedido ya que excede tu límite de compras.
hi_in: आप बाहर नहीं जा सकते क्योंकि आपकी खरीद की सीमा पार हो गयी है।
hu_hu: Nem léphet tovább a fizetéshez, mivel túllépte vásárlási limitjét._G2225
it_ch: Non ti è possibile proseguire con l'ordine poichè sono stati superati i tuoi limiti d'acquisto.
mn_mn: Таны худалдан авалтын хязгаарлалт хэтэрсэн тул та захиалгын тооцоо хийж болохгүй.
pt_br: Não pode finalizar a sua compra uma vez que excedeu o limite de compras.
ru_kz: Вы не можете завержить заказ, так как превышен лимит очков для заказов.
vi_vn: Bạn không thể kiểm tra để hoàn tất bởi bạn đã vượt quá giới hạn có thể mua hàng
zh_cn: 你不能退出因为您的采购已超过限额

# InvalidSKU
source: The SKU {0} is invalid.
es_us: La Referencia {0} no es válida.
es_ve: El Código {0} no es válido.
hi_in: SKU {0} अवैध है।
hu_hu: Érvénytelen cikkszám: {0}_G2221
it_ch: Il codice{0} inserito non è valido {0}
mn_mn: {0} серийн дугаар буруу байна.
pt_br: O código {0} é inválido.
ru_kz: Номер серии {0} не существует.
vi_vn: Mã sản phẩm {0} không hợp lệ
zh_cn: 此产品货号{0}无效。

# DuplicateOrder
source: Your previous order was already submitted prior to the changes that were made to your cart. Your order number is {0}. You can verify the status of this order by calling Order Support at 1-866-866-4744, 9 a.m. to 6 p.m. PST, Monday - Friday. Saturday 6 a.m. to 2 p.m. PST for assistance or by clicking here. (Please note that it may take up to 1 hour before the order is displayed.<br>If you would like to place a new order, please re-add items to your cart.
es_us: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su selección. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Pedidos al 1-866-866-4744, de 9 de la mañana a 6 de la tarde (hora del Pacífico), de lunes a viernes, y los sábados de 6 de la mañana a 2 de la tarde (hora del Pacífico) para recibir ayuda, o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir artículos en su cesta.
es_ve: Tu pedido anterior ya había sido procesado antes de los cambios que se hicieron en tu selección. tu número de pedido es {0}. Puedes verificar el estado de este pedido llamando al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. al 0212-999 6000. para recibir asistencia, o haciendo clic aquí. (Ten en cuenta que puede tardar hasta 1 hora en reflejarse tu pedido). <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir códigos en tu carrito.
hi_in: आपका पिछ्ला आर्डर आपकी कार्ट में परिवर्तन करने के पहले ही प्रस्तुत किया जा चुका है. आपका आर्डर नंबर {0} है। आप इस आर्डर की स्थिति जानने के लिए यहां क्लिक कर सकते हैं या सहयोग के लिये आर्डर सहयोग पर फ़ोन पर कर सकते हैं : 1-866-866-4744, 9 a.m. से 6 p.m. PST, सोमवार से शुक्रवार . शनिवार 6 a.m. से 2 p.m. PST। ( कृपया ध्यान रखें कि आर्डर दिखाई देने से पहले एक घंटे का समय लग सकता है।<br> यदि नया आर्डर जारी करना चाहें तो कृपया अपने सामान को अपनी कार्ट में पुनः शामिल करें।
hu_hu: Az előző rendelését már lezárta, ezután már nem tudja módosítani. A rendelési száma: {0}. Rendelésének állapotát a rendelési számra kattintva ellenőrizheti, vagy további segítségért hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon szerdai napok kivételével munkanapokon 9:00 és 17:30 között, szerdánként pedig 10:00-17:30 között. (Felhívjuk figyelmét, hogy a rendelés feldolgozásának átfutási ideje egy órát is igénybe vehet, mielőtt megjelenne a rendelések között. <br> Ha szeretne újabb rendelést létrehozni, helyezze a termékeket ismét a kosárba._G2217
it_ch: Il tuo ordine precedente era già stato processato prima delle modifiche apportate al tuo carrello. Il vostro numero d'ordine è {0}. È possibile verificare lo stato di questo ordine chiamando il Dipartimento Ordini al numero 06.52.30.4444,dalle 8.30 alle 17.30, dal Lunedi al venerdì o cliccando qui. (Potrebbe essere necessaria fino a un'ora prima che l'ordine venga visualizzato. <br> Se vuoi inserire un nuovo ordine, aggiungi altri articoli al carrello.
mn_mn: Энэ сагсан дахь өөрчлөлт хийгдэхээс өмнө таны захиалга аль хэдий нь хийгдсэн байна. Таны захиалгын дугаар {0}. Та энэ захиалгын статусаа номхон далайн цагаар Даваагаас Баасан гарагуудад 10:00-19:00 цагийн хооронд 1800-1101 утсаар мэдээллийн албанд, Бямба гарагт 11:00-14:30 цагийн хооронд 1800-1196 дугаараар Захиалгын Албатай холбогдон эсвэл энд даран тодруулж болно. (Таны захиалгын мэдээлэл 1 цагийн дараа харагдана гэдгийг санаарай. <br>Та шинэ захиалга хийхээр бол сагсандаа бүтээгдэхүүнээ нэмээрэй.)
pt_br: O seu pedido anterior já foi criado após as alterações realizadas em seu carrinho de compras. Seu pedido foi criado sob o número {0}. Você pode acompanhar o status de seu pedido clicando aqui, (Atenção!, O pedido poderá levar até 1 hora para estar visivel.)<br>, Se desejar colocar um novo pedido, por favor, adicione mais produtos ao seu carrinho de compras.
ru_kz: Предыдущий заказ был размещен до того, как вы внесли новые изменения. Номер вашего заказа {0}. Вы можете уточнить статус заказа, обратившись в Отдел заказов по телефону бесплатной линии 8 800 080 5020 c 10:00 до 19:00 с понедельника по пятницу или нажав сюда. (Пожалуйста, учтите, что может потребоваться около часа, чтобы заказ появился в системе.) <br> Чтобы разместить новый заказ, пожалуйста, заново добавьте товары в корзину.
vi_vn: Đơn hàng trước của bạn đã được gởi đi trước khi bạn thực hiện những thay đổi cho giỏ hàng.Mã số đơn hàng là {0}. Bạn có thể làm rõ tình trạng đơn hàng bằng cách liên lạc bộ phận hỗ trợ đặt hàng 848 3827 9292, 8.30 A.M đến 17.30 AM từ thứ 2 đến thứ 6. Thứ 7 từ 8.30AM đến 12.30PM hoặc bằng cách chọn vào đây. (Xin lưu ý sẽ mất 1 giờ trước khi đơn hàng thể hiện trên hệ thống <br>. Nếu bạn muốn đặt đơn hàng mới, vui lòng thêm lại số lượng vào giỏ hàng
zh_cn: 您之前的订单已于您修改购物车内产品前完成.您的订单号码是{0}.若您欲确认订购情形，请与客户服务部连络，服务专线:03-26876333。营业时间星期一到星期五上午10:00-晚上7:00/星期六上午10:00-下午3:00(请注意，刚成立之新订单须一段时间才能为您确认。<br>若您欲订购新订单，请重新于购物车内放入您欲订购之产品项目)

# CantOrder
source: Your ID is not acceptable, please contact Member Service Hotline 080-906-7070
es_us: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Asociado al 1-866-866-4744.
es_ve: No es posible procesar este número de identificación. Por favor contacta al Departamento de Servicios al Asociado al 0212-9996000
hi_in: आपका परिचय पत्र अस्वीकार्य है। कृपया आप डिस्ट्रीब्यूटर सेवा हॉटलाइन पर संपर्क करें : 080-906-7070
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G2216
it_ch: Il tuo codice Identificativo non è stato accettato. Contatta il Dipartimento Relazioni membri al numero 06.52.30.4444.
mn_mn: Таны ID буруу байна. 1800-1101 дугаараар Мэдээллийн Албатай холбогдоно уу.
pt_br: Seu ID não foi autenticado pelo sistema, por favor contate o departamento de Serviços ao Consultor 11 3879-7822.
ru_kz: Неверный ID номер. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020.
vi_vn: Mã số Thành viên của bạn không được chấp nhận, vui lòng liên hệ Phòng Dịch Vụ Thành Viên 848 3827 9292
zh_cn: 您的直销商编号目前无法订购，请与客户服务部连络 03-26876333

# CantBuy
source: Your ID is not acceptable, please contact Member Service Hotline 080-906-7070
es_us: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Asociado al 1-866-866-4744.
es_ve: No es posible procesar este número de identificación. Por favor contacta al Departamento de Servicios al Asociado al 0212-9996000
hi_in: आपका परिचय पत्र अस्वीकार्य है। कृपया आप डिस्ट्रीब्यूटर सेवा हॉटलाइन पर संपर्क करें : 080-906-7070
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G2215
it_ch: Il tuo codice Identificativo non è stato accettato. Contatta il Dipartimento Relazioni Membri al numero 06.52.30.4444.
mn_mn: Таны ID буруу байна. 1800-1101 дугаараар Мэдээллийн Албатай холбогдоно уу.
pt_br: Seu ID não foi autenticado pelo sistema, por favor contate o departamento de Serviços ao Consultor 11 3879-7822.
ru_kz: Неверный ID номер. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020.
vi_vn: Mã số Thành viên của bạn không được chấp nhận, vui lòng liên hệ Phòng Dịch Vụ Thành Viên 848 3827 9292
zh_cn: 您的直销商编号目前无法订购，请与客户服务部连络 03-26876333

# NoCounty
source: Please fill out the county.
es_us: Incluya el condado.
es_ve: Favor completar la región.
hi_in: कृपया देश नाम भरें।
hu_hu: Kérjük adja meg a megyét._G2220
it_ch: Inserisci il paese
mn_mn: Дүүргээ бичнэ үү.
pt_br: Por favor, preencha o País.
vi_vn: Vui lòng điền vào nước
zh_cn: 请选择行政区

# LocationNotValid
source: Your shipping information is no longer valid, shopping cart will be cleared.
es_us: Su información de envío ya no es válida, la selección de la compra será eliminada.
es_ve: Tu información de envío ya no es válida, la selección de la compra será eliminada.
hi_in: आपकी शिपिंग जानकारियां सटीक नहीं हैं , इसलिए शिपिंग कार्ट को खाली किया जाता है।
hu_hu: A kiszállítási információ érvényessége lejárt, a kosár tartalma törlésre kerül._G2219
it_ch: Le informazioni relative alla tua spedizione non sono più valide, il tuo carrello sarà svuotato.
mn_mn: Таны хүргэлтийн мэдээлэл хүчингүй болсон байна. Худалдан авалтын сагс цэвэрлэгдсэн.
pt_br: A informação de envio não é mais válida, o carrinho de compras será esvaziado.
ru_kz: Указанная информация для доставки более не действительна. Корзины будет очищена.
vi_vn: Thông tin vận chuyển không còn hợp lệ, giỏ hàng sẽ được xóa
zh_cn: 您的寄送地址不存在，购物车的内容将被清除。

# RequiredAPFLeftInCart
source: Your required Annual Processing fees have been left in your cart.
es_us: Su cuota anual por servicios de Membresía ha quedado en su carrito.
es_ve: Tu Cuota Anual por Servicios de Membresía ha quedado en tu carrito.
hi_in: आपकी आवश्यक प्रोसेसिंग फीस आपके कार्ट पर छोड़ दी गई है।
hu_hu: A Tanácsadói éves díj összege a kosárban maradt._G2218
it_ch: la tua richiesta di pagamento di quota annuale e' stata lasciata nel carrello.
mn_mn: Таны төлөх ёстой Жил бүрийн Гишүүнчлэлийн Хураамж сагсанд байсаар байна.
pt_br: O seu pedido de taxa anual ficará no seu carrinho.
ru_kz: Оплата Ежегодного взноса за компьютерное обслуживание добавлена в корзину.
vi_vn: Phí DVTV được yêu cầu đã bị xóa khỏi giỏ hàng
zh_cn: 您的寄送地址您的年费订单尚于您的购物车中

# EventTicketInCart
source: You have event ticket items in your cart, do you want to clear your cart?
es_us: Usted tiene boletos de eventos en su selección, ¿desea borrar su selección?
es_ve: Tienes entradas de eventos en tu selección, ¿Deseas borrar tu selección?
hi_in: आपके पास अपनी कार्ट में कार्यक्रम के टिकट का सामान है. क्या आप चाहते हैं कि आपकी कार्ट साफ़ कर दी जाए ?
hu_hu: Kosarában rendezvény jegyek vannak, törölni szeretné kosarát?_G2200
it_ch: Ci sono biglietti nel tuo carrello. Per ordinare i prodotti è necessario rimuoverli dal carrello. Vuoi rimuovere i biglietti dal carrello?”
mn_mn: Таны сагсанд арга хэмжээний тасалбар байна. Та сагсаа цэвэрлэх үү?
pt_br: Já existe o bilhete do evento no seu cesto, quer limpar o seu cesto?
ru_kz: В вашей корзине присутствуют билеты на мероприятия, вы уверены что хотите очистить корзину?
vi_vn: Bạn đã đặt vé này. Bạn có muốn xóa đơn hàng?
zh_cn: 您有活动门票在您的购物车里，您是否要清除您的购物车？

# NoItemsSelected
source: There were no items selected to add to the order.
es_us: No se encontraron artículos seleccionados para agregar al pedido.
es_ve: No hay códigos seleccionados para agregar a la orden.
hi_in: आर्डर में जोड़ने के लिए कोई सामान चुना नहीं गया था।
hu_hu: Nem választott ki tételeket a rendeléshez._G2182
it_ch: Non sono stati selezionati prodotti da aggiungere all'ordine.
mn_mn: Захиалгад нэмэх бүтээгдэхүүн сонгогдоогүй байна.
pt_br: Não tem produtos seleccionados para adicionar à encomenda.
ru_kz: Не выбрано ни одного продукта для добавления в заказ.
vi_vn: Không có sản phẩm nào được thêm vào đơn hàng
zh_cn: 您没有选择产品加入购物车

# LessInventory
source: There is currently not enough inventory for item {0}. Available quantity {1}.
es_us: Lo sentimos, en este momento no hay suficiente inventario para el producto {0}. La cantidad actual disponible es de {1} unidades.
es_ve: Lo sentimos, en este momento no hay suficiente inventario para el producto {0}. La cantidad actual disponible es de {1} unidades.
hi_in: यहाँ फिलहाल विस्तृत सूची में {0} सामान हेतु पर्याप्त स्थान नहीं है. उपलब्ध मात्रा {1}।
hu_hu: Ebből a termékből jelenleg nincs {0} darab készleten. Elérhető mennyiség {1}._G2181
it_ch: Quantità non disponibile per l'articolo {0}. Quantità disponibile {1}
mn_mn: {0} -г авахад хангалттай нөөц байхгүй байна. Боломжит хэмжээ - {1}.
pt_br: Neste momento não existem quantidades suficientes para o produto {0}. Disponivel a quantidade de {1}.
ru_kz: В настоящий момент продукт {0} отсутствует на складе в указанном количестве. Доступное количество продукта {1}.
vi_vn: Hiện không đủ hàng tồn cho sản phẩm {0}. Số lương sẵn có {1}
zh_cn: 您订购的商品{0}目前存量不够。可供出售的数量{1}

# NoItemToPurchase
source: There are no items to purchase in the order.
es_us: No hay artículos para comprar en el pedido.
es_ve: La orden no contiene ningún artículo.
hi_in: इस ऑर्डर में खरीदने के लिए कोई भी सामान नहीं है।
hu_hu: Nincsenek tételek kiválasztva a vásárláshoz_G2180
it_ch: Non ci sono prodotti da acquistare nell'ordine.
mn_mn: Захиалгад бүтээгдэхүүн байхгүй байна.
pt_br: A sua encomenda não tem produtos para compra.
ru_kz: Невозможно перейти к оплате, так как в заказ не включен ни одина позиция.
vi_vn: Không có sản phẩm nào được mua trong đơn hàng
zh_cn: 您得订单中没有产品

# NoItemsSelectedToCalculateVolume
source: There were no items selected to calculate volume.
es_us: No se encontraron artículos seleccionados para calcular el volumen.
es_ve: No se han seleccionado códigos para calcular el volumen.
hi_in: आयतन की गणना के लिए कोई सामान चुना नहीं गया था।
hu_hu: Nem választott ki tételeket a volumen kiszámításához._G2183
it_ch: Non c'erano articoli selezionati per calcolare il volume.
mn_mn: Оноог тооцооллоход бүтээгдэхүүн сонгогдоогүй байна.
pt_br: Não tem produtos seleccionados para calcular os pontos de volume.
ru_kz: Не выбрано ни одного продукта для расчета количества очков.
vi_vn: Không có sản phẩm nào được chọn để tính điểm
zh_cn: 您尚未选择欲计算点数的产品

# CardWasDeclined
source: This transaction was declined for this card
es_us: Esta transacción ha sido denegada para esta tarjeta
es_ve: Esta transacción ha sido denegada para esta tarjeta
hi_in: इस कार्ड पर यह लेनदेन मना हो गया है।
hu_hu: A tranzakció ezen a kártyán elutasításra került._G2186
it_ch: la transazione con questa carta non è stata autorizzata.
mn_mn: Энэ картнаас төлбөр хийгдэх боломжгүй байна.
pt_br: Não foi autorizada a transação para este cartão.
ru_kz: Оплата заказа данной картой была отклонена.
vi_vn: Giao dịch đã bị từ chối
zh_cn: 您所选择之信用卡交易失败

# VolumePointExceeds
source: This order exceeds your purchasing limit. You have {0} VP remaining. Please amend your order to continue.
es_us: Lo sentimos, no puede añadir el artículo(s) a su selección ya que de hacerlo, usted excede su límite puntos de volumen.
es_ve: Lo sentimos, no puedes añadir el código a tu selección ya que de hacerlo excedes tu límite puntos de volumen.
hi_in: यह आर्डर आपकी खरीद की सीमा से अधिक है. आपके पास {0} VP शेष है। कृपया आगे बढ़ने के लिए अपने आर्डर में सुधार करें।
hu_hu: Ez a rendelés meghaladja a vásárlási keretét. Felhasználható Volumenpontja:{0} Kérem a folytatáshoz módosítsa rendelését!_G2185
it_ch: Questo ordine supera il limite di guadagni. Hai {0} VP rimanenti. Modifica l'ordine per continuare.
mn_mn: Энэ захиалга таны худалдан авалтын хязгаараас хэтэрч байна. Та {0} онооны л захиалга хийж болно. Захиалга засварлан цааш үргэлжлүүлнэ үү.
pt_br: A encomenda excede o limite da sua compra.Tem {0} pontos de volume restantes. Por favor corrija a sua encomenda para continuar.
ru_kz: Данный заказ превышает Ваш лимит очков по заказам. Вы можете заказать на {0} очков.Для того, чтобы продолжить, пожалуйста, измените заказ соответственно.
vi_vn: Đơn hàng này vượt quá giới hạn mua hàng của bạn. Bạn có {0} điểm số còn lại. Vui lòng làm lại để tiếp tục đơn hàng
zh_cn: 产品数量超过上限，您尚有{0}购货点数，请修改您的购物车内容后继续购物。

# AddressExists
source: This address already exists in the database test
es_us: Esta dirección ya existe en la base de datos de prueba.
es_ve: Esta dirección ya existe en la base de datos de prueba.
hi_in: डेटाबेस परीक्षण में यह पता पहले ही मौजूद है।
hu_hu: Ez a cím már szereper az adatbázisban_G2184
it_ch: Questo indirizzo risulta già registrato sul sistema
mn_mn: Мэдээллийн санд энэ хаяг бүртгэгдсэн байна.
pt_br: Esta morada já existe na base de dados.
ru_kz: Данный адрес уже существует в тестовой базе данных.
vi_vn: Địa chỉ này đã tồn tại trong dữ liệu
zh_cn: 已在资料库内找到此住址

# InvalidStreetAddress2
source: The street address should contain atleast one alphabet.
es_us: El nombre de la calle debe contener al menos una letra.
es_ve: El nombre de la calle debe contener al menos una letra.
hi_in: गली के पते पर कम से कम एक अक्षर लिखा जायेगा।
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt._G2175
it_ch: L'indirizzo deve contenere almeno una lettera dell' alfabeto.
pt_br: A morada deverá conter no minimo um letra alfabetica.
vi_vn: Địa chỉ nên có ít nhất một chữ cái.
zh_cn: 住址至少需含一个数字

# InvalidState
source: The state is invalid.
es_us: El estado es inválido.
es_ve: El Estado es inválido.
hi_in: राज्य अवैध है।
hu_hu: Érvénytelen megye_G2174
it_ch: Lo Provincia non è valida.
mn_mn: Хүчин төгөлдөр бус муж байна.
ru_kz: Неверная область/край.
vi_vn: Tỉnh/Thành không hợp lệ
zh_cn: 此州属是无效的。

# BackOrderItem
source: The SKU {0} added will be on back order.
es_us: Debido a la alta demanda del artículo con número de referencia {0}, la entrega de éste podría demorarse.
es_ve: El código {0} añadido quedará en back order.
hi_in: यह जोड़ा गया SKU {0} बाद के आर्डर पर जायेगा।
hu_hu: A {0} cikkszám (SKU) csak későbbi kiszállítással elérhető (backorder), így került bele a kosarába._G2173
it_ch: Il codice {0} presente nel tuo ordine è in prenotazione.
mn_mn: Нэмсэн {0} серийн дугаартай бүтээгдэхүүн агуулахад ирэхээр хүлээгдэж байна.
pt_br: O código {0} adicionado ficará em backorder.
ru_kz: Номер серии {0}, временно отсутствует на складе и будет добавлен в заказ с выдачей позже.
vi_vn: Mã sản phẩm {0} sẽ được thêm vào phần đợi nhập hàng
zh_cn: 此产品货号{0}目前缺货中。

# InvalidStreetAddress
source: The street address should contain atleast one number, one space, and one alphabet.
es_us: La dirección debe incluir al menos un espacio y una letra.
es_ve: La dirección de domicilio debe contener al menos un número, un espacio y una letra.
hi_in: गली के पते पर कम से कम एक संख्या, एक स्थान और एक अक्षर लिखा जायेगा।
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt, egy számot és egy szóközt._G2176
it_ch: L'indirizzo di spedizione dovrebbe contenere almeno un numero, uno spazio e una lettera.
pt_br: A morada deverá ter no minimo um número, um espaço, e uma letra alfabetica.
vi_vn: Địa chỉ nên có ít nhất một chữ cái, một con số, một khoảng trống.
zh_cn: 请输入完整地址

# InvalidZipCode
source: The Zip code is not valid.
es_us: El código postal no es válido.
es_ve: El código postal no es válido.
hi_in: यह ज़िप कोड वैध नहीं है।
hu_hu: Érvénytelen irányítószám_G2179
it_ch: Il Codice di Avviamento Postale non è valido.
mn_mn: Хүчин төгөлдөр бус зип код байна.
pt_br: O codigo postal introduzido nao e valido.
ru_kz: Неверный почтовый индекс.
vi_vn: Mã ZIP không hợp lệ
zh_cn: 邮递区号不正确。

# TransactionFail
source: The transaction is not permitted,please contact the Member service hotline 080-906-7070.
es_us: La transacción no ha sido aceptada, por favor comuníquese con la línea de Servicios al Asociado al 1-866-866-4744.
es_ve: La transacción no fue exitosa, por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: इस लेनदेन की अनुमति नहीं दी जा रही है। कृपया डिस्ट्रीब्यूटर सेवा हॉटलाइन पर संपर्क करें : 880- 622 -7070
hu_hu: A tranzakció nem engedélyezett, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G2178
it_ch: La transazione non è stata autorizzata,contatta il Dipartimento Ordini al numero 06.52.30.4444.
mn_mn: Шилжүүлэг хийгдсэнгүй, 1800-1101 дугаараар мэдээллийн албатай холбогдоно уу.
pt_br: A transacção não foi permitida, contacte a serviço de Apoio ao Consultor 21 771 4400.
ru_kz: К сожалению, транзакция отклонена. Пожалуйста, свяжитесь с Отделом заказов по телефону бесплатной линии 8 800 080 5020
vi_vn: Giao dịch không được phép, vui lòng liên lạc Phòng Dịch Vu Thành Viên 848 38279292
zh_cn: 本交易尚未完成，請與客戶服務部連絡:03-26876333
