Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/ErrorMessage.*.resx
Languages: es_us, es_ve, hi_in, hu_hu, it_ch, mn_mn, pt_br, ru_kz, vi_vn, zh_cn

# MaxCardsToDisplay
source: Please note that you can only save card details for a maximum of {0} cards. In order to add a new card, please remove one of your existing saved cards.
es_us: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_ve: Ten en cuenta que sólo puedes almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimina una de tus tarjetas ya existentes.
hi_in: कृपया ध्यान रखें कि आप अधिकतम {0} कार्ड के ही कार्ड -विवरण को सुरक्षित कर सकते हैं . एक नए कार्ड को जोड़ने के लिए, कृपया अपने इस समय चल रहे सुरक्षित किये गए कार्डों में से कोई एक हटायें।
hu_hu: Felhívjuk figyelmét, hogy maximum {0} kártya adatait tudja elmenteni. További kártya hozzáadásához kérjük törölje az egyik mentett kártyáját._G2149
it_ch: E' possibile salvare un massimo di {0} carte di credito Per aggiungere una nuova carta, rimuovi una di quelle già salvate.
mn_mn: Та хамгийн ихдээ {0} картын мэдээллийг хадгалах боломжтойг санана уу. Шинэ картын мэдээллийг хадгалахыг хүсвэл өмнөх картуудаас хасна уу.
pt_br: Por favor, note que só pode salvar detalhes de cartão no máximo de {0}. Para adicionar um novo cartão, por favor remova um dos cartões existentes.
ru_kz: Вы можете сохранить данные максимум {0} карт. Чтобы сохранить данные новой карты, пожалуйста, удалите одну из существующих.
vi_vn: Bạn chỉ có thể lưu thông tin tối đa {0} thẻ. Để thêm thông tin thẻ mới, vui lòng xoá thông tin thẻ đã lưu
zh_cn: 您最多可设定{0}张信用卡。若您欲增加新卡，请先和客服人员联络删除先前所设定之信用卡

# BrowserCompatibilityWarning
source: Please Note:<br/>This site is best viewed with Internet Explorer or Firefox.
es_us: Por favor tenga en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox.
es_ve: Aviso: <br/> Este sitio se visualiza mejor con Internet Explorer o Firefox.
hi_in: कृपया ध्यान रखें :<br/>यह साइट इंटरनेट एक्सपोलर और फेयरबॉक्स के माध्यम से ज्यादा अच्छी तरह दिखाई देगी।
hu_hu: Felhívjuk figyelmét: <br/> ez az oldal Internet Explorer vagy Firefox böngészőben működik megfelelően._G2150
it_ch: Si ricorda: La visualizzazione di questo sito è ottimizzata per Internet Explorer 7 o superiore o Firefox.
mn_mn: Анхаарна уу:<br/>Энэ сайтыг Internet Explorer эсвэл Firefox-р харвал тохиромжтой.
pt_br: Informação importante:<br/>Esse site melhor visualizado no Internet Explorer or Firefox.
ru_kz: Внимание:<br/>Данный сайт лучше всего просматривать с помощью Internet Explorere или Firefox.
vi_vn: Vui lòng lưu ý:<br/> Trang web này xem tốt nhật với trình duyệt Internet Explorer hoặc Firefox
zh_cn: 请注意:<br/>此网页只能于IE或Firebox浏览

# RequiredField
source: Please fill out the mandatory field.
es_us: Por favor llene este campo el cual es mandatorio.
es_ve: Por favor complete el campo obligatorio.
hi_in: कृपया अनिवार्य क्षेत्र भरें।
hu_hu: Kérjük töltse ki az összes kötelező mezőt._G2143
it_ch: Compila i campi obbilgatori.
mn_mn: Шаардлагатай хэсгийг бөглөнө үү.
pt_br: Por favor preencha os campos obrigatórios.
ru_kz: Пожалуйста заполните все обязательные поля.
vi_vn: Vui lòng điền phần thay thế
zh_cn: 请填写必要栏位.

# NoDefaultShippingAddress
source: Please record a shipping address before you can complete this Pick Up Order.
es_us: Por favor anote una dirección de envío antes de que pueda completar esta orden de recogido.
es_ve: Por favor registra una dirección de envío antes de que la orden se complete con retiro en almacén.
hi_in: अपने पिक अप आर्डर को पूरा करने से पहले कृपया एक शिपिंग एड्रेस दर्ज कीजिये।
hu_hu: Kérjük adjon meg egy kiszállítási címet, mielőtt áruátvételes rendelését rögzítené._G2151
it_ch: Registra un indirizzo di spedizione prima di completare questo Ordine per Ritiro Diretto.
mn_mn: Захиалгаа дуусгахаас өмнө хаана очих авах хаягаа тэмдэглэж авна уу.
pt_br: Por favor grave a morada de envio antes de completar a encomenda.
ru_kz: Пожалуйста, введите любой адрес для того, чтобы завершить заказ с получением в Центре Продаж.
vi_vn: Vui lòng điên địa chỉ vận chuyển trước khi bạn hoàn thành đơn hàng nhận hàng này
zh_cn: 请记录寄送地址，然后才能完成令这个提取选择。

# InvalidPhone
source: Please fill phone number in proper format.
es_us: Por favor introduzca el número de teléfono con el formato correcto.
es_ve: Por favor introduce el número tetefónico utilizando el formato correcto.
hi_in: कृपया फोन नंबर उपयुक्त फ़ॉरमेट में भरें।
hu_hu: Kérjük adja meg a telefonszámot a megfelelő formátumban._G2148
it_ch: Compila il numero del telefono senza spazi o trattini, con un minimo di 9 cifre(Esempio 065200000) e un massimo di 12 (Esempio:065200000000).
mn_mn: Утасны дугаарыг тохирсон форматаар оруулна уу.
pt_br: Por favor coloque o número de telefone no formato correcto.
ru_kz: Пожалуйста введите корректный номер телефона.
vi_vn: Vui lòng điền chính xác định dạng số điện thoại
zh_cn: 请输入正确的连络电话。

# NoState
source: Please fill out the state.
es_us: Por favor proporcione el nombre del estado.
es_ve: Por favor ingrese el nombre del estado.
hi_in: कृपया राज्य भरें।
hu_hu: Kérjük adja meg a megyét._G2145
it_ch: Inserisci la provincia.
mn_mn: Муж оруулна уу.
ru_kz: Пожалуйста введите название области/края/республики.
vi_vn: Vui lòng nhập tên tỉnh/huyện
zh_cn: 请填上州属。

# NoPhone
source: Please fill out the phone number.
es_us: Por favor prorpocione el Número Telefónico.
es_ve: Por favor ingrese el Número Telefónico.
hi_in: कृपया फोन नंबर भरें।
hu_hu: Kérjük adja meg a telefonszámot._G2144
it_ch: Inserisci il numero telefonico.
mn_mn: Утасны Дугаар оруулна уу.
pt_br: Por favor coloque o número de telefone.
ru_kz: Пожалуйста введите номер телефона.
vi_vn: Vui lòng điền số điện thoại
zh_cn: 请填上联络电话。

# NoZipCode
source: Please fill out the zip code.
es_us: Por favor proporcione el Código Postal.
es_ve: Por favor ingresa el Código Postal.
hi_in: कृपया ज़िप कोड भरें।
hu_hu: Kérjük adja meg az irányítószámot._G2147
it_ch: Inserisci il codice postale.
mn_mn: Зип Код оруулна уу.
pt_br: Por favor coloque o código postal.
ru_kz: Пожалуйста введите индекс.
vi_vn: Vui lòng điền chỉ số bưu điện
zh_cn: 请填上邮递区号。

# NoStreet1
source: Please fill out the street address field.
es_us: Por favor proporcione la dirección de la calle.
es_ve: Por favor ingresa la dirección de la calle.
hi_in: कृपया गली के पते वाला क्षेत्र भरें ।
hu_hu: Kérjük adja meg a pontos címet._G2146
it_ch: Compila il campo indirizzo.
mn_mn: Хаяг оруулна уу.
pt_br: Por favor preencha o campo da morada de entrega.
ru_kz: Пожалуйста введите название улицы.
vi_vn: Vui lòng điền phần địa chỉ/đường
zh_cn: 请填上住址栏位

# InvalidExtension
source: Please fill extension in proper format.
es_us: Por favor rellene la extensión con el formato correcto.
es_ve: Por favor escribe la extensión con el formato correcto.
hi_in: कृपया उपयुक्त फ़ॉरमेट में एक्सटेंशन भरें।
hu_hu: Kérjük a melléket a megfelelő formátumban írja be._G2136
it_ch: Inserisci l'estensione in formato corretto.
mn_mn: Хавсралтаа зөв форматаар оруулна уу.
pt_br: Por favor preencha o código da extensão no formato correcto
ru_kz: Пожалуйста введите добавочный номер в правильном формате.
vi_vn: Vui lòng điền chính xác phần thông tin thêm
zh_cn: 请输入正确分机号码

# NoCareOfName
source: Please fill out care of name.
es_us: Introduzca el nombre de la persona a quien se envía.
es_ve: introduce el nombre de la persona que recibirá el pedido.
hi_in: कृपया 'द्वारा' नाम भरें।
hu_hu: Kérjük adja meg a címzett nevét._G2137
it_ch: Compila il campo attenzione di.
mn_mn: Нэрээ оруулна уу.
pt_br: Por favor preencha o campo de "Ao cuidado de".
ru_kz: Пожалуйста введите имя получателя.
vi_vn: Vui lòng điền tên người nhận
zh_cn: 请输入收件人姓名

# InvalidAreaCode
source: Please fill area code in proper format.
es_us: Por favor rellene el código del área con el formato correcto.
es_ve: Por favor rellena el código del área con el formato correcto.
hi_in: कृपया उपयुक्त फ़ॉरमेट में क्षेत्र कोड भरें
hu_hu: Kérjük a körzetszámot a megfelelő formátumban írja be._G2135
it_ch: Inserisci il prefisso telefonico in formato corretto.
mn_mn: Бүсийн кодыг тохирсон форматаар оруулна уу.
pt_br: Por favor preencha o código da área no formato correcto
ru_kz: Пожалуйста введите почтовый индекс в корректном формате.
vi_vn: Vui lòng điền định dang chính xác mã vùng
zh_cn: 请输入正确邮递区号

# InvalidMiddleName
source: Please enter valid Middle Name.
es_us: N/A FOR SPAIN
es_ve: Por favor ingresa un segundo apellido válido.
hi_in: कृपया एक मध्य नाम डालें ।
it_ch: Inserisci il secondo nome valido.
mn_mn: Хүчин төгөлдөр дунд нэр оруулна уу.
pt_br: Por favor insira o nome do meio válido.
ru_kz: Пожалуйста введите правильное Отчество.
vi_vn: Vui lòng nhập tên lót hợp lệ
zh_cn: 请输入您名字中间的字母。

# ShippingInfoIncomplete
source: Please fill all mandatory shipping information.
es_us: Por favor introduzca toda la información de envío obligatoria.
es_ve: Por favor introduce toda la información de envío obligatoria.
hi_in: कृपया सभी अनिवार्य शिपिंग जानकारी भरें ।
hu_hu: Kérjük tölste ki az összes kötelező szállítási adatot._G2134
it_ch: Compila tutte le informazioni obbligatorie della spedizione
mn_mn: Бүх шаардлагатай хүргэлтийн мэдээллийг оруулна уу.
pt_br: Por favor preencha toda a informação de envio.
ru_kz: Пожалуйста введите всю необходимую информацию для доставки.
vi_vn: Vui lòng điền thông tin vận chuyển thay thế
zh_cn: 请输入主要寄送资讯。

# NoAreaCode
source: Please fill out the area code.
es_us: Por favor rellene el código del área.
es_ve: Por favor escribe el código del área.
hi_in: कृपया क्षेत्र कोड भरें।
hu_hu: Kérjük adja meg a körzetszámot._G2138
it_ch: Inserisci il prefisso telefonico.
mn_mn: Бүсийн код оруулна уу.
pt_br: Por favor preencha o campo do código da àrea.
ru_kz: Пожалуйста введите почтовый индекс.
vi_vn: Vui lòng điền mã vùng
zh_cn: 请准确输入邮递区号

# NoFirstName
source: Please fill out the first name
es_us: Por favor proporcione el Nombre.
es_ve: Por favor ingrese el Nombre.
hi_in: कृपया प्रथम नाम भरें।
hu_hu: Kérjük adja meg a keresztnevet._G2141
it_ch: Inserisci il nome.
mn_mn: Нэр оруулна уу.
pt_br: Por favor coloque o primeiro nome.
ru_kz: Пожалуйста введите Имя.
vi_vn: Vui lòng điền tên
zh_cn: 请填上名字。

# NoLastName
source: Please fill out the last name.
es_us: Por favor proporcione el Apellido.
es_ve: Por favor ingrese el Apellido.
hi_in: कृपया अंतिम नाम भरें।
hu_hu: Kérjük adja meg a vezetéknevet._G2142
it_ch: Inserisci il cognome.
mn_mn: Овог оруулна уу.
pt_br: Por facor coloque o último nome.
ru_kz: Пожалуйста введите Фамилию.
vi_vn: Vui lòng điền họ
zh_cn: 请填上姓氏。

# InvalidLastName
source: Please enter valid Last Name.
es_us: Por favor introduzca los Apellidos correctos.
es_ve: Por favor ingresa un apellido válido.
hi_in: कृपया एक वैध अंतिम नाम डालें ।
hu_hu: Kérjük adjon meg érvényes vezetéknevet._G2132
it_ch: Inserisci un cognome valido.
mn_mn: Хүчин төгөлдөр овог оруулна уу.
pt_br: Por favor insira um Último Nome válido.
ru_kz: Пожалуйста введите правильную Фамилию.
vi_vn: Vui lòng nhập họ hợp lệ
zh_cn: 请输入您的姓氏。

# NoCity
source: Please fill out the city.
es_us: Por favor proporcione la Ciudad.
es_ve: Por favor ingresa la Ciudad.
hi_in: कृपया शहर भरें।
hu_hu: Kérjük adja meg a várost._G2139
it_ch: Inserisci la Città.
mn_mn: Хот оруулна уу.
pt_br: Por favor coloque a cidade.
ru_kz: Пожалуйста введите название города.
vi_vn: Vui lòng điền tên thành phố
zh_cn: 请填上城市。

# NoExtension
source: Please fill out the extension.
es_us: Por favor rellene la extensión.
es_ve: Por favor escriba la Extensión.
hi_in: कृपया एक्सटेंशन भरें।
hu_hu: Kérjük adja meg a melléket._G2140
it_ch: Inserisci l'estensione.
mn_mn: Хавсралтаа оруулна уу.
pt_br: Por favor coloque a extensão.
ru_kz: Пожалуйста введите добавочный номер.
vi_vn: Vui lòng điền phần mở rộng
zh_cn: 请输入正确分机号码

# NoPickUpLocation
source: Please select a location.
es_us: Por favor seleccione una localidad*:
es_ve: Por favor selecciona una ubicación
hi_in: कृपया एक स्थान का चयन करें।
hu_hu: Kérjük válasszon helyszínt._G2152
it_ch: Seleziona un magazzino.
mn_mn: Байршил сонгоно уу.
pt_br: Por favor selecione o local.
ru_kz: Пожалуйста выберите локацию.
vi_vn: Vui lòng chọn địa điểm
zh_cn: 请选择一个自提点*:

# ZipNotSupported
source: Shipping to the entered Zip is not supported
es_us: No hacemos envíos para el Codigo Postal introducido.
es_ve: No es posible realizar envíos para este Codigo Postal
hi_in: इस डाले गए ज़िप पर शिपिंग को समर्थन नहीं मिल रहा।
hu_hu: A megadott címre történő szállítás nem lehetséges._G2166
it_ch: La spedizione al CAP inserito non e' consentita
mn_mn: Оруулсан Зип рүү хүргэлт хийх дэмжигддэггүй.
pt_br: Código de Envio não é suportado
ru_kz: Доставка по выбранному индексу недоступна
vi_vn: Không hỗ trợ nhập ZIP giao hàng
zh_cn: 所输入的邮递区号不支持寄送

# SKUNotAvailable
source: SKU {0} is not available.
es_us: El número de referencia {0} no está disponible.
es_ve: El código {0} no está disponible.
hi_in: SKU {0} उपलब्ध नहीं है।
hu_hu: A {0} cikkszám (SKU) nem elérhető._G2167
it_ch: Il codice del prodotto {0} non e' disponibile.
mn_mn: {0} серийн дугаараар захиалга хийх боломжгүй.
pt_br: O Código {0} não se encontra disponivel.
ru_kz: Позиции {0} нет в наличии.
vi_vn: Mã sản phẩm {0} không có sẵn
zh_cn: 此产品货号{0}目前缺货,无法订购

# GotoHomePage
source: Proceed to Homepage.
es_us: Ir a la página principal.
es_ve: Ir a la página principal.
hi_in: होम पृष्ठ पर जाने के लिए आगे बढ़ें।
hu_hu: Tovább a főoldalra_G2165
it_ch: Vai alla pagina principale (vai alla Homepage)
mn_mn: Нүүр хуудас руу очих.
pt_br: Seguir para a página principal
ru_kz: Перейти на главную страницу
vi_vn: Trở về trang chủ
zh_cn: 回到首页

# PrimaryPickupPreferenceDeleteNotAllowed
source: Primary Pick Up Preference cannot be deleted.
es_us: La Preferencia Principal de Recogido no puede ser borrada.
es_ve: La Preferencia Principal de eetiro no puede ser borrada.
hi_in: प्राथमिक पिक अप प्राथमिकता को मिटाया नहीं जा सकता।
hu_hu: Az elsődleges áruátvételi preferencia nem törölhető._G2163
it_ch: Il magazzino selezionato come principale per il ritiro diretto non può essere eliminato.
mn_mn: Үндсэн хүлээн авах аргыг устгах боломжгүй.
pt_br: Os dados do local principal não pode ser apagada.
ru_kz: Основное предпочтение для выдачи заказа не может быть удалено.
vi_vn: Sự ưu tiên lấy hàng không thể xoá
zh_cn: 主要提取选择不能被删除。

source: Proceed to Checkout
es_us: Proceda a Confirmar.
es_ve: Proceda a Confirmar.
hi_in: बाहर जाने के लिए आगे बढ़ें।
hu_hu: Tovább a fizetéshez_G2164
it_ch: Continua ad acquistare
mn_mn: Захиалгыг дуусгах
pt_br: Seguir para finalizar
ru_kz: Перейти к оплате заказа
vi_vn: Thoát ra
zh_cn: 前往结帐

# SysError
source: System Error.
es_us: Error en el sistema.
es_ve: Error en el sistema.
hi_in: सिस्टम त्रुटि।
hu_hu: Rendszerhiba_G2171
it_ch: Errore di sistema
mn_mn: Системын алдаа.
pt_br: Erro Sistema.
ru_kz: Системная ошибка.
vi_vn: Hệ thống bị lỗi
zh_cn: 系统错误

# OrderMonthHasFlipped
source: (The Order Month has changed!)
es_us: El Mes de la Orden ha sido cambiado
es_ve: El mes de volumen de la orden ha sido cambiado.
hi_in: (आर्डर का महीना बदल गया है !)
hu_hu: (A rendelés volumenhónapja megváltozott!)_G2172
it_ch: (Il volume del mese è stato cambiato)
mn_mn: (Захиалгын Сар өөрчлөгдсөн байна!)
pt_br: (O Mês da Encomenda foi alterado!)
ru_kz: (Месяц заказа был изменен!)
vi_vn: Tháng đặt hàng đã thay đổi
zh_cn: (订单月份已更改！)

# EarningsExceeds
source: Sorry, you can not add the item(s) to the cart since by adding them into the cart, you exceed your earnings limit.
es_us: Lo sentimos, no puede añadir el artículo(s) a su selección ya que de hacerlo, usted excede su límite de ganancias.
es_ve: Lo sentimos, no puedes agregar el o los Códigos al carrito de compras ya que de hacerlo, excederías tu límite de compra.
hi_in: माफ़ कीजिये ! आप कार्ट में मदें नहीं जोड़ सकते क्योंकि इनको कार्ट में जोड़ने पर, आप अपनी आय सीमा से अधिक हो जाते हो।
hu_hu: Sajnáljuk, de ezek a tételek nem adhatóak hozzá a kosárhoz, mert azzal túllépné vásárlási limitjét._G2170
it_ch: Siamo spiacenti, non è possibile aggiungere l'articolo(i) al carrello, si supera il limite di guadagni.
mn_mn: Уучлаарай, Та захиалгадаа бүтээгдэхүүн нэмвэл таны борлуулалтын хязгаарлалт хэтрэх тул нэмэх боломжгүй байна.
pt_br: Lamentamos, mas não consegue adicionar os produtos ao cesto de compras, uma vez que adicionando mais produtos ao cesto excederá o limite dos ganhos.
ru_kz: К сожалению, Вы не можете добавить этот товар в заказ, так как это превысит Ваш лимит заказов для личного потребления.
vi_vn: Rất tiếc! Bạn không thể thêm số lượng vào giỏ hàng, bạn đã vượt quá giới hạn
zh_cn: 对不起，您不能添加项目到购物车中加入他们，因为，你超出您的收入限制。

# NoSMSNumber
source: SMS Mobile number is required.
es_us: Se requiere de un número celular para SMS
es_ve: Número SMS es requerido.
hi_in: SMS मोबाइल नंबर आवश्यक है।
it_ch: Cellulare obbligatorio
mn_mn: Мессеж хүлээн авах утасны дугаар хэрэгтэй.
pt_br: Número de celular para SMS solicitado.
ru_kz: Необходимо указать номер сотового телефона для получения смс уведомления
vi_vn: Yêu cầu số di động
zh_cn: 短信手机号码是必需的。

# CountryOfProcessingOnly
source: Sorry! You will not be able to place an order, Only Korean Members can purchase orders from Korea website.
es_us: Lo sentimos. Usted no puede colocar un pedido. Sólo Asociados coreanos pueden colocar pedidos desde el sitio Web de Corea.
es_ve: ¡Lo sentimos! No se podrá procesar tu pedido. Solamente podrán realizar compras en la Web de Corea, los Miembros de Herbalife Coreanos.
hi_in: माफ़ कीजिये ! आप आर्डर जारी नहीं कर सकते क्योंकि सिर्फ कोरियन डिस्ट्रीब्यूटर्स ही कोरियन वेबसाइट से आर्डर खरीद सकते हैं ।
it_ch: siamo spiacenti ma solo i Distributori coreani possono effettuare gli ordini sul sito coreano
mn_mn: Уучлаарай! Та захиалга хийх боломжгүй байна. Солонгосын веб сайтнаас зөвхөн Солонгос Гишүүд захиалга хийх боломжтой.
pt_br: Desculpe! Você não poderá colocar este pedido. Somente Consultores Independentes da Coréia podem efetuar pedidos no site da Coréia.
ru_kz: К сожалению вы, не сможете разместить заказ, так как только Независимые партнеры Казахстана могут размещать заказы на данном сайте.
vi_vn: Rất tiếc! Bạn không thể đặt hàng, chỉ những TV Việt Nam có thể đặt hàng tại trang đặt hàng trực tuyến Việt Nam
zh_cn: 对不起！您无法下订单，只有韩国的分销商可以购买来自韩国网站的订单。

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location
es_us: Favor de seleccionar el lugar de recogido
es_ve: Favor de seleccionar el lugar de retiro del pedido
hi_in: कृपया एक पिकअप का स्थान चुनिए।
hu_hu: Kérjük válassza ki az áruátvétel helyét_G2156
it_ch: Seleziona un magazzino per il Ritiro Diretto
mn_mn: Очиж Авах байршлаа сонгоно уу
pt_br: Por favor seleccione o local de levantamento.
ru_kz: Пожалуйста выберете локацию для получения
vi_vn: Vui lòng chọn địa điểm lấy hàng
zh_cn: 请选择提取选项

# NoPickUpNameEntered
source: Please select the pick up name
es_us: Por favor, indique el nombre de quien retira.
es_ve: Favor seleccionar nombre de la persona que retira el pedido
hi_in: कृपया एक पिक अप नाम का चयन करें।
hu_hu: Kérjük válassza ki az áruátvevő nevét_G2157
it_ch: Inserisci il nome di chi ritirerà l'ordine
mn_mn: Хүлээн авах хүний нэрээ сонгоно уу
pt_br: Por favor, seleccione o Nome
ru_kz: Пожалуйста, введите имя получателя в Центре Продаж
vi_vn: Vui lòng chọn tên lấy hàng
zh_cn: 请选择提取名称

# PickUpLocationNotSelected
source: Please select the Pick Up location
es_us: Favor de seleccionar las opciones de quien recoge el pedido y numero de teléfono de quien recoge.
es_ve: Por favor indica la locacion para el retiro de tu pedido
hi_in: कृपया एक पिकअप का स्थान चुनिए।
hu_hu: Kérjük válassza ki az áruátvétel helyét_G2155
it_ch: Seleziona un magazzino per il Ritiro Diretto
mn_mn: Очиж Авах байршлаа сонгоно уу
pt_br: Por favor, seleccione o local de entrega
ru_kz: Пожалуйста выберите место выдачи заказа.
vi_vn: Vui lòng chọn địa điểm lấy hàng
zh_cn: 请选择提取选项

# NoShippingTimeSelected
source: Please select a Shipping time
es_us: Por favor seleccione horario de envío.
es_ve: Por favor selecciona horario de envío.
hi_in: कृपया शिपिंग का टाइम चुनिए :
hu_hu: Kérjük válasszon kiszállítási időpontot_G2153
it_ch: Seleziona un tempo di spedizione
mn_mn: Хүргэлтийн цаг сонгоно уу
pt_br: Por favor selecione um tempo de envio
ru_kz: Пожалуйста выберете время доставки
vi_vn: Vui lòng chọn thời gian giao hàng
zh_cn: 请选择寄送时间

# NoOrder
source: Please select an Order Type.
es_us: Por favor, seleccione el tipo de pedido.
es_ve: Por favor selecciona el tipo de pedido.
hi_in: कृपया एक आर्डर प्रकार का चयन करें।
hu_hu: Kérjük válassza ki a rendelés típusát_G2154
it_ch: Seleziona il tipo d'ordine.
mn_mn: Захиалгын Төрөл сонгоно уу.
pt_br: Por favor selecione o tipo de encomenda.
ru_kz: Пожалуйста выберите тип заказа.
vi_vn: Vui lòng chọn loại đơn hàng
zh_cn: 请选择订单类型

# CasaCheckRequired
source: Please select Yes/No.
es_us: Por favor seleccione Si/No.
es_ve: Por favor selecciona "Sí" o "No"
hi_in: कृपया हां / न का चयन करें।
hu_hu: Kérjük válasszon: Igen/Nem._G2161
it_ch: Seleziona Sì o No.
mn_mn: Тийм/Үгүйг сонгоно уу.
pt_br: Por favor selecione Sim/Não.
ru_kz: Пожалуйста выберите Да/Нет.
vi_vn: Vui lòng chọn Yes/No
zh_cn: 请选择是/否

# PrimaryAddressDeleteNotAllowed
source: Primary Address cannot be deleted.
es_us: La Dirección Principal no puede ser borrada.
es_ve: La Dirección Principal no puede ser eliminada.
hi_in: प्राथमिक पता मिटाया नहीं जा सकता।
hu_hu: Az elsődleges cím nem törölhető._G2162
it_ch: L'indirizzo principale non può essere eliminato.
mn_mn: Үндсэн хаягийг устгах боломжгүй.
pt_br: A morada principal não pode ser apagada.
ru_kz: Основной адрес не может быть удален.
vi_vn: Địa chỉ chính không thể xoá
zh_cn: 主要寄送地址無法刪除

# ShippingNickNameNotPopulated
source: Please select the Shipping Address
es_us: Por favor elija un domicilio para entrega
es_ve: Por favor elije un domicilio para entrega
hi_in: कृपया शिपिंग के पते के विकल्प का चयन करें :
hu_hu: Kérjük válassza ki a Kiszállítási címet_G2160
it_ch: Seleziona l'indirizzo di Spedizione
mn_mn: Хүргэлтийн хаяг оруулна уу
pt_br: Por favor seleccione a morada de envio
ru_kz: Пожалуйста выберете адрес доставки
vi_vn: Vui lòng chọn địa chỉ vận chuyển
zh_cn: 请选择寄送地址

# NoPickUpPhoneEntered
source: Please select the pick up phone
es_us: Por favor, indique el numero de telefono de quien retira.
es_ve: Por favor selecciona un número telefónico de la persona que retira el pedido.
hi_in: कृपया पिक अप फोन का चयन करें।
hu_hu: Kérjük adja meg az áruátvevő telefonszámát._G2158
it_ch: Inserisci il telefono di chi ritirerà l'ordine
mn_mn: Очиж авах утасны дугаараа сонгоно уу
pt_br: Por favor, seleccione o número de Telefone
ru_kz: Пожалуйста, введите телефон получателя заказа
vi_vn: Vui lòng nhập số điện thoại lấy hàng
zh_cn: 请选择提取电话

# NoPickUpTimeSelected
source: Please select the Pick Up time
es_us: Favor de seleccionar el horario de regogida.
es_ve: Favor de seleccionar el horario de retiro del pedido.
hi_in: कृपया हां / न का चयन करें
hu_hu: Kérjük válassza ki az áruátvétel idejét_G2159
it_ch: Seleziona quando sarà ritirato l'ordine
mn_mn: Хүлээн авах цагийг заана уу
pt_br: Por favor, seleccione um Tempo
ru_kz: Пожалуйста выберите время выдачи заказа.
vi_vn: Vui lòng chọn thời gian lấy hàng
zh_cn: 请选择提取时间
