Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/ErrorMessage.*.resx
Languages: es_us, es_ve, hi_in, hu_hu, it_ch, mn_mn, pt_br, ru_kz, vi_vn, zh_cn

# Resubmit
source: The transaction is not permitted, please check card information. If problem persists, contact the Member services hotline (866) 622-1222.
es_us: La transacción no ha sido aceptada, por favor haga click en "Ingresar" otra vez. Si el problema persiste, comuníquese con la línea de Servicios al Asociado al 1-866-866-4744.
es_ve: La transacción no fue exitosa, por favor verifica la información de tu tarjeta, si el problema persiste, contacta al Departamento de Servicios al Asociado al 0212-999 6000.
hi_in: इस लेनदेन की अनुमति नहीं दी जा रही है. कृपया कार्ड की जानकारी देखें. यदि समस्या बनी रहती है तो डिस्ट्रीब्यूटर सेवा हॉटलाइन पर संपर्क करें : (866) 622 -1222
hu_hu: A tranzakció nem engedélyezett, kérem ellenőrizze a kártyaadatokat. Ha a probléma továbbra is fennáll, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G2177
it_ch: La transazione non è stata autorizzata, clicca di nuovo su “Procedi”. Se il problema persiste, contatta il Dipartimento Ordini al numero 06.52.30.4444.
mn_mn: Шилжүүлгэ хийгдсэнгүй, картын мэдээллээ шалгана уу. Асуудал гарвал (866) 622-1222 дугаараар мэдээллийн албатай холбогдоно уу.
pt_br: A transacção não foi permitida, por favor carregue "Submeter" outra vez. Se o problema persistir, contacte a serviço de Apoio ao Consultor 21 771 4400.
ru_kz: К сожалению, транзакция отклонена. Пожалуйста, проверьте данные карты. Если проблема сохранится, свяжитесь с Отделом заказов по телефону бесплатной линии 8 800 080 5020
vi_vn: Giao dịch không được phép, vui lòng kiểm tra thông tin thẻ. Nếu vấn đề vẫn còn, vui lòng liên lạc đường dây nóng Phòng Dịch Vụ Thành Viên (848) 3827 9292
zh_cn: 本交易尚未完成，请再按一次"确认订购，若仍无法完成交易，"请与客户服务部连络:03-26876333

# DuplicateCardError
source: You cannot add the same card more than once.
es_us: Usted no puede añadir la misma tarjeta más de una vez.
es_ve: No puedes añadir la misma tarjeta más de una vez.
hi_in: आप एक ही कार्ड एक बार से अधिक शामिल नहीं कर सकते।
hu_hu: Ugyanazt a kártyát csak egyszer lehet használni_G2195
it_ch: Non è possible aggiungere la stessa carta più di una volta
mn_mn: Картын мэдээллийн нэгээс илүү удаа нэмж болохгүй.
pt_br: Não pode adicionar o mesmo cartão mais que uma vez.
ru_kz: Вы не можете сохранить данные одной и той же карты дважды.
vi_vn: Bạn không thể thêm một thẻ tương tự nhiều hơn một
zh_cn: 请勿重覆选择相同的信用卡支付货款

# CardExceededAllowedDeclines
source: You can no longer use this card due to multiple declines
es_us: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada.
es_ve: No puedes usar esta tarjeta porque ha sido varias veces denegada.
hi_in: आप अब इस कार्ड का और इस्तेमाल नहीं कर सकते क्योंकि यह कई अस्वीकृत किया जा चुका है।
hu_hu: A továbbiakban nem használhatja ezt a kártyát a többszöri visszautasítás miatt._G2194
it_ch: Non è più possibile utilizzare questa carta perchè le transazioni non sono state autorizzate per troppe volte
mn_mn: Хэд хэдэн асуудлын улмаас та энэ картыг одоо ашиглаж болохгүй.
pt_br: Não pode continuar a usar este cartão uma vez que já foi recusado várias vezes.
ru_kz: Вы больше не можете оплачивать товары данной картой, так как оплата данной картой была отклонена несколько раз.
vi_vn: Bạn không thể sử dụng thẻ này lâu hơn bởi vì có nhiều sự từ chối
zh_cn: 由于您的信用卡已被拒绝多次，故无法继续使用此卡

# PrimaryCardDeleteNotAllowed
source: You are attempting to delete your primary card. Please make a different saved card your primary card before you delete this card.
es_us: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta.
es_ve: Estás intentando borrar tu tarjeta principal. Por favor, guarda una tarjeta diferente como principal antes de eliminar ésta.
hi_in: आप अपना प्राथमिक कार्ड मिटाने का प्रयास कर रहे हैं। इसको मिटाने से पहले कृपया एक दूसरा सुरक्षित किये गए कार्ड को अपना प्राथमिक कार्ड बनाएं।
hu_hu: Ön az elsődleges kártyáját próbálja törölni. Kérjük állítson be másik kártyát elsődlegesként, mielőtt törli ezt a kártyát._G2193
it_ch: Stai tentando di rimuovere la tua carta di credito principale. Salva un'altra carta di credito come principale prima di eliminare questa carta.
mn_mn: Та өөрийн үндсэн картаа устгах гэж байна. Энэ картын мэдээллийг устгахаас өмнө өөр картыг үндсэн карт гэж сонгоно уу.
pt_br: Estar a tentar apagar o seu cartão principal. Por favor, guarde de maneira diferente do seu cartão principal antes o apagar.
ru_kz: Вы пытаетесь удалить данные вашей основной платежной карты. Пожалуйста, сохраните другую карту как основную прежде чем удалять данные этой карты.
vi_vn: Bạn đang cố gắng xoá thẻ chính. Vui lòng lưu một thẻ chính khác trước khi bạn xoá bỏ thẻ này
zh_cn: 您将删除您的主要信用卡，请​​于删除前设定另一个主要信用卡

# SkuNotValid
source: You cannot add this item to your cart.
es_us: Usted no puede incluir este artículo en su selección.
es_ve: Usted no puede incluir este Código en su selección.
hi_in: आप इस सामान को अपनी कार्ट में शामिल नहीं कर सकते।
hu_hu: Ezt a tételt nem lehet a kosárba tenni._G2196
it_ch: Non è possibile aggiungere questo articolo al carrello
mn_mn: Үүнийг Та сагсанд нэмэх боломжгүй.
pt_br: Não pode adicionar este produto ao seu cesto.
ru_kz: Вы не можете добавить данный продукт в корзину.
vi_vn: Bạn không thể thêm sản phẩm này vào giỏ hàng
zh_cn: 您不能把此产品加入购物车中.

# OrderMonthChangedByUser
source: You have changed the order month for this order to {0}. Do you wish to continue with this selection?
es_us: Usted ha cambiado el mes de pedido para esta orden al mes (mes). ¿Desea continuar con esta selección? ("Si" o "No")
es_ve: Has cambiado el mes de pedido para esta orden al mes (mes). ¿Deseas continuar con esta selección? ("Si" o "No")
hi_in: इस आर्डर के लिए आपने आर्डर का महीना बदल कर {0} कर fदिया है. क्या आप इस चयन के आधार पर आगे बढना चाहते हैं ?
hu_hu: Ön átállította a rendelés hónapját erre: {0}. Szeretné így folytatni?_G2199
it_ch: Hai cambiato il meseper questo ordine {0}. Vuoi continuare?
mn_mn: Та энэ захиалгын сарыг {0} болгож өөрчиллөө. Энэ сонголттойгоор цааш үргэлжлүүлэхийг хүсэж байна уу?
pt_br: Alterou o mês de encomenda desta encomenda para {0}. Deseja continuar com esta selecção?
ru_kz: Вы изменили месяц размещения заказа на {0}. Вы хотите продолжить?
vi_vn: Bạn đã thay đổi tháng đặt hàng cho đơn hàng {0}. Bạn có muốn tiếp tục với lựa chọn này?
zh_cn: 您已变更此订单之订购月份为{0}，您是否继续下一步

# ChangeToPUwithBackOrderItemsinCart
source: You have backorder items in your cart that will be removed if you select Pick Up as your shipping option. Do you wish to continue? ("Yes" or "No")
es_us: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona recoger como opción de envío. ¿Desea continuar? ("Si" o "No")
es_ve: Tienes productos no disponibles en tu selección que serán eliminados del pedido si seleccionas retirar en almacen como opción de envío. ¿Deseas continuar? ("Si" o "No")
hi_in: आपकी कार्ट में बाद के आर्डर वाले सामान हैं, यदि आप अपने शिपिंग के विकल्प में पिक अप का चयन करें तो वे हटा दिए जायेंगे . क्या आप आगे बढना चाहते हैं ? ('हां' या 'नहीं')।
hu_hu: Kosarában vannak csak későbbi szállítással elérhető tételek, amelyek törlésre kerülnek, ha átállítja rendelését áruátvételre. Kívánja folytatni? ("Igen" vagy "Nem")_G2198
it_ch: Gli articoli in prenotazione nel tuo carrello saranno rimossi se selezionerai come opzione ritiro diretto. Vuoi continuare? ("Sì" o "No")
mn_mn: Таны сагсанд агуулахад ирэхээр хүлээгдэж буй бүтээгдэхүүн байгаа ба Та хүргэлтийн аргаа Очиж Авах гэдгээр сонговол захиалгаас устгагдах болно. Та үргэлжлүүлэх үү? ("Тийм" эсвэл "Үгүй")
pt_br: Tem produtos em backorder no seu cesto que serão removidos se seleccionar Levantamento nas suas opções de envio. Deseja continuar? ("Sim" ou "Não")
ru_kz: В вашем заказе присутствуют продукты, временно отсутствующие на складе. Если Вы выберете получение в Центре Продаж как способ доставки данные товары будут удалены из корзины. Вы хотите продолжить? ("Да" или "Нет")
vi_vn: Bạn có sản phẩm tồn kho trong đơn hàng. Nếu chọn phương thức nhận hàng tại kho, sản phẩm sẽ được loại bỏ. Bạn có muốn tiếp tục?
zh_cn: 您的购物车里有缺货产品，如果你选择提取为您的运输项目，次产品将被删除。你是否要继续？ （“是“或”否“）

# CantVisitWithEmptyCart
source: You cannot go to the {0} page with no items in your cart.
es_us: Usted no puede pasar a la página {0} si ningún artículo seleccionado.
es_ve: No puedes pasar a la página {0} sin ningún Código seleccionado.
hi_in: कार्ट में बिना कोई सामान लिए आप {0} पृष्ठ पर नहीं जा सकते।
hu_hu: Üres kosárral em mehet tovább a {0} oldalra._G2197
it_ch: Non puoi andare alla {0} pagina senza articoli nel carrello
mn_mn: Сагсандаа худалдан авах бүтээгдэхүүнгүйгээр {0} хуудас руу орох боломжгүй.
pt_br: Não pode continuar para a {0} página sem produtos no seu cesto.
ru_kz: Вы не можете перейти на {0} страницу оплаты, так как ваша корзина пуста
vi_vn: Bạn không thể đi đến trang {0} mà không có sản phẩm trong giỏ hàng
zh_cn: 您不能到达{0}页因为购物车中没有订购任何产品。

# BlockedDS
source: We are unable to complete your order. Please contact Member Relations for assistance (866) 866-4744 and mention error code 05.
es_us: No podemos completar su pedido. Por favor comuníquese con Servicios al Asociado para recibir ayuda al 1-866-866-4744 y mencione el código de error 05.
es_ve: No podemos completar tu pedido. Por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: हम आपका आर्डर पूरा करने में असमर्थ हैं। कृपया आप डिस्ट्रीब्यूटर सेवाओं पर संपर्क करें : (866) 866-4744 और त्रुटि कोड 05 बताएं।
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 05-ös hibakódra._G2189
it_ch: Non siamo in grado di completare l'ordine. Contatta il Dipartimento Ordini al numero 06.52.30.4444 e indicare il codice d'errore 05
mn_mn: Таны захиалгыг дуусгах боломжгүй байна. +976 1800-1101 дугаараар Мэдээллийн Албатай холбогдон 05 кодын алдааг хэлнэ үү.
pt_br: Não nos é possivel completar a sua encomenda. Por favor contacte o departamento de Apoio ao Consultor 21 771 4400 e mencione o código de erro 05.
ru_kz: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020 и назовите код ошибки 05.
vi_vn: Chúng tôi không thể hoàn thành đơn hàng của bạn. Vui lòng liên hệ Phòng DVTV để được trợ giúp 848 3827 9292 và đề cập đến mã lỗi 05
zh_cn: 您的订单无法完成,请拨03-26876333 与客服部连络并注明错误代码05。

# BlockedZip
source: We are unable to complete your order. Please contact Member Relations for assistance (866) 866-4744 and mention error code 01.
es_us: No podemos completar su pedido. Por favor comuníquese con Servicios al Asociado para recibir ayuda al 1-866-866-4744 y mencione el código de error 01.
es_ve: No podemos completar tu pedido. Por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: हम आपका आर्डर पूरा करने में असमर्थ हैं। कृपया आप डिस्ट्रीब्यूटर सेवाओं पर संपर्क करें : (886) 866-4744 और त्रुटि कोड 01 बताएं।
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 01-es hibakódra._G2188
it_ch: Non siamo in grado di completare l'ordine. Contatta il Dipartimento Ordini al numero 06.52.30.4444 e indicare il codice d'errore 01
mn_mn: Таны захиалгыг дуусгах боломжгүй байна. +976 1800-1101 дугаараар Мэдээллийн Албатай холбогдон 05 кодын алдааг хэлнэ үү.
pt_br: Não nos é possivel completar a sua encomenda. Por favor contacte o departamento de Apoio ao Consultor 21 771 4400 e mencione o código de erro 01.
ru_kz: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020 и назовите код ошибки 01.
vi_vn: Chúng tôi không thể hoàn thành đơn hàng của bạn. Vui lòng liên hệ Phòng DVTV để được trợ giúp 848 3827 9292 và đề cập đến mã lỗi 01
zh_cn: 您的订单无法完成,请拨03-26876333与客服部连络并注明错误代码01。

# AddTodayMagazine
source: Today magazine has been added to the cart.
es_us: La Revista Today ha sido añadida a su selección.
es_ve: La Revista Today ha sido añadida a su selección.
hi_in: टुडे पत्रिका कार्ट में शामिल कर दी गई है।
hu_hu: A Today magazin a kosárba került._G2187
it_ch: La rivista Today è stata aggiunta al carrello.
mn_mn: Today сэтгүүл сагсанд нэмэгдлээ.
pt_br: Revista Today foi adicionada ao seu cesto.
ru_kz: Журнал "Today" был добавлен в корзину.
vi_vn: Tạp chí "Ngày hôm nay" đã được thêm vào giỏ hàng
zh_cn: Today杂志已被添加到购物车中。

# MustCheckout
source: You already have event ticket items in your cart, do you want to clear your cart?
es_us: Usted ya tiene boletos para eventos en su selección, ¿quiere borrar toda su selección?
es_ve: Ya tienes Entradas para eventos en tu selección, ¿Quieres borrar toda tu selección?
hi_in: आपके पास पहले ही अपनी कार्ट में कार्यक्रम के टिकट का सामान है। क्या आप चाहते हैं कि आपकी कार्ट साफ़ कर दी जाए ?
hu_hu: Ön már a kosarába helyezett rendezvény jegyeket, törölni szeretné kosarát?_G2192
it_ch: Hai già un biglietto nel carrello, vuoi cancellarlo?
mn_mn: Таны сагсанд арга хэмжээний тасалбар аль хэдий нь байна. Та худалдан сагсаа цэвэрлэх үү?
pt_br: Já existe o bilhete do evento no seu cesto, quer limpar o seu cesto?
ru_kz: В корзине присутствуют билеты на мероприятие. Вы хотите очистить корзину?
vi_vn: Bạn đã có mã sản phẩm vé sự kiện trong giỏ hàng, bạn có muốn xoá nó?
zh_cn: 您的购物车中有活动门票，您是否要清除?

# UnableToPrice
source: We are unable to process your order. Please check your address and try again. If problem persists please contact Member Services.
es_us: No podemos procesar su orden. Por favor verifique su domicilio é intente nuevamente. Si el problema persiste, por favor contacte el Departamento de Relaciones con el Asociado al 1-866-866-4744.
es_ve: No podemos procesar tu pedido. Por favor verifica tu domicilio é intente nuevamente. Si el problema persiste, por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: हम आपका आर्डर पूर्ण करने में समर्थ नहीं हैं. कृपया अपना पता देखें और फिर से कोशिश करें. यदि समस्या बनी रहती है तो सहायता हेतु डिस्ट्रीब्यूटर सेवा से संपर्क करें।
hu_hu: Rendelését nem tudja folytatni.Kérjük ellenőrizze a címet és próbálja újra. Ha probléma merülne fel, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon._G2190
it_ch: Non siamo in grado di processare l'ordine. Controlla il tuo indirizzo e riprova. Se il problema persiste contatta il Dipartimento Ordini al numero 06.52.30.4444.
mn_mn: Таны захиалгыг дуусгах боломжгүй байна. Хаягаа шалгаад дахин оролдоно уу. Хэрэв асуудал байсаар байвал Мэдээллийн Албатай холбогдоно уу.
pt_br: Não nos é possivel processar a sua encomenda. Por favor verifique a seua morada e tente novamente. Se o problema persistir contacte o departamento de Apoio ao Consultor.
ru_kz: Невозможно продолжить размешение заказа. Пожалуйста, проверьте адрес и и попробуйте снова. Если проблема сохранится, пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020
vi_vn: Chúng tôi không thể thực hiện đơn hàng của bạn. Vui lòng kiểm tra địa chỉ của bạn và thử lại lần nữa. Nếu vấn đề vẫn tồn tại, vui lòng liên hệ Phòng Dịch Vụ Thành Viên
zh_cn: 我们无法处理您的订单。请检查您的地址，然后再试一次。如果问题仍然存在，请与客户服务部连络

# CurrencyConversionFailed
source: We're sorry. The currency could not be converted.please contact the Member service hotline 080-906-7070.
es_us: Lo sentimos . No pudimos procesar la conversión de moneda. Por favor comuníquese con la línea de Servicio al Asociado al 1-866-866-4744
es_ve: Lo sentimos, no se pudo realizar la conversión de la moneda. Por favor, contacta al Departamento de Servicio al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. Llamando al 0212-999 6000
hi_in: क्षमा कीजिये। यह मुद्रा बदली नहीं जा सकती. कृपया डिस्ट्रीब्यूटर सेवा हॉटलाइन पर संपर्क करें : 080-906-7070।
hu_hu: Sajnáljuk, ez a pénznem nem használható. Kérjük hívja a Tanácsadói Kapcsolatok osztályát a 06-1-299-7010-es telefonszámon._G2191
it_ch: Siamo spiacenti.La valuta non può essere convertita. Si prega di contattare il Dipartimento Ordini al numero 06.52.30.4444.
mn_mn: Уучлаарай. Валютыг хөрвүүлэх боломжгүй байна. 1800-1101 дугаараар Мэдээллийн Албатай холбогдоно уу.
pt_br: Lamentamos. Não é possivel efectuar a conversão, por favor conrtacte o serviço de Apoio ao Consultor 21 771 4400.
ru_kz: К сожалению, не удалось выполнить конвертацию валют. Пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 080 5020
vi_vn: Rất tiếc, không thể chuyển đổi tiền tệ, vui lòng liên hệ Phòng Dich Vụ Thành Viên 848 3827 9292
zh_cn: 很抱歉，目前汇率无法转换，请与客户服务部连络:03-26876333

# PricingError
source: Sorry, we are unable to process your order pricing, please try again later. If problem persists, please contact Member Services.
es_ve: Lo sentimos, no podemos procesar tu compra, por favor intenta más tarde. Si el problema persiste, ponte en contacto con Servicio al Asociado.
zh_cn: 很抱歉，目前无法处理您的订单报价，请稍后再试。如果问题仍然存在，请与客户服务部连络。
