Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/ErrorMessage.*.resx
Languages: es_us, es_ve, hi_in, hu_hu, it_ch, mn_mn, pt_br, ru_kz, vi_vn, zh_cn

# CVVMissing
source: Please enter the CVV.
es_us: Por favor introduzca el Código de Seguridad.
es_ve: Por favor introduce el Código de seguridad que se encuentra en la parte posterior de tu tarjeta.
hi_in: कृपया CVV डालें ।
hu_hu: Kérjük adja meg az ellenőrzőszámot (CVV)._G2128
it_ch: Inserisci il CVV
mn_mn: Аюулгүй арын 3 оронтой тоог оруулна уу.
pt_br: Por favor insira o CVV.
ru_kz: Пожалуйста введите CVV код.
vi_vn: Vui lòng nhập số CVV
zh_cn: 请输入卡片背面后三码

# PaymenyFail
source: Please check card information.
es_us: Por favor verifique la información de su tarjeta.
es_ve: Por favor verifica la información de tu tarjeta.
hi_in: कृपया कार्ड की सूचना पढ़ें।
hu_hu: Kérjük ellenőrizze a kártyaadatokat._G2115
it_ch: Controlla i dati della tua carta di credito
mn_mn: Картны мэдээллээ шалгана уу.
pt_br: Por favor verifique informação do cartão.
ru_kz: Пожалуйста, проверьте данные карты.
vi_vn: Vui lòng kiểm tra thông tin thẻ
zh_cn: 请确认信用卡资料.

# LoginError
source: Please check your Member ID and PIN Code and try again. If the problems persists please contact Distributor Services at 1-866-866-4744
es_us: Por favor, compruebe su Número ID de Asociado y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte el Departamento de Servicio al Asociado llamando al 1-866-866-4744.
es_ve: Por favor, comprueba tu número ID de Asociado independiente y tu código PIN e inténtalo nuevamente. Si el problema persiste, por favor contacta al Departamento de Servicios al Asociado de lunes a viernes de 8:30 a.m. a 5:30 p.m. llamando al 0212-999 6000
hi_in: कृपया अपने डिस्ट्रीब्यूटर का परिचय पत्र और पिनकोड देखें और फिर से कोशिश करें। यदि यह समस्या बनी रहती है तो कृपया आप डिस्ट्रीब्यूटर सेवाओं पर संपर्क करें : 1-866-866-4744
hu_hu: Kérjük ellenőrizze az Azonosító (ID) számát és PIN kódját és próbálja újra. Amennyiben a hiba megismétlődik, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06 1 299 7020-as telefonszámon_G2116
it_ch: Verifica il tuo codice ID e il tuo PIN e riprova. Se il problema persiste contatta il Dipartimento Relazioni Distributori al numero 06-52304280
mn_mn: Та өөрийн ID болон Пин кодоо шалгаад дахин оролдоно уу. Хэрэв асуудал байсаар байвал 77008891 дугаараар Мэдээллийн Албатай холбогдоно уу.
pt_br: Por favor verifique o seu ID de Consultor Independente e Código Pin e tente novamente. Se os problemas continuarem, por favor contacte o Dept. de Serviços ao Consultor através do número: (11) 3789-7822
ru_kz: Пожалуйста, проверьте свой ID-номер Независимого партнера и ПИН-код и попробуйте еще раз. Если проблема не устраняется, пожалуйста, свяжитесь с Отделом информационной поддержки: +7(727)275-90-30 или 8-800-080-50-30 (бесплатная линия по Казахстану).
vi_vn: Vui lòng kiểm tra mã số TV và mã PIN của bạn và thử lại lần nữa. Nếu vẫn có vấn đề vui lòng liên lạc Dịch Vụ Thành Viên : +84 8 38279191
zh_cn: 请检查您的直销商识别证以及密码再尝试。如果仍然出现相同问题，请联系直销商服务部 1-866-866-4744

# AddHFFZero
source: Please add an amount greater than 0.
es_us: Por favor, agregue una cantidad mayor a cero {0}
es_ve: Por favor, agrega una cantidad mayor a cero {0}
hi_in: कृपया 0 से अधिक कोई राशि जोड़ें।
hu_hu: Kérjük adjon meg nullánál nagyobb összeget._G2114
it_ch: Inserisci un importo maggiore di 0.
mn_mn: 0-оос их өгөгдөл оруулна уу.
pt_br: Por favor coloque valor superior a 0.
ru_kz: Пожалуйста, введите количество превышающее 0
vi_vn: Vui lòng thêm số lương lớn hơn 1
zh_cn: 请输入大于0的数字

# NoNonProductToStandaloneAPF
source: Only Product can be added to a Standalone APF order
es_us: Sólo se puede añadir productos en un pedido que incluya únicamente la Cuota Anual por Servicios de Membresía
es_ve: Sólo es posible agregar productos a una orden con Cuota Anual por Servicios de Membresía
hi_in: सिर्फ वही उत्पाद जो अपने दम पर उपस्थित APF आर्डर में जोड़े जा सकते हैं।
hu_hu: A különálló Éves Díj rendeléshez nem adható hozzá más tétel._G2112
it_ch: Solo prodotti possono essere aggiunti a un ordine con Quota Annuale.
mn_mn: Зөвхөн бүтээгдэхүүн Жил бүрийн гишүүнчлэлийн хураамж бүхий захиалганд нэмэгдэж болно.
pt_br: Só produtos podem ser adicionados à compra da Taxa anual
ru_kz: Только продукт может быть включен в автономный заказ на оплату Ежегодного взноса за компьютерное обслуживание.
vi_vn: Chỉ sản phẩm có thể được thêm vào đơn hàng phí DVTV Standalone
zh_cn: 只有产品货号可加入年费订单

# TotalNotMatch
source: Payment total does not match order total.
es_us: El total del pago que esta realizando no corresponde al total a pagar por la orden.
es_ve: El total del pago que estas realizando no corresponde al total a pagar en la orden.
hi_in: भुगतान के कुल जोड़ का आर्डर के कुल जोड़ से मिलान नहीं हो रहा।
hu_hu: A fizetett összeg nem egyezik a rendelés végösszegével._G2113
it_ch: Il pagamento totale non corrisponde al totale dell'ordine
mn_mn: Төлбөрийн нийт дүн захиалгын нийт дүнтэй тохирохгүй байна.
pt_br: O total do pagamento não corresponde com o total da encomen da
ru_kz: Сумма к оплате не совпадает со стоимостью заказа.
vi_vn: Tổng khoản thanh toán không khớp với tộng cộng đơn hàng
zh_cn: 付款总额与订购总额不吻合。

# QuantityIncorrect
source: Please enter a quantity for SKU {0}.
es_us: Por favor proporcione la cantidad correcta para el artículo con SKU:{0}
es_ve: Por favor ingresa una cantidad correcta para el código {0}
hi_in: कृपया SKU {0} हेतु एक मात्रा डालें।
hu_hu: Kérjük adja meg a {0} cikkszámú tételből rendelni kívánt mennyiséget._G2120
it_ch: Inserisci una quantità per il codice prodotto {0}.
mn_mn: SKU-д тоо оруулна уу {0}.
pt_br: Por favor introduza a quantidade do código do produto {0}.
ru_kz: Пожалуйста введите количество для Номера серии {0}.
vi_vn: Vui lòng nhập số lượng cho mã sản phẩm {0}
zh_cn: 请输入商品货号{0}的正确数量.

# DuplicatePickupLocation
source: Please enter a unique Pick Up location.
es_us: Por favor introduzca solamente un lugar para recogido
es_ve: Por favor introduce una sola dirección para retirar tu pedido.
hi_in: कृपया एक विशिष्ट पिक अप स्थान डालें ।
it_ch: Inserisci un unico magazzino di Ritiro Diretto
mn_mn: Очиж авах онцгой байршил оруулна уу.
pt_br: Por favor introduza um único local de entrega.
ru_kz: Пожалуйста, точно введите название Центра Продаж.
vi_vn: Vui lòng nhập địa chỉ chuyển hàng
zh_cn: 您已保存过该自提点，请返回昵称列表中选取，或选择其他自提点继续。

# AddTodayMagazineEnterNumber
source: Please enter a number.
es_us: Por favor proporcione un número.
es_ve: Por favor proporciona un número.
hi_in: कृपया एक संख्या डालें।
hu_hu: Kérjük adjon meg egy számot._G2119
it_ch: Inserisci un numero
mn_mn: Тоо оруулна уу.
pt_br: Por favor, introduza um número
ru_kz: Пожалуйста введите число.
vi_vn: Vui lòng nhập số
zh_cn: 请输入数目

# CompleteAPFPurchase
source: Please complete your annual fee purchase before adding other products to cart.
es_us: Por favor, complete el pago de su cuota anual antes de incluir otros productos a su selección.
es_ve: Por favor completa el pago de tu Cuota Anual por Servicios de Membresía antes de añadir otros productos al carrito de compras
hi_in: दूसरे उत्पाद अपनी कार्ट में जोड़ने से पहले कृपया अपनी वार्षिक फीस खरीद पूर्ण करें।
hu_hu: Kérjük fizesse be Éves Díját, mielőtt termékeket helyez a kosarába._G2117
it_ch: Completa il pagamento della quota annuale prima di aggiungere altri prodotti al carrello.
mn_mn: Бусад бүтээгдэхүүнүүдийг захиалгад нэмэхээс өмнө жил бүрийн хураамжийн төлбөрөө гүйцээнэ үү.
pt_br: Por favor complete a compra da quota anual antes de adicionar os outros produtos ao cesto.
ru_kz: Пожалуйста, завершите оплату ежегодного взноса за компьютерное обслуживание перед тем как добавлять другие товары в корзину.
vi_vn: Vui lòng hoàn thành phí DVTV hàng năm trước khi thêm sản phẩm khác vào giỏ hàng
zh_cn: 请先完成购买你的年费方能增加其他产品至购物车。

# EventTicketCompleteAPF
source: Please complete your annual fee purchase before purchasing event tickets.
es_us: Por favor complete la compra de cuota anual antes de compra un boleto para un evento.
es_ve: Por favor completa tu pago de cuota anual antes de comprar las entradas para el evento.
hi_in: कार्यक्रम के टिकट खरीदने से पहले कृपया अपनी वार्षिक फीस खरीद पूर्ण करें।
hu_hu: Kérjük fizesse be Éves Díját, mielőtt rendezvényünkre jegyet rendel._G2118
it_ch: Completa il pagamento della quota annuale prima acquistare i biglietti.
mn_mn: Арга хэмжээний тасалбар худалдаж авахаас өмнө жил бүрийн хураамжийн төлбөрөө гүйцээнэ үү.
pt_br: Por favor complete a compra da quota anual antes de comprar os bilhetes de evento.
ru_kz: Пожалуйста, совершите оплату ежегодного взноса за компьютерное обслуживание перед приобретением билетов на мероприятия.
vi_vn: Vui lòng hoàn thành phí DVTV hàng năm trước khi đặt vé sự kiện
zh_cn: 请先完成购买你的年费方能购买活动门票。

# APFDueDateNotification
source: Your Annual Processing Fee is due on {0}
es_us: La Cuota Anual por Servicios de Membresía se vence en {0}
es_ve: La Cuota Anual por Servicios de Membresíase vence en {0}
hi_in: आपकी वार्षिक प्रोसेसिंग फीस {0} पर देय है
hu_hu: Tanácsadói éves díjának esedékessége: {0}_G2210
it_ch: La quota annuale è scaduta / scadrà a {0}
mn_mn: Таны Жил бүрийн Гишүүнчлэлийн Хураамж {0} -д гарна.
pt_br: A sua Taxa anual está a pagamento apartir de {0}
ru_kz: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание до {0}
vi_vn: Phí DVTV của bạn đã hết hạn đóng phí vào ngày {0}
zh_cn: 您的年费到期日{0}。

# PossibleDuplicateOrder
source: You recently placed an identical order on {0}. If this is a duplicate order, click "Cancel Order". To continue with this order, please submit.
es_us: Recientemente usted colocó una orden identica en {0}. Si usted desea continuar con esta orden, por favor envíela ahora. De otra forma, presione el botón de "Cancelar Orden".
es_ve: Recientemente colocaste una orden identica en {0}. Si deseas continuar con esta orden, por favor envíela ahora. De otra forma, presiona el botón de "Cancelar Orden".
hi_in: हाल में ही आपने एक जैसा सामान का आर्डर जारी किया है। {0} यदि यह एक प्रतिलिपि आर्डर है तो 'आर्डर निरस्त करें' का बटन दबाएं। इस ही आर्डर को जारी रखने के लिए 'प्रस्तुत करें' का चयन करें।
hu_hu: Nemrégiben rögzített egy ugyanilyen rendelést: {0}. Amennyiben ezt véletlenül rögzítette újból, kattintson a Rendelés törlésére. Ha szeretné folytatni ezt a megrendelést, kattintson a Tovább a fizetéshez gombra._G2209
it_ch: Recentemente hai fatto un ordine identico a {0} . Se è un ordine doppio, clicca su Annulla ordine, altrimenti confermalo.
mn_mn: Та саяхан яг ижил {0} захиалга хийсэн. Хэрэв энэ захиалга давхардсан захиалга бол "Захиалгыг цуцлах" гэдгийг дарна уу. Захиалгыг үргэлжлүүлэхээр бол захиалгаа бататгана уу.
pt_br: Recentemente fez uma encomenda idêntica em {0}. Se esta encomenda é duplicada, carregue em "Cancelar Encomenda". Para continuar por favor submeta a encomenda.
ru_kz: Вами недавно был размещен идентичный зыказ на {0}. Если это дублирующий заказ, то нажмите "Отменить заказ". Или нажмите "Добавить", чтобы продолжить размещение заказа.
vi_vn: Bạn đã đặt đơn hàng trên {0}. Nếu là đơn hàng trùng lặp, nhấn "Hủy đơn hàng". Để tiếp tục với đơn hàng này, vui lòng gởi
zh_cn: 提醒您,您于最近下了一笔同样的订单，如果您确定要完成此笔订单，请按“确认订购”。否则，请按“取消订购”。

# CantVisitWithNoDeliveryInfo
source: You must select a Shipping or Pick Up option to proceed.
es_us: Debe seleccionar una dirección de envío para continuar
es_ve: Debes seleccionar una dirección de envío o retiro para continuar
hi_in: आगे बढ़ने के लिए आपको अनिवार्य रूप से एक शिपिंग या पिक अप विकल्प चुनना होगा।
hu_hu: A folytatáshoz válassza a Kiszállítást vagy Árufelvételt._G2208
it_ch: È necessario selezionare l'opzione di spedizione o di Ritiro Diretto per procedere.
mn_mn: Цааш үргэлжлүүлэхийн тулд Та хүргэлт эсвэл очих авах сонголтыг хийнэ үү.
pt_br: Tem de seleccionar a opção de Enviar ou Levantar antes de continuar.
ru_kz: Вы должны выбрать доставку или получение в Центре Продаж чтобы продолжить.
vi_vn: Bạn phải chọn phương thức giao hàng hoặc nhận hàng tại kho để tiếp tục
zh_cn: 您必须选择寄送或提取选项以继续进行。

# CardExpiredForSavedCard
source: Your credit card is expired. Please click Edit and update the expiration date.
es_us: Su tarjeta de crédito está caducada. Por favor haga click en Editar y actualice la fecha de caducidad.
es_ve: Tu tarjeta de crédito está vencida. Por favor haz clic en Editar y actualiza la fecha de vencimiento.
hi_in: आपका क्रेडिट कार्ड समाप्त हो गया है। कृपया समापन की तारीख को संपादित और नवीनीकृत करें ।
hu_hu: Hitelkártyájának érvényessége lejárt. Lejárati dátum frissítése és szerkesztése_G2213
it_ch: La tua carta di credito è scaduta. Cliccare su Modifica e aggiorna la data di scadenza.
mn_mn: Таны кредит картны хугацаа дууссан байна. Засварлах гэдгийг даран картны хугацааг өөрчилнө үү.
pt_br: O seu cartão de crédito expirou. Edite ou actualize a data de validade.
ru_kz: Срок действия кредитной карты истек. Пожалуйста нажмите "Редактировать" и измените срок действия карты.
vi_vn: Thẻ tín dụng của bạn đã hết hạn. Vui lòng chọn thay đổi và làm mới ngày hết hạn thẻ
zh_cn: 您的信用卡已過有效期限，请点击修改和更新有效日期。

# APFDueAdded
source: Your Annual Processing Fees are due. They have been added to your cart.
es_us: Sus Cuotas Anuales por Servicios de Membresía se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas vencidas dentro de su pedido.
es_ve: Tu Cuota Anual por Servicios de Membresía se encuentra vencida. La misma sera incluida automaticamente en tu orden.
hi_in: आपकी वार्षिक प्रोसेसिंग फीस देय हैं . वे आपकी कार्ट पर जोड़ दिए गए हैं।
hu_hu: Tanácsadói éves díja esedékes. Összege a kosárba került _G2212
it_ch: La tua quota annuale è scaduta ed è stata aggiunta automaticamente al tuo carrello.
mn_mn: Таны Жил бүрийн Гишүүнчлэлийн Хураамж гарсан байна. Таны худалдан авалтын сагс руу нэмэгдсэн.
pt_br: As suas Taxas anuais estão sob pagamento e serão adicionadas ao carrinho.
ru_kz: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ
vi_vn: Phí DVTV của bạn đã hết hạn. Nó đã được thêm vào giỏ hàng
zh_cn: 由于您的年费已到期，我们将自动将您的年费放入购物车中。

# APFDue
source: Your Annual Processing Fee is due, we'll add into your shopping cart automatically.
es_us: Su Cuota Anual por Servicios de Membresía está vencida, incluiremos automáticamente el cargo de la cuota en su orden.
es_ve: Tu Cuota Anual por Servicios de Membresía está vencida, incluiremos automáticamente el cargo de la cuota en tu orden.
hi_in: आपकी वार्षिक प्रोसेसिंग फीस देय है, हम यह आपके शॉपिंग कार्ट पर अपने आप ही डाल देंगे।
hu_hu: Tanácsadói éves díja esedékes, kérjük külön rendelésben rendezze._G2211
it_ch: La tua quota annuale è scaduta e sarà aggiunta automaticamente al tuo carrello.
mn_mn: Таны Жил бүрийн Гишүүнчлэлийн Хураамж гарсан байна. Бид Таны худалдан авалтын сагс руу автоматаар нэмэх болно.
pt_br: A sua Taxa anual está sob pagamento, será adicionado automáticamente ao seu cesto de compras.
ru_kz: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ.
vi_vn: Phí DVTV của bạn đã hết hạn, chúng tôi sẽ tự động phí thêm vào đơn hàng
zh_cn: 由于您的年费已到期，我们将自动将您的年费放入购物车中。

# MustDeleteACardToChangeItemsInCart
source: You must delete one of your credit cards to change the items in your cart
es_ve: Debes borrar la selección de una de tus tarjetas de Crédito para poder cambiar códigos de tu carrito.
hi_in: आपको अनिवार्य रूप से अपना कोई एक क्रेडिट कार्ड मिटाना पड़ सकता है ताकि आप अपने कार्ट के सामान बदल सकें।
hu_hu: A kosár tartalmának változtatásához törölnie kell legalább az egyik bankkártyájának adatait._G2207
it_ch: devi cancellare una delle carte di credito per cambiare gli articoli nel carrello
mn_mn: Сагсан дахь бүтээгдэхүүнээ солихын тулд та кредит картуудын аль нэгийг устгах хэрэгтэй
pt_br: Você deve excluir um de seus cartões de crédito para alterar os itens em seu carrinho.
ru_kz: Необходимо удалить данные одной из кредитных карт, чтобы изменить содержание корзины.
vi_vn: Bạn phải xóa một trong những thẻ ghi nợ để có thể thay đổi số lượng trong giỏ hàng
zh_cn: 您必须删除您的其中一个信用卡，才能更改您购物车的货品。

# WaldosMessage
source: You have selected Pick Up from WALDOS, there will be limited products to order from.
es_us: Usted ha seleccionado recoger de WALDOS en donde habrán productos limitados para pedir.
es_ve: Usted ha seleccionado recoger en WALDOS, allí habrán productos limitados para ordenar.
hi_in: आपने WALDOS से पिक अप को चुना है, वहां से आर्डर करने में सीमित मात्रा में ही उत्पाद उपलब्ध हो सकेंगे।
it_ch: Avendo selezionato WALDOS come magazzino per il ritiro diretto, il numero dei prodotti sarà limitato.
mn_mn: Та WALDOS -с очих авах гэсэн сонголтыг хийсэн байна. Захиалгын бүтээгдэхүүн хязгаарлалттай байх болно.
ru_kz: Вы выбрали получение в WALDOS как способ доставки. В этом случае выбор продуктов, доступных для заказа, будет ограничен.
vi_vn: Bạn đã chọn nhận hàng từ WALDOS, sản phẩm đặt hàng sẽ bị giới hạn
zh_cn: 您选择了从WALDOS提取，这只能订购有限的产品。

# SelectedDualOrderMonthMessage
source: You have selected {0} as the dual order month is this correct?
es_us: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
es_ve: Has seleccionado {0} como tu mes de pedido, ¿Es esto correcto?
hi_in: आपने दुहरे आर्डर महीने के लिए {0} को चुना है. क्या यह सही है ?
hu_hu: Ön a {0} volumenhónapot választotta, biztos benne?_G2202
it_ch: E' stato selezionato {0} come mese per l'ordine: è corretto?
mn_mn: Та {0} -г давхацсан сарын өдрөөр сонголоо. Энэ зөв үү?
pt_br: Seleccionou {0} como duplo mês está correcto?
ru_kz: Вы выбрали {0} как месяц для заказа, данная информация верна?
vi_vn: Bạn đã chọn {0} như 2 tháng đặt hàng, đúng không?
zh_cn: 您的订单月份为{0}，请再次确认是否正确？

# ClearCart
source: You have product(s) in your shopping cart. Do you want to clear your cart before proceed to purchase event tickets?
es_us: Usted tiene productos en su selección de compra. ¿Desea eliminarlos de su selección antes de proceder con la compra de boletos para eventos.
es_ve: Tienes productos en tu selección de compra. ¿Deseas eliminarlos de tu selección antes de proceder con la compra de Entradas para eventos?
hi_in: आपके पास अपनी कार्ट में उत्पाद है. क्या आप चाहते हैं कि कार्यक्रम के टिकट खरीदने से पहले आपकी कार्ट साफ़ कर दी जाए ?
hu_hu: Kosarában termékek vannak. Törölni szeretné kosarát, mielőtt a továbblép a jegyvásárláshoz?_G2201
it_ch: Hai Prodotto(i) nel carrello. Vuoi svuotarlo prima di procedere con l’ordine dei Biglietti?
mn_mn: Таны худалдан авалтын сагсанд бүтээгдэхүүн(үүд) байна. Арга хэмжээний тасалбар авахдаа сагсаа цэвэрлэх үү?
pt_br: Já tem produto(s) nos eu cesto de compras. Deseja apagar antes de proceder á compra do bilhete do evento?
ru_kz: В вашей корзине присутствуют продукты. Вы уверены что хотите очистить корзину перед тем как перейти к покупке билетов на мероприятия?
vi_vn: Bạn có sản phẩm trong giỏ hàng. Bạn có muốn xóa nó khỏi giỏ hàng trước khi tiếp tục mua vé?
zh_cn: 你有产品在您的购物车里。你是否要清除购物车以继续购买门票？

# CanOnlyPrepayOneAPF
source: You may only prepay one year of APF.
es_us: Usted sólo puede prepagar la Cuota Anual por Servicios de Membresía.
es_ve: Sólo puedes prepagar la Cuota Anual por Servicios de Membresía.
hi_in: आप सिर्फ एक वर्ष का APF तैयार कर सकते हैं।
hu_hu: Csak 1 éves díjat fizethet előre_G2206
it_ch: Si può fare solo il pagamento anticipato di una quota annuale.
mn_mn: Жил бүрийн Гишүүнчлэлийн Хураамжийг урьдчилсан байдлаар 1 жилээр л төлөх боломжтой.
pt_br: Só poderá fazer o pagamento antecipado de um ano de Taxa anual.
ru_kz: Ежегодный взнос за компьютерное обслуживание может быть оплачен только на один год вперед.
vi_vn: Bạn chỉ có thể trả trước 1 năm phí DVTV
zh_cn: 你只能够预先付款1年的年费。

# AddHFFSucceeded
source: You have successfully added HFF to the cart.
es_us: Ha agregado exitosamente HFF a su selección.
es_ve: Has agregado exitosamente HFF a tu selección.
hi_in: आपने सफलतापूर्वक HFF को कार्ट में शामिल कर लिया है।
it_ch: La donazione HFF è stata aggiunta al carrello
mn_mn: Herbalife-ын Гэр Бүлийн Санг сагсандаа амжилттай нэмлээ.
pt_br: Adicionou com sucesso HFF ao seu cesto.
ru_kz: Добровольное пожертвование в Семейный фонд Herbalife было успешно добавлено в корзину.
vi_vn: Bạn đã thêm thành công HFF vào giỏ hàng
zh_cn: 您已经成功将康宝莱家庭基金放进购物车里。

# JustBrowse
source: You have selected to browse product without placing an order, you won't be able to add product to the cart.
es_us: Usted ha seleccionado buscar productos sin colocar una orden por lo que no podrá agregar productos a su selección.
es_ve: Has seleccionado buscar productos sin colocar una orden por lo que no podrás agregar productos a tu selección.
hi_in: आपने बिना आर्डर जारी किये ही 'ब्राउज प्रोडक्ट' का चयन किया है. आप अपनी कार्ट में उत्पाद शामिल नहीं कर सकेंगे।
hu_hu: Ön a termékek rendelés nélküli megtekintését választotta, ebben a nézetben nem fog tudni termékeket tenni a korárba._G2204
it_ch: Hai scelto di visualizzare i prodotti senza effettuare un ordine, non potrai aggiungere prodotti al tuo carrello.
mn_mn: Та захиалга хийлгүйгээр бүтээгдэхүүнийг харах сонгол хийсэн байна. Та бүтээгдэхүүнийг сагсан хийх боломжгүй болно.
pt_br: Escolheu navegar no produto sem colocar uma encomenda, não é possivel adiconar esse produto ao cesto.
ru_kz: Вы выбрали просмотр товаров без возможности размещения заказа. Вы не сможете добавить товары в корзину.
vi_vn: Bạn đã lướt qua sản phẩm mà không đặt hàng, bạn sẽ không thể thêm sản phẩm vào giỏ hàng
zh_cn: 您选择浏览产品但并未订货产品，您不能将产品加入购物车里。

# CardExpired
source: Your credit card is expired. Please contact local Member Service Hotline.
es_us: Su tarjeta de crédito ha caducado, por favor edite la fecha de vencimiento.
es_ve: Tu tarjeta de crédito ha caducado, por favor edita la fecha de vencimiento.
hi_in: आपका क्रेडिट कार्ड समाप्त हो गया है। कृपया क्षेत्रीय डिस्ट्रीब्यूटर हॉटलाइन से संपर्क करें।
hu_hu: Hitelkártyájának érvényessége lejárt, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G2214
it_ch: La tua carta di credito è scaduta, Contatta i servizi interbancari
mn_mn: Таны кредит картны хугацаа дууссан байна. Та Мэдээллийн Албатай холбогдоно уу.
pt_br: O seu cartão de crédito expirou. Por favor contacte o departamento de Apoio ao Dsitribuidor.
ru_kz: Срок действия кредитной карты истек. Пожалуйста, обратитесь в Отдел дистанционных заказов.
vi_vn: Thẻ tín dụng của bạn đã hết hạn. Vui lòng liên lạc Phòng Dịch Vụ Thành Viên
zh_cn: 您的信用卡已过有效期限，请与客户服务部连络。

# NeedToSelectOrderType
source: Please select the Order Type from the mini cart
es_us: Por favor, seleccione el tipo de pedido desde la mini cesta.
es_ve: Por favor, selecciona el tipo de pedido desde la mini carrito.
hi_in: कृपया मिनी कार्ट से एक आर्डर टाइप चुनिए।
hu_hu: Kérjük válassza ki a rendelés típusát a mini kosárból_G2224
it_ch: Si prega di selezionare il tipo d'ordine dal carrello
mn_mn: Жижиг сагснаас захиалгын төрлийг сонгоно уу
pt_br: Por favor selecione o tipo de pedido no mini carrinho.
ru_kz: Пожалуйста выберете тип заказа в мини-корзине.
vi_vn: Vui lòng chọn loại đơn hàng từ giỏ hàng nhỏ
zh_cn: 请于小型购货车中选择订单的类型

# NoBackOrdersAllowed
source: No backorderd should be allowed for deliveries to New Caledonia and French Polynesia.
es_us: No se debe permitir pedidos en espera para entregas en Nueva Caledonia y Polinesia Francesa.
es_ve: No se permiten Backorders para envíos a Caledonia y Polinesía Francesa.
hi_in: न्यू कालेन्दोनिया और फ्रेंच पोलिनेसिया के लिए बाद के कोई भी ऑर्डर्स वितरण हेतु स्वीकार नहीं किये जाने चाहिए।
it_ch: Non sono possibili ordini con prenotazione di prodotti per la Nuova Caledonia e la Polinesia francese
ru_kz: Бэкордер для Новой Каледонии и Французской полинезии недоступен
vi_vn: Đơn hàng đặt trước không được chấp nhận để vận chuyển đến New Caledonia và French Polynesia
zh_cn: 缺货递送服务不支援新喀里多尼亚和法属波利尼西亚
