Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MemberInvoiceError.*.resx
Languages: es_us

# reqFirstName
source: First Name is required
es_us: Nombre es obligatorio

# reqInvoiceDate
source: Invoice Date is reqruired
es_us: La fecha de factura es obligatoria

# invalidAddressPricing
source: If address is absent or incorrect system will not be able to compute Tax, Shipping & Handling. You can base Tax, Shipping & Handling on your existing ship-to address or apply "Continue" to generate the invoice without Tax, Shipping & Handling.
es_us: Nota: Si la dirección en el sistema no existe o está incorrecta no será capaz de calcular impuestos, envío y manejo. Puede basar impuestos, envío y manejo de su actual dirección de envío o aplicar "Continuar" para generar la factura sin impuestos, envío y manejo.

# invalidAddressSave
source: If address is absent or incorrect system will not be able to compute Tax, Shipping & Handling. You can base Tax, Shipping & Handling on your existing ship-to address or apply "Continue" to generate the invoice without Tax, Shipping & Handling.
es_us: Nota: Si la dirección en el sistema no existe o está incorrecta no será capaz de calcular impuestos, envío y manejo. Puede basar impuestos, envío y manejo de su actual dirección de envío o aplicar "Continuar" para generar la factura sin impuestos, envío y manejo.

# priceAlert
source: Order Items have changed click "Update" to show Handling fee and Taxes accurately.
es_us: Items han cambiado clic en "Update " para mostrar tarifa Manejo e Impuestos precisión.

# myOrdersError
source: Orders could not be retrieved
es_us: No pudimos recuperar los pedidos

# productSearchError
source: The product you searched for is not found
es_us: No pudimos encontrar el producto que buscó

# reqProducts
source: Please add Products in order to create a Receipt.
es_us: Los productos son obligatorios

# taxBasedToolTip
source: My tax is based on your default Ship-to address. This address will appear as your address on the invoice<br/> Click “Change” to have another address appear on your customer invoice.<br/> Check radio button next to Invoice Ship-to address to have tax be based the invoice recipient address.
es_us: Mi impuesto es predeterminado de acuerdo al domicilio de envío. Este domicilio aparecerá en el domicilio de su factura<br> Haga clic en "Cambiar" para que aparezca un domicilio diferente en la factura del cliente.<br> Haga clic en el botón redondo al lado del domicilio para Factura de envío para que el impuesto sea de acuerdo al domicilio del destinatario de la factura.

# contactsError
source: Contacts could not be retrieved
es_us: No pudimos recuperar los contactos

# reqLastName
source: Last Name is requied
es_us: Apellido es obligatorio

# reqStatus
source: Status is required
es_us: El estatus es obligatorio

# reqStreetAddress
source: Street Address is required
es_us: El número de domicilio es obligatorio

# reqType
source: Type is required
es_us: El tipo es obligatorio

# statusUpdateText
source: Invoice status has been changed.
es_us: El estatus de la factura ha cambiado

# userGuideLink
source: http://edge.myherbalife.com/vmba/media/01A29D08-E5FD-410C-9C60-E1B9849C069C/Web/General/Original/Customer_Invoices_en-US.pdf
es_us: http://edge.myherbalife.com/vmba/media/0D2ECC8B-5CD8-41FF-B9F7-3EECBDB72BA2/Web/General/Original/Customer_Invoices_es-US.pdf
