Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# NoPaymentInfo
source: Please enter payment info.
bg_bg: Моля, въведете информация за плащането.
cs_cz: Prosíme, vložte platební informace.
da_dk: Venligst sæt ind betalingsinformation
de_ch: Bitte geben Sie die Bezahlungsmethode an. Bei Zahlung mit Kreditkarte bitte Daten eingeben.
el_cy: Παρακαλώ εισάγετε πληροφορίες πληρωμής.
es_ar: Por favor ingresa la información para realizar el pago.
es_cl: Por favor introduce la información para realizar el pago.
es_es: Por favor introduzca la información para realizar el pago.
es_mx: Por favor ingrese la información para realizar el pago.
es_py: Por favor, ingresa la información para realizar el pago.
fi_fi: Anna maksutiedot.
fr_ca: Veullez entrer les renseignements du paiement.
fr_ch: Veullez saisir les informations de paiement.
hr_hr: Molimo upišite podatke o plaćanju.
hu_hu: Kérjük adja meg a fizetési információkat.
id_id: Silahkan masukkan info pembayaran
is_is: Vinsamlegast gefðu upp greiðsluupplýsingar.
it_ch: Inserisci le informazioni sul pagamento
mk_mk: Внесете податоци за плаќањето.
ms_my: Sila masukkan maklumat pembayaran.
nl_nl: Gelieve betalings informatie ingeven.
pl_pl: Wpisz informację o płatności
pt_br: Por favor, insira informações de pagamento.
sk_sk: Prosíme, zadajte informácie o platbe.
sr_rs: Molimo vas da unesete podatke o plaćanju.
sv_fi: Skriv in betalnings information
th_th: กรุณาใส่ข้อมูลการชำระเงิน
uk_ua: Будь ласка, введіть інформацію про Вашу кредитну картку
zh_mo: 請輸入付款資料
zh_tw: 請輸入相關資訊,以完成付款程序.

# InvalidRecipentName
source: Please enter a valid Name.
bg_bg: Моля, въведете валидно име.
cs_cz: Prosíme, vložte platné jméno.
da_dk: Venligst sæt ind gyldig navn
de_ch: Bitte geben Sie einen gültigen Namen ein. Keine Sonderzeichen erlaubt (Bsp. & , % , ? , - )
el_cy: Παρακαλώ εισάγετε έγκυρο Όνομα
es_ar: Por favor ingresa un Nombre válido
es_cl: Por favor introduce un Nombre válido
es_es: Por favor introduzca un Nombre válido
es_mx: Por favor ingrese un nombre válido.
es_py: Por favor, ingresa un Nombre válido.
fi_fi: Anna nimi.
fr_ca: Veuillez entrer un nom valide.
fr_ch: Veuillez préciser un nom valide.
hr_hr: Molimo upišite valjano ime i prezime.
hu_hu: Kérjük adjon meg érvényes nevet.
id_id: Silahkan masukkan Nama yang benar
is_is: Vinsamlegast gefðu upp gilt nafn.
it_ch: Si prega di inserire un nome valido
mk_mk: Внесете точно име.
ms_my: Sila masukkan Nama yang sah.
nl_nl: Geef een geldige naam in.
pl_pl: Podaj imię.
pt_br: Por favor, insira um nome válido.
sk_sk: Prosíme, zadajte platné Meno.
sr_rs: Molimo vas da unesete važeće ime.
sv_fi: Vänligen skriv in giltigt namn
th_th: กรุณาใส่ชื่อที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне Ім'я.
zh_mo: 請輸入正確姓名
zh_tw: 請填上正確姓名

# CasaDonationRequired
source: Please enter donation amount, except zero(0).
bg_bg: Моля, въведете дарителска сума, различна от нула (0).
cs_cz: Prosíme, vložte částku daru, kromě nuly (0).
el_cy: Παρακαλώ εισάγετε ποσό δωρεάς, εκτός μηδέν (0)
es_ar: Por favor ingresa una cantidad de donación distinta a cero {0}.
es_cl: Por favor introduce una cantidad de donación, excepto cero {0}.
es_mx: Por favor ingrese una cantidad de donación distinta a cero (0)
es_py: Por favor, ingresa una cantidad de donación distinta de cero {0}.
fi_fi: Anna lahjoitettava summa, muu kuin nolla (0).
fr_ca: Veuillez entrer le montant du don, autre que zéro{0}.
fr_ch: Veuillez entrer le montant du don, autre que zéro{0}.
hr_hr: Molimo upišite iznos donacije, osim nula (0).
id_id: Silahkan masukkan jumlah donasi, kecuali nol
it_ch: Inserisci importo della donazione, ad eccezione di zero {0}.
mk_mk: Внесете износ на донација, освен нула (0).
ms_my: Sila masukkan amaun derma, kecuali sifar (0).
nl_nl: Gelieve een donatie bedrag in te geven behalve nul (0).
pt_br: Por favor, insira o valor de doação, diferente de zero(0).
sk_sk: Prosíme, zadajte čiastku príspevku, okrem nuly (0).
sr_rs: Molimo vas da unesete iznos donacije, različit od nula (0).
th_th: กรุณาใส่ยอดการบริจาค นอกจากศูนย์ (0)
uk_ua: Будь ласка, введіть суму пожертви, за виключенням (0).
zh_mo: 請輸入捐款金額，(0)除外

# InvalidEmailAddress
source: Please enter valid email address.
bg_bg: Моля, въведете валиден имейл адрес.
cs_cz: Prosíme, vložte platnou e-mailovou adresu.
da_dk: Venligst sæt ind en e-mail adresse
de_ch: Bitte geben Sie eine gültige Emailadresse ein.
el_cy: Παρακαλώ εισάγετε έγκυρη διεύθυνση email
es_ar: Por favor ingresa una dirección válida de correo electrónico.
es_cl: Por favor introduce una dirección válida de correo electrónico.
es_es: Por favor introduzca una dirección válida de email.
es_mx: Por favor ingrese una dirección de correo electrónico válida.
es_py: Por favor, ingresa una dirección de correo electrónico válida.
fi_fi: Täytä sähköpostiosoite.
fr_ca: Veuillez entrer une adresse courriel valide.
fr_ch: Veuillez saisir une adresse e-mail valide.
hr_hr: Molimo upišite valjanu e-mail adresu
hu_hu: Kérjük adjon meg érvényes e-mail címet.
id_id: Silahkan masukkan alamat email yang benar
is_is: Vinsamlegast gefðu upp tölvupóstfang.
it_ch: Inserisci un indirizzo email valido.
mk_mk: Внесете точна имејл адреса.
ms_my: Sila masukkan alamat emel yang sah.
nl_nl: Gelieve een geldig email adres ingeven.
pl_pl: Adres email.
pt_br: Por favor, insira um endereço de email válido.
sk_sk: Prosíme, zadajte platnú e-mailovú adresu.
sr_rs: Molimo vas da unesete važeću imejl adresu.
sv_fi: Vänligen skriv in din email adress.
th_th: กรุณาใส่อีเมล์ แอ็ดเดรสที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсну електронну адресу.
zh_mo: 請輸入有效的電郵地址
zh_tw: 請填上正確的電子郵件地址.

# CVVMissing
source: Please enter the CVV.
bg_bg: Моля, въведете кода за сигурност на картата (CVV).
cs_cz: Prosíme, vlože ověřovací kód CVV.
da_dk: Venligst tilføj CVV.
de_ch: Bitte geben Sie den Sicherheitscode ein.
el_cy: Παρακαλώ εισάγετε τον αριθμό CVV
es_ar: Por favor ingresa el Código de Seguridad de la tarjeta.
es_cl: Por favor introduce el Código de Seguridad.
es_es: Por favor introduzca el Código de Seguridad.
es_mx: Por favor ingrese el codigo de verificación en la parte de atrás de la tarjeta
es_py: Por favor, ingresa el Código de Seguridad (CVV) de la parte posterior de tu tarjeta.
fi_fi: Anna CVV-koodi:
fr_ca: Veuillez entrer le code de sécurité CVV.
fr_ch: Veuillez préciser le cryptogramme.
hr_hr: Molimo upišite CVV.
hu_hu: Kérjük adja meg az ellenőrzőszámot (CVV).
id_id: Silahkan masukkan CVV
is_is: Vinsamlegast gefðu upp öryggisnúmer korts.
it_ch: Inserisci il CVV
mk_mk: Внесете CVV.
ms_my: Sila masukkan CVV.
nl_nl: Gelieve de CCV code ingeven.
pl_pl: Wprowadź trzycyfrowy kod autoryzacji CVV.
pt_br: Por favor, insira o CVV.
sk_sk: Prosíme, zadajte overovací kód CVV.
sr_rs: Molimo vas da unesete CVV.
sv_fi: Vänligen skriv in CVV nummret.
th_th: กรุณาใส่หมายเลข 3 ตัวหลังบัตรเครดิต
uk_ua: Будь ласка, введіть код CVV.
zh_mo: 請輸入信用卡安全碼
zh_tw: 請輸入卡片後三碼

# APFinvalidQtyDsLevel
source: Please enter the quantity of Annual Processing Fee you would like to purchase.
bg_bg: Моля, въведете количеството годишни такси за обслужване, които желаете да закупите.
cs_cz: Prosíme, vložte množství ročního členského administrativního poplatku, které chcete objednat.
da_dk: Venligst sæt ind ønsket antal for årsafgifter du vil betale.
de_ch: Bitte geben Sie die Anzahlt der Jahresgebühr an, die Sie bezahlen möchten.
el_cy: Παρακαλώ εισάγετε αριθμό Ετήσιων συνδρομών που θέλετε να πληρώσετε.
es_ar: Por favor ingresa la cantidad de Cuota Anual por Servicios de Membresía que deseas abonar {0}
es_cl: Por favor ingresa la cantidad de la Cuota Anual por Servicio de Membresía que desea comprar .
es_es: Por favor introduzca la cantidad de Cuotas Anuales de Procesamiento que desea abonar.
es_mx: Por favor ingrese la cantidad de cuota anual de procesamiento que desea pagar.
es_py: Por favor, ingresa la cantidad de Cuota Anual por Servicios de Membresía que deseas pagar.
fi_fi: Anna vuosittaisten jäsenpalvelumaksujen lukumäärä.
fr_ca: Veuillez entrer la quantité de frais de renouvellement que vous désirez acheter.
fr_ch: Veuillez sélectionner le nombre de cotisation annuelle que vous souhaitez règler.
hr_hr: Molimo upišite količinu za Godišnju članarinu koju želite kupiti.
hu_hu: Kérjük adja meg a fizetni kívánt Éves Tagsági Eljárási Díj mennyiségét.
id_id: SIlahkan masukan kuantiti dari Annual Membership Service Fee yang ingin Anda beli
is_is: Vinsamlegast gefðu upp fjöldann af greiðslum á árlegu vinnslugjaldi sem þú vilt ganga frá.
it_ch: Inserisci la quantita' di quote annuali che si desidera pagare.
mk_mk: Внесете колку годишни членарини сакате да купите.
ms_my: Sila masukkan kuantiti Yuran Tahunan Perkhidmatan Ahli yang ingin anda beli.
nl_nl: Gelieve het aantal van de jaarlijkse bijdrage in te geven welke u aan wilt schaffen.
pl_pl: Podaj ilość opłat rocznych, które chcesz zakupić.
pt_br: Por favor, insira a quantidade da taxa anual que pretende pagar.
sk_sk: Prosíme, zadajte počet Ročných Členských administratívnych poplatkov, ktoré si želáte uhradiť.
sr_rs: Molimo upišite količinu za Godišnju članarinu koje želite da kupite.
sv_fi: Vänligen skriv in önskat antal årsavgifter som du vill betala.
th_th: โปรดใส่จำนวนปีของค่าธรรมเนียมสมาชิกภาพประจำปีที่คุณต้องการชำระ
uk_ua: Будь ласка, введіть кількість років щорічного внеску за комп'ютерне обслуговування, які ви хочете оплатити.
zh_mo: 請輸入需繳付的會籍服務年費數量
zh_tw: 請輸入年費數量

# NeedToSelectOrderType
source: Please select the Order Type from the mini cart
bg_bg: Моля, изберете вид поръчка (от мини-кошницата).
cs_cz: Prosíme, vyberte typ objednání z minikošíku.
da_dk: Venligst vælg ordretype fra mini kurven
de_ch: Bitte wählen Sie die Bestellart aus den Liefer-/Abholinformationen aus.
el_cy: Παρακαλούμε επιλέξτε τον τύπο της παραγγελίας από το μικρό Καλάθι Αγορών
es_ar: Por favor, selecciona el tipo de pedido del mini carrito.
es_cl: Por favor, selecciona el tipo de pedido desde el mini carrito.
es_es: Por favor, seleccione el Tipo de Pedido desde la mini cesta.
es_mx: Escoja el Tipo de Pedido del mini carrito
es_py: Por favor, selecciona el tipo de pedido desde el mini carrito.
fi_fi: Valitse tilaustyyppi miniostoskorista
fr_ca: Veuillez sélectionner le type de commande dans le mini panier.
fr_ch: Veuillez sélectionner le type de la commande dans le mini-panier.
hr_hr: Molimo odaberite vrstu narudžbe iz mini košarice
hu_hu: Kérjük válassza ki a rendelés típusát a mini kosárból
id_id: Tolong pilih Tipe Pesanan dari keranjang kecil
is_is: Vinsamlegast veldu tegund af pöntun úr litlu körfunni.
it_ch: Seleziona il tipo d'ordine dal mini carrello
mk_mk: Изберете тип на нарачка од мини-кошничката.
ms_my: Sila pilih Jenis Pesanan dari troli mini
nl_nl: Gelieve het order type in het mini winkelmandje te selecteren
pl_pl: Wybierz typ zamówienia
pt_br: Por favor selecione o tipo de pedido a partir do mini carrinho.
sk_sk: Prosíme, vyberte Typ objednávky z minikošíka
sr_rs: Molimo vas da odaberete vrstu porudžbine iz mini korpe
sv_fi: Vänligen välj order typ från mini kundvagnen.
uk_ua: Будь ласка, виберіть тип замовлення з міні-кошика.
zh_mo: 請於購物車內選擇訂單類別
zh_tw: 請於購物車內選擇訂購種類

# CardExpiredForSavedCard
source: Your credit card has expired. Please click Edit and update the expiration date.
bg_bg: Вашата кредитна карта е с изтекъл срок. Моля, натиснете "РЕДАКЦИЯ" и въведете новия краен срок.
cs_cz: Vaše karta je propadlá. Prosíme, klikněte na Upravit a aktualizujte expirační datum.
da_dk: Dit kort er udløbet. Venligst klik Ændre og opdater kortdetaljerne.
de_ch: Ihre Kreditkarte ist abgelaufen. Bitte klicken Sie auf Bearbeiten und erneuern Sie das Ablaufdatum.
el_cy: Η Πιστωτική Κάρτα έχει λήξη. Παρακαλώ επιλέξτε Επεξεργασία και ενημερώστε την ημερομηνία λήξης.
es_ar: Tu tarjeta de crédito se encuentra vencida. Por favor Haz clic en Editar y actualiza la fecha de caducidad.
es_cl: Tu tarjeta de crédito está caducada. Por favor Haz clic en Editar y actualiza la fecha de caducidad.
es_es: Su tarjeta de crédito está caducada. Por favor haga click en Editar y actualice la fecha de caducidad.
es_mx: Su tarjeta de crédito ha expirado. Por favor haga clic en Editar y actualice la fecha de caducidad.
es_py: Tu tarjeta de crédito ha expirado. Por favor, haz clic en Editar y actualiza la fecha de expiración.
fi_fi: Luottokorttisi ei ole enää voimassa. Napsauta Muokkaa ja päivitä voimassaolopäivä.
fr_ca: Votre carte de crédit est expirée, veuillez cliquer sur Modifier pour la mettre à jour.
fr_ch: Votre carte de crédit est expirée, veuillez cliquer sur Modifier pour la mettre à jour.
hr_hr: Vaša kreditna kartica je istekla. Molimo kliknite Uredi i ažurirajte datum isteka valjanosti.
hu_hu: Hitelkártyájának érvényessége lejárt. Lejárati dátum frissítése és szerkesztése
id_id: Kartu kredit anda habis masa berlakunya. Mohon klik ubah dan perbaharui tanggal masa berlaku
is_is: Kortið þitt er útrunnið. Vinsamlegast smelltu á „breyta“ og uppfærðu kortaupplýsingarnar.
it_ch: La tua carta di credito è scaduta. Clicca su Modifica e aggiorna la data di scadenza.
mk_mk: Вашата кредитна картичка е истечена. Кликнете на „Измени“ и ажурирајте го датумот на истекување.
ms_my: Kad kredit anda sudah tamat tempoh. Sila klik Edit dan kemaskinikan tarikh tamat.
nl_nl: Uw creditcard is verlopen. Klik op aanpassen om de vervaldatum aan te passen.
pl_pl: Karta jest przeterminowana.Wciśnij 'Zmień' i wprowadź prawidłowa datę karty.
pt_br: O seu cartão de crédito expirou. Edite ou atualize a data de validade.
sk_sk: Platnosť Vašej kreditnej karty vypršala. Prosíme, kliknite na Upraviť a aktualizujte dátum exspirácie.
sr_rs: Vaša kreditna kartica je istekla. Molimo vas da kliknete na Izmeni i promenite datum isteka.
sv_fi: Ditt kort har gått ut. Vänligen klicka på Ändra och uppdatera kortdetaljerna.
th_th: บัตรเครดิตของคุณหมดอายุ โปรดคลิกแก้ไขและอัพเดตวันหมดอายุ
uk_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, натисніть Змінити та оновіть термін дії картки.
zh_mo: 您的信用卡有效期已過，請按編輯及更新有效期限
zh_tw: 您的信用卡已過有效期限，請與客戶服務部連絡

# APFDueAdded
source: Your Annual Processing Fees are due. They have been added to your cart.
bg_bg: Изтича крайният срок за плащане на Вашите годишни такси за Членство. Таксите бяха добавени към Вашата кошница.
cs_cz: Vaše roční členské administrativní poplatky jsou splatné. Byly přidány do Vašeho košíku.
da_dk: Du har flere administrationsgebyr som er forfaldet til betaling. Disse er blevet tilføjet i din indkøbskurv.
de_ch: Ihre Jahresgebühren sind fällig. Sie wurden Ihrem Warenkorb hinzugefügt.
el_cy: Η Ετήσια Συνδρομή έχει λήξη, και προστέθηκε στο Καλάθι Αγορών.
es_ar: Tu Cuota Anua por Servicios de Membresía se encuentra vencida, incluiremos automáticamente los cargos de las cuotas vencidas dentro de tu pedido.
es_cl: Su Cuota Anual por Servicio de Membresía se cuentra vencida, incluiremos automáticamente los cargos de la cuota vencida dentro de tu orden.
es_es: Su Cuota Anual de Procesamiento está pendientes de pago. Ha sido incluida en su pedido.
es_mx: Sus cuotas anuales se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas dentro de su orden
es_py: Tu Cuota Anual por Servicios de Membresía está vencida y ha sido agregada a tu carrito de compras.
fi_fi: Sinulla on useampia erääntyneitä jäsenpalvelumaksuja. Ne on lisätty ostoskoriisi automaattisesti.
fr_ca: Vos frais de renouvellement sont dûs. Ils ont été ajoutés à votre panier.
fr_ch: Vos cotisations annuelles sont dues et sont rajoutées à votre panier automatiquement.
hr_hr: Vaše godišnje članarine su dospjele za plaćanje. Dodane su u Vašu košaricu.
hu_hu: Tagsági Éves Eljárási Díja esedékes. Összege a kosárba került
id_id: Annual Membership Service Fee adalah hak Anda , kami akan secara otomatis menambahkan dalam shopping cart Anda
is_is: Fleiri en eitt árlegt vinnslugjald er gjaldfallið. Greiðslu á þeim hefur verið bætt í innkaupakörfuna þína.
it_ch: La tua quota annuale è scaduta ed è stata aggiunta automaticamente al tuo carrello.
mk_mk: Треба да платите годишн членаринa. Ja додадовме во вашата кошничка.
ms_my: Yuran Tahunan Perkhidmatan Ahli anda telah tamat. Mereka telah dimasukkan ke dalam troli.
nl_nl: Uw jaarlijkse bijdrage is verlopen en is automatisch aan uw winkelmandje toegevoegd.
pl_pl: Masz zaległe opłaty roczne. Zostaną one dołączone do twojego koszyka.
pt_br: A suas taxas anuais estão vencidas e serão adicionadas automaticamente em seu carrinho de compras.
sk_sk: Vaše Ročné Členské administratívne poplatky sú splatné. Boli pridané do Vášho nákupného košíka.
sr_rs: Vaše Godišnje članarine su dospele za naplatu. Dodate su u vašu korpu.
sv_fi: Du har flera årsavgifter som har förfallit. Dessa har blivit lagt till i kundvagnen.
th_th: ค่าธรรมเนียมรายปีของคุณถึงกำหนดชำระ ค่าใช้จ่ายทั้งหมดถูกเพิ่มในรถเข็นสั่งซื้อของคุณ
uk_ua: Дата Вашого щорічного внеску за комп'ютерне обслуговування прострочена. Сума для оплати щорічного внеску за комп'ютерне обслуговування додано до Вашого кошика.
zh_mo: 由於您的會籍服務年費已到期，我們已加入年費到您的購物車中。
zh_tw: 您的年費已到期,因此年費已被放入購物車中。

# CantBuy
source: We are unable to process your request, please contact Member Service at (03-26876333)
bg_bg: Не можем да обработим Вашата заявка, моля, свържете се с Отдела за контакти на тел. 00800 118 44 33 (безплатен за България)
cs_cz: Nemůžeme zpracovat vaši žádost, prosím kontaktujte Členskou podporu na čísle +420 235 090 252
da_dk: Vi kan ikke behandle din anmodning, du bedes kontakte Medlemsservice på 3848 7766
de_ch: Wir können Ihre Anfrage leider nicht bearbeiten. Bitte kontaktieren Sie Ihre Member Services Abteilung (Telefon: +49 (0)6151 8605-500)
el_cy: Δεν είμαστε σε θέση να επεξεργαστούμε το αίτημά σας, παρακαλούμε επικοινωνήστε με το Tμήμα Εξυπηρέτησης στο +30210 8108801
es_ar: No se pudo procesar tu solicitud, por favor contacta a Servicios al Asociado al 54 11 4711 8500 opción 2 o 3.
es_cl: No se pudo procesar tu solicitud, por favor contacta al Departamento de Servicios al Asociado 56 02 25205200 opción 2.
es_es: No es posible procesar su solicitud, por favor, póngase en contacto con el Departamento de Atención al Miembro de Herbalife en el 91 515 2130
es_mx: No podemos procesar tu solicitud, por favor, contacta al Departamento de Relaciones con el Distribuidor al (33) 3770 5510 Distribuidor.
es_py: No se pudo procesar tu solicitud, por favor contacta a Servicios al Asociado al +(595) 21 518 2000.
fi_fi: Emme voi käsitellä pyyntöäsi, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: Nous ne pouvons procéder à votre demande, merci de contacter votre service Membres au 866-622-1222
fr_ch: Nous ne pouvons procéder à votre demande, merci de contacter votre service Relations Membres au 0800 55 24 16.
hr_hr: Ne možemo nastaviti s vašim zahtjevom. Molimo kontaktirajte Odjel za Članove na +385 1 3820 184.
hu_hu: Kérését nem tudjuk végrehajtani, kérjük vegye fel a kapcsolatot a Tagsági Kapcsolatok Osztályával a 06 1 299 7010-es telefonszámon.
id_id: Kami tidak dapat memproses pesanan Anda, Silahkan hubungi Member Services di 021-29340900
is_is: Við getum ekki unnið fyrirspurnina þína, vinsamlegast hafðu samband við Þjónustudeild Meðlimi í síma 800 9896.
it_ch: Non è possibile processare la tua richiesta, contatta il Dipartimento Relazioni Membri 06-52304444
mk_mk: Не можеме да го процесираме барањето, исконтактирајте го Одделот за Членови на (МСТ ИНТЕРНЕСХНЕЛ Д.О.О.Е.Л., БЛВД. ИЛИНДЕН 103 ЛОК.1, 1000 СКОПЈЕ)
ms_my: Kami tidak dapat memproses permintaan anda, sila hubungi Perkhidmatan Ahli di 03-26876333
nl_nl: We zijn niet in staat om uw aanvraag uit te voeren, gelieve met Distributeuren services contact op te nemen via 030 2480 197
pl_pl: Nie jesteśmy w stanie spełnić Twojej prośby. Prosimy skontaktuj się z Działem Kontaktów z Partnera Herbalifemi pod numerem telefonu 22 703 76 00.
pt_br: Não foi possível processar a sua solicitação. Para regularizar seu acesso e efetuar compras, por favor, entre em contato com a Central de Atendimento ao Consultor através dos números 11-3879-7822 (São Paulo), 0300-789-3222 (demais localidades) ou através do <a href="https://www.myherbalife.com/pt-BR/integration/intelligentchannel" target="_blank">Chat Online clicando aqui</a>.
sk_sk: Nie sme schopní spracovať Vašu žiadosť, prosíme kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00
sr_rs: Nismo u mogućnosti da obradimo vaš zahtev, molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Vi kan inte behandla din begäran, vänligen kontakta Medlems ervice på 09 725 19 555
th_th: เราไม่สามารถดำเนินการตามคำขอของคุณได้ โปรดติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600
uk_ua: Ми не можемо обробити Ваш запит. Будь ласка, зв’яжіться з Відділом інформаційної підтримки за телефоном: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51.
zh_mo: 我們暫時未能處理您的請求，請聯絡您的客戶服務部(電話：(853-2828-6612)
zh_tw: 我們無法處理您的需求, 請與客戶服務部聯絡 (02-8761-5268)
