Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# AddHFFSucceeded
source: You have successfully added HFF to the cart.
bg_bg: Успешно добавихте дарение за семейната фондация Casa Herbalife към Вашата кошница.
cs_cz: Přidali jste úspěšně HFF do košíku.
da_dk: Du har tilføjet HFF i kurven.
el_cy: Έχετε προσθέσει στο Καλάθι Αγορών συνδρομή HFF.
es_ar: Has agregado exitosamente HFF a tu carrito de compras.
es_cl: Has agregado exitosamente HFF a tu selección.
es_es: Gracias por colaborar con la HFF
es_mx: Ha agregado exitosamente HFF al carrito de compras
es_py: Has agregado exitosamente HFF a tu selección.
fi_fi: Olet lisännyt HFF-lahjoituksen ostoskoriin.
fr_ca: Vous avez ajouté avec succès HFF à votre panier.
fr_ch: Vous avez ajouté HFF à votre panier avec succès.
hr_hr: Uspješno ste dodali HFF u košaricu.
id_id: Anda telah menambahkan HFF ke dalam keranjang
is_is: Þú hefur bætt HFF í körfuna.
it_ch: La donazione HFF è stata aggiunta al carrello
mk_mk: Успешно го додадовте HFF во кошничката.
ms_my: Anda sudah berjaya menambah HFF ke dalam troli anda.
nl_nl: HFF is succesvol aan het winkelmandje toegevoegd.
pt_br: Adicionou com sucesso HFF em seu carrinho.
sk_sk: Úspešne ste pridali HFF do Vášho košíka.
sr_rs: Uspešno ste dodali HFF (donaciju za Herbalife-ov Porodični fond) u korpu.
sv_fi: Du har lagt till HFF i kundvagnen.
th_th: คุณได้เพิ่ม HFF เข้าสู่รถเข็นสำเร็จแล้ว
uk_ua: Ви успішно додали HFF до вашого кошика.
zh_mo: 您已成功加入康寶萊家庭基金捐款到購物車

# JustBrowse
source: You have selected to browse product without placing an order, you won't be able to add product to the cart.
bg_bg: Избрахте да разгледате продукти без да подадете поръчка. Няма да можете да добавите продукт към кошницата.
cs_cz: Vybrali jste prohlížení produktů bez objednávky, nebudete moci přidat produkty do košíku.
da_dk: Du har valgt at bladre i produktlisten uden og bestille noget og vil ikke have mulighed til og ligge noget i Indkøbskurven.
de_ch: Sie haben sich Informationen zu den Produkten angesehen ohne Artikel in den Warenkorb zu legen. Sie können nur eine Bestellung aufgeben, wenn sich Artikel im Warenkorb befinden.
el_cy: Έχετε επιλέξει να αναζητήσετε ένα προϊόν χωρίς να προσθέσετε παραγγελία, δεν θα μπορέσετε να προσθέσετε το προϊόν στο Καλάθι Αγορών.
es_ar: Has seleccionado ver productos sin colocar un pedido, por lo que no podrás agregar productos a tu carrito.
es_cl: Has seleccionado buscar productos sin colocar una orden, por lo que no podrás agregar productos a tu selección.
es_mx: Usted ha seleccionado revisar producto sin colocar una orden, no podrá agregar producto al carrito.
es_py: Has seleccionado revisar un producto sin ingresar un pedido, por lo que no podrás agregar producto al carrito.
fi_fi: Kun olet päättänyt katsella tuotteita tekemättä tilausta, et voi lisätä tuotteita ostoskoriin.
fr_ca: Vous avez choisi de parcourir les produits en ligne sans passer de commande, vous ne pourrez pas ajouter de produits à votre panier.
fr_ch: Vous avez choisi de parcourir les produits sans passer commande, vous ne pourrez pas ajouter de produits à votre panier.
hr_hr: Odabrali ste pregledavanje proizvoda bez predaavnja narudžbe - nećete moći dodavati proizvode u košaricu.
hu_hu: Ön a termékek rendelés nélküli megtekintését választotta, ebben a nézetben nem fog tudni termékeket tenni a korárba.
id_id: Anda telah memilih untuk melihat produk tanpa memesan, anda tidak dapat menambahkan produk ke keranjang
is_is: Þú hefur valið að skoða vörulistann án þess að panta og gefst því ekki kostur á að bæta neinu í innkaupakörfuna.
it_ch: Hai scelto di visualizzare i prodotti senza effettuare un ordine, non potrai aggiungere prodotti al tuo carrello.
mk_mk: Избравте да пребарате производ без да направите нарачка, тој производ нема да може да го додадете во кошничката.
ms_my: Anda memilih untuk semak imbas produk tanpa membuat pesanan, anda tidak boleh menambah produk ke dalam troli.
nl_nl: U kiest er voor om producten te zoeken zonder het plaatsen van een order, u kunt geen producten aan het winkelmandje toevoegen
pl_pl: W przeglądarce produktów nie ma możliwości dodać ich do koszyka.
pt_br: Escolheu navegar no produto sem colocar um Pedido, não é possivel adicionar esse produto ao carrinho.
sk_sk: Zvolili ste si prezeranie produktov bez zadania objednávky, nebudete môcť pridať produkty do košíka.
sr_rs: Odlučili ste se da pregledate proizvode bez poručivanja. Nećete biti u mogućnosti da dodate proizvode u korpu.
sv_fi: Du har valt all bläddra i produktlistan utan att beställa något och kommer inte att ha möjlighet att lägga något i kundvagnen.
th_th: คุณได้เลือกดูผลิตภัณฑ์โดยไม่ได้มีการสั่งซื้อ คุณจะไม่สามารถเพิ่มผลิตภัณฑ์เข้าสู่รถเข็นสั่งซื้อได้
uk_ua: Ви вибрали для перегляду продукти, не розміщуючи замовлення, ви не зможете додати товар у кошик.
zh_mo: 您已選擇非訂購模式瀏覽產品，您將不能加入產品到購物車
zh_tw: 您尚未將產品加入購物車

# PrimaryCardDeleteNotAllowed
source: You are attempting to delete your primary card. Please make a different saved card your primary card before you delete this card.
bg_bg: Вие искате да изтриете въведената основна карта. Моля, изберете друга карта за Ваша основна карта за плащане, преди да пристъпите към изтриването на тази карта.
cs_cz: Pokoušíte se smazat Vaši primární kartu. Prosíme uložte jinou primární kartu předtím, než smažete tuto kartu.
da_dk: Du forsøger at slette et hovedkort. Venligst vælg et andet kort som hovedkort for at kunne fuldføre sletning af dette kort.
de_ch: Sie möchten Ihre bevorzugte Kreditkarte löschen. Bitte wählen Sie zuerst eine andere Kreditkarte als bevorzugte Krditkarte aus, bevor Sie diese löschen.
el_cy: Προσπαθείτε να διαγράψετε την πρωτεύον πιστωτική κάρτα. Παρακαλώ κάντε μία διαφορετική πιστωτική κάρτα
es_ar: Estás intentando borrar tu tarjeta principal. Por favor, guarda una tarjeta diferente como principal antes de eliminar ésta.
es_cl: Estás intentando borrar tu tarjeta principal. Por favor, guarda una tarjeta diferente como principal antes de eliminar ésta.
es_es: Usted está intentando eliminar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar esta.
es_mx: Usted está tratando de borrar su tarjeta primaria. Por favor, guarde otra tarjeta como su tarjeta primaria antes de borrar esta tarjeta.
es_py: Estás intentando borrar tu tarjeta principal. Por favor, guarda una tarjeta diferente como principal antes de eliminar ésta.
fi_fi: Yrität poistaa ensisijaisen luottokorttisi. Aseta jokin muu tallentamistasi luottokorteista ensisijaiseksi luottokortiksi, ennen kuin poistat tämän kortin.
fr_ca: Vous tentez de supprimer votre carte primaire. Veuillez sauvegarder une autre carte primaire avant de supprimer celle-ci.
fr_ch: Vous essayez de supprimer votre carte initiale. Merci de sauvergarder une carte initiale différente avant de supprimer celle-ci.
hr_hr: Pokušavate izbrisati svoju primarnu karticu. Molimo da prije brisanja ove kartice odredite drugu pohranjenu karticu kao svoju primarnu karticu.
hu_hu: Ön az elsődleges kártyáját próbálja törölni. Kérjük állítson be másik kártyát elsődlegesként, mielőtt törli ezt a kártyát.
id_id: Anda mencoba untuk menghapus kartu utama. Mohon buat kartu simpanan yang berbeda untuk kartu utama sebelum menghapus kartu ini
is_is: Þú ert að reyna að eyða aðalkortinu þínu. Vinsamlegast veldu annað kort sem aðalkort svo þú getir eytt þessu.
it_ch: Stai tentando di rimuovere la tua carta di credito principale. Salva un'altra carta di credito come principale prima di eliminare questa carta.
mk_mk: Вашата примарна картичка ќе биде избришана. Пред да ја избришете оваа картичка, зачувајте друга картичка како примарна.
ms_my: Anda cuba menghapuskan kad utama anda. Sila sediakan kad simpan lain sebagai kad utama anda sebelum anda menghapuskan kad ini.
nl_nl: U doet een poging om uw primaire kaart te verwijderen. Gelieve een andere kaart als uw primaire kaart op te slaan voordat u uw kaart verwijderd.
pl_pl: Nie możesz wykasować numeru karty dopóki nie wprowadzisz następnego.
pt_br: Tentativa de excluir um cartão principal. Por favor, salve outro cartão como principal antes de escluir este cartão.
sk_sk: Pokúšate sa vymazať Vašu primárnu kartu. Prosíme, označte inú kartu ako primárnu predtým, než vymažete túto kartu.
sr_rs: Pokušavate da obrišete vašu primarnu karticu. Molimo vas da drugu sačuvanu karticu označite kao primarnu pre nego što obrišete postojeću.
sv_fi: Du försöker att radera ett huvudkort. Välj ett annat kort som huvudkort för att kunna fullföra detta.
th_th: คุณกำลังพยายามที่จะลบข้อมูลบัตรหลัก โปรดบันทึกบัตรอื่นๆให้เป็นบัตรหลักกอ่นที่จะบัตรนี้
uk_ua: Ви намагаєтесь видалити вашу основну картку. Будь ласка збережіть іншу основну картку перед тим як видалити цю.
zh_mo: 您將刪除主要信用卡，請於刪除前設定另一張主要信用卡
zh_tw: 您將刪除您的主要信用卡,請於刪除前設定另一個主要信用卡

# LessInventory
source: There is currently not enough inventory for item {0}. Available quantity {1}.
bg_bg: В момента продукт {0} няма желаната от Вас складова наличност; количеството в склада е {1} бр.
cs_cz: V současné době není dostatek zásob pro položku {0}. Dostupné množství {1}
da_dk: Der er i øjeblikket ikke stor nok lagerbeholdning for art. nr. {0}. Tilgængelig antal: {1}.
de_ch: Der Lagerbestand des Artikel {0} ist zu gering. Verfügbare Stückzahl{1}.
el_cy: Δεν υπάρχει αυτή τη στιγμή αρκετό απόθεμα για το προϊόν {0}. Διαθέσιμη ποσότητα {1}.
es_ar: Lo sentimos, en este momento no hay suficiente inventario para el producto {0}. La cantidad actual disponible es de {1} unidades.
es_cl: Lo sentimos, en este momento no hay suficiente stock para el producto {0}. La cantidad actual disponible es de {1} unidades.
es_es: No hay suficiente disponibilidad de este artículo. {0}. La cantidad disponible es de {1}
es_mx: Actualmente no existe suficiente inventario para el código {0}. La cantidad disponible es {1}
es_py: Lo sentimos, en este momento no hay suficientes existencias para el producto {0}. La cantidad actual disponible es de {1} unidad(es).
fi_fi: Varastossa ei ole riittävästi tuotetta {0}. Saatavilla oleva määrä on {1}.
fr_ca: Il y a rupture de stock pour l'article {0}. La quantité disponible est {1}.
fr_ch: Le stock concernant l'article {0} est actuellement insuffisant.Quantité disponible: {1}.
hr_hr: Momentalno na zalihi nemamo dovoljno komada stavke {0}. Raspoloživa količina {1}.
hu_hu: A {0} termékből jelenleg nincs elegendő készleten. Elérhető mennyiség {1}.
id_id: Persediaan tidak cukup untuk barang {0}. Jumlah yang tersedia {1}
is_is: Í augnablikinu er ekki nógu mikill fjöldi á lager af vörunúmeri {0}. Fjöldi í boði: {1} stk.
it_ch: Quantità non disponibile per l'articolo {0}. Quantità disponibile {1}
mk_mk: Во моментов нема доволно залихи за производот {0}. Расположлива количина е {1}.
ms_my: Kini, tidak ada inventori yang mencukupi untuk barang {0}. Kuantiti yang ada {1}.
nl_nl: Er is momenteel niet genoeg voorraad van artikel {0}. Het beschikbare aantal is {1}.
pl_pl: Zapasy porduktu {0} są ograniczone. Dostępne ilości to {1}.
pt_br: Neste momento não existem quantidades suficientes para o produto {0}. Disponível a quantidade de {1}.
sk_sk: Momentálny stav zásob pre položku {0} nie je dostatočný. Dostupné množstvo je {1}.
sr_rs: Trenutno nema dovoljno inventara za artikal {0}. Količina na raspolaganju je {1}.
sv_fi: Det finns inte tillräckligt av artikel {0} i lagret för närvarande. Tillgänglig kvantitet {1}.
th_th: จำนวนสินค้าคงคลังสำหรับรายการ {0} ไม่เพียงพอ จำนวนที่สามารถสั่งซื้อได้ {1}
uk_ua: Недостатня кількість залишку товару на складі {0}. Доступна кількість {1}.
zh_mo: 您訂購的商品 {0}目前存量不夠，可供訂購數量為{1}
zh_tw: SKU {0} 已超出可購買數量.

# NoItemToPurchase
source: There are no items to purchase in the order.
bg_bg: Няма продукти, които да подлежат на покупка в тази поръчка.
cs_cz: V objednávce nejsou žádné položky k objednání.
da_dk: Der er ingen produkter til betaling i denne ordre.
de_ch: Diese Bestellung enthält keine Produkte.
el_cy: Δεν υπάρχουν προϊόντα για αγορά σε αυτήν την παραγγελία.
es_ar: El pedido no contiene productos.
es_cl: No hay artículos para comprar en el pedido.
es_es: No hay artículos incluidos en el pedido.
es_mx: La orden no contiene ningún artículo.
es_py: No hay ningún artículo a comprar en el pedido.
fi_fi: Tilaus ei sisällä tuotteita.
fr_ca: Il n'y a aucun article dans la commande.
fr_ch: Il n'y avait pas d'articles sélectionnés dans la commande.
hr_hr: U narudžbi nema stavki za kupnju
hu_hu: Nincsenek tételek kiválasztva a vásárláshoz
id_id: Tidak ada barang yang akan dibeli dalam pesanan
is_is: Engar vörur eru til greiðslu í þessari pöntun.
it_ch: Non ci sono prodotti da acquistare nell'ordine.
mk_mk: Во нарачката нема производи за купување.
ms_my: Tidak ada barangan untuk dibeli di dalam pesanan.
nl_nl: Er bevinden zich geen artikelen in het winkelmandje.
pl_pl: Koszyk jest pusty.
pt_br: Seu pedido não tem itens adcionados.
sk_sk: Objednávka neobsahuje žiadne položky k nákupu.
sr_rs: U okviru porudžbine nema artikala za kupovinu.
sv_fi: Det är ingen produkt till betalning i denna ordern.
th_th: ไม่พบรายการในคำสั่งซื้อนี้
uk_ua: Не має товарів для формування замовлення.
zh_mo: 您訂單中沒有訂購產品
zh_tw: 您沒有訂單中沒有產品

# NoItemsSelectedToCalculateVolume
source: There were no items selected to calculate volume.
bg_bg: Няма избрани (маркирани) продукти, за да изчислите обем точки.
cs_cz: Nebyly vybrány žádné položky pro kalkulaci objemu.
da_dk: Ingen produkter er valgt for volume kalkulering
de_ch: Es wurden keine Artikel ausgewählt um VP zu berechnen.
el_cy: Δεν έχουν επιλεγεί προϊόντα για να υπολογιστούν ποσοτικές μονάδες.
es_ar: No se encontraron artículos seleccionados para calcular el volumen.
es_cl: No se encontraron artículos seleccionados para calcular el volumen.
es_es: No se han encontraron artículos seleccionados para calcular el volumen.
es_mx: No hay artículos seleccionados para calcular el volumen.
es_py: No hay artículos seleccionados para calcular el volumen.
fi_fi: Volyymiin laskettavia tuotteita ei ole valittu.
fr_ca: Il n'y a aucun article sélectionné pour calculer le volume.
fr_ch: Il n'y avait pas d'articles sélectionnés pour calculer le volume.
hr_hr: Nije odabrana ni jedna stavka za izračun bodovne mase
hu_hu: Nem választott ki tételeket a volumen kiszámításához.
id_id: Tidak ada barang yang dipilih untuk dihitung Volumenya
is_is: Engar vörur hafa verið valdar til að reikna út viðskiptapunkta.
it_ch: Non c'erano gli elementi selezionati per calcolare il volume.
mk_mk: Не се избрани производи за да се пресмета волуменот.
ms_my: Tidak ada barangan dipilih untuk menghitung volum.
nl_nl: Er zijn geen artikelen geselecteerd om het volume te berekenen.
pl_pl: Nie zostały wybrane żadne produkty do kalkulacji punktów
pt_br: Não há itens selecionados para calcular o volume.
sk_sk: Pre kalkuláciu objemu nie sú vybraté žiadne položky.
sr_rs: Nisu odabrani artikli za izračunavanje bodovne mase.
sv_fi: Inga produkter är valda för volumkalkulering.
th_th: ไม่พบรายการที่เลือกเพื่อคำนวณคะแนน
uk_ua: Необхідно обрати номер серії продукції, що має очки
zh_mo: 您尚未加入計算銷售量的產品
zh_tw: 您尚未選擇欲計算點數的產品

# NoItemsSelected
source: There were no items selected to add to the order.
bg_bg: Няма избрани (маркирани) продукти, които да добавите към поръчката.
cs_cz: Nebyly vybrány žádné položky pro přidání do objednávky.
da_dk: Du har ikke valgt nogen produkter at ligge i kurven.
de_ch: Es wurden keine Produkte ausgewählt, die der Bestellung hinzugefügt werden konnten.
el_cy: Δεν έχουν επιλεγεί προϊόντα για να προστεθούν στην παραγγελία.
es_ar: No se encontraron artículos seleccionados para agregar al pedido.
es_cl: No se encontraron artículos seleccionados para agregar al pedido.
es_es: No se han encontraron artículos seleccionados para incluir al pedido.
es_mx: No hay artículos seleccionados para agregar a la orden.
es_py: No hay artículos seleccionados para agregar al pedido.
fi_fi: Tilaukseen lisättäviä tuotteita ei ole valittu.
fr_ca: Il n'y a aucun article sélectionné à ajouter à la commande.
fr_ch: Il n'y avait pas d'articles sélectionnés à rajouter à la commande.
hr_hr: Nije odabrana ni jedna stavka za narudžbu
hu_hu: Nem választott ki tételeket a rendeléshez.
id_id: Tidak ada barang yang dipilih untuk dimasukkan dalam pesanan
is_is: Þú hefur ekki valið neinar vörur til að bæta í körfuna.
it_ch: Non sono stati selezionati prodotti da aggiungere all'ordine.
mk_mk: Не се избрани производи за додавање во нарачката.
ms_my: Tidak ada barang yang dipilih untuk ditambah pada pesanan.
nl_nl: Er zijn geen artikelen geselecteerd om aan de order toe te voegen.
pl_pl: Żadne produkty nie zostały wybrane
pt_br: Não há itens selecionados para adcionar ao pedido.
sk_sk: Pre pridanie do objednávky nie sú vybraté žiadne položky.
sr_rs: Nisu odabrani artikli za dodavanje porudžbini.
sv_fi: Du har inte valt någon produkt att lägga i kundvagnen.
th_th: ไม่พบรายการที่เลือกเพื่อเพิ่มในคำสั่งซื้อนี้
uk_ua: Не обрано жодного товару для замовлення.
zh_mo: 您沒有產品加入到購物車
zh_tw: 您沒有選擇產品加入購物車

# Resubmit
source: The transaction is not permitted, please click "Submit" again. If problem persists, contact the distributor service hotline 03-2687 6333.
bg_bg: Плащането не може да бъде осъществено. Моля, проверете данните и наличността в картата. Ако проблемът не бъде отстранен, моля, обадете се на Отдела за контакти на тел.: 00800 118 44 33 (безплатен за България).
cs_cz: Transakce není povolena, prosíme zkontrolujte informace na kartě. Pokud problém přetvrvává, kontaktuje Oddělení členské podpory na +420 235 090 252.
da_dk: Transaktionen blev ikke godkendt, venligst klik "bekræft" igen. Hvis det samme problem opstår igen, venligst kontakt Forhandlerservice: DRNordic@herbalife.com
de_ch: Die Transaktion ist nicht zulässig. Bitte überprüfen Sie die Kartendetails. Falls das Problem weiterhin bestehen sollte, kontaktieren Sie bitte die Member Services Abteilung unter 0800 60 60 40.
el_cy: Η συναλλαγή δεν επιτρέπεται, παρακαλώ ελένξτε τις πληροφορίες της κάρτας. Εάν το πρόβλημα επιμένει, επικοινωνήστε με το Τμήμα Εξυπηρέτησης στο 210-8108801
es_ar: La transacción no ha sido aceptada, por favor haz clic en "Ingresar" otra vez. Si el inconveniente persiste, comunícate con Servicios al Asociado al 54 11 4711 8500 opción 2 o 3.
es_cl: La transacción no ha sido aceptada, por favor revisa la información de la tarjeta . Si el problema persiste, comunícate con la línea de Servicios al Asociado al 56 02 25205200 opción 2.
es_es: La transacción no ha sido aceptada, por favor haga click en "Enviar" otra vez. Si el problema persiste, comuníquese con la línea del Departamento de Atención al Miembro de Herbalife en el 91 515 21 30
es_mx: Esta transacción no está permitida, por favor seleccione "Enviar" de nuevo. Si el problema no se resuelve, contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510
es_py: La transacción no está permitida, por favor verifica la información de tu tarjeta de crédito. Si el problema persiste, comunícate con el Departamento de Servicio al Asociado al +(595) 21 518 2000.
fi_fi: Siirtoa ei sallita, tarkista kortin tiedot. Mikäli ongelma jatkuu, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: La transaction n'est pas autorisée. Veuillez vérifier l'information de la carte. Si le problème persiste, contactez le Service aux Membres au (866) 622-1222.
fr_ch: La transaction n'est pas autorisée. Veuillez vérifier les informations de votre carte. Si le problème persiste, veuillez contacter votre Service Relations Membre.
hr_hr: Transakcija nije dozvoljena, molimo provjerite podatke o kartici. Ukoliko i dalje bude problema, nazovite na broj +385 1 3820 970.
hu_hu: A tranzakció nem engedélyezett, kérem ellenőrizze a kártyaadatokat. Ha a probléma továbbra is fennáll, kérem lépjen kapcsolatba a Tagsági Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon
id_id: Transaksi tidak diizinkan, mohon periksa informasi kartu, jika masalah berkelanjutan, hubungi Member Services di 021-293 40900
is_is: Viðskiptin voru ekki heimiluð. Vinsamlegast athugaðu kortaupplýsingarnar þínar. Ef vart verður við sama vandamál á ný skaltu hafa samband við þjónustudeildina fyrir Meðlimi í síma 800 9896.
it_ch: La transazione non è stata autorizzata, clicca di nuovo su “Procedi”.Se il problema persiste, contatta il Dipartimento Ordini al numero 06.52.30.4444.
mk_mk: Трансакцијата не е дозволена, проверете ги податоците за кредитните картички. Ако повторно има проблеми, јавете се во Одделот за Членови
ms_my: Transaksi tidak dibenarkan, sila klik "Hantar" sekali lagi. Jika masalah ini berterusan, sila hubungi talian hangat perkhidmatan Ahli 03-26876333
nl_nl: De transactie word niet goedgekeurd, gelieve "Ga Verder" te klikken om het nogmaals te proberen. Indien het probleem blijft bestaan contacteer Distributeuren Services via DSNetherlands@herbalife.com
pl_pl: Transakcja odrzucona, zweryfikuj dane karty. Jeśli problem nadal występuje zadzwoń do Działu Kontaktów z Partnera Herbalifemi +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: A transação não foi permitida, por favor clique em "Concluir Pedido" mais uma vez. Se o problema persistir, verifique seu cartão de créidto ou entre em contato com a administradora do Cartão.
sk_sk: Transakcia nie je povolená, prosíme, skontrolujte informácie ku karte. Ak problém pretrváva, obráťte sa na Kontaktné centrum na čísle + 421 2 3227 23 00.
sr_rs: Transakcija nije dozvoljena, molimo proverite informacije na kartici. Ukoliko se problem nastavi, pozovite Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Transaktionen blev inte godkänd, vänligen kontakta Medlem service: DRnordic@herbalife.com
th_th: ไม่อนุญาตให้ดำเนินการ กรุณาตรวจสอบรายละเอียดบัตร หากยังเกิดปัญหา กรุณาติดต่อแผนกบริการสมาชิก 02 660 1600
uk_ua: Транзакція не дозволена. Будь ласка перевірте інформацію стосовно Вашої кредитної картки. У разі якщо проблема все ще існує, зателефонуйте у Відділ замовлень за телефонами: 0 800 3000 35 (безкоштовна лінія в межах України) або +38 044 393 77 51, з понеділка по п’ятницю з 9:00 до 18:00.
zh_mo: 本交易尚未被接納，請致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 本交易尚未完成，請確認信用卡資料，若仍無法完成交易，請與客戶服務部連絡:02-8761-5268。

# InvalidZipCode
source: The Zip code is not valid.
bg_bg: Въведеният пощенски код е неверен.
cs_cz: Poštovní směrovací číslo je neplatné.
da_dk: Postnummeret er ugyldig.
de_ch: Die Postleitzahl is ungültig.
el_cy: Ο Ταχυδρομικός Κωδικός δεν είναι έγκυρος.
es_ar: El código postal no es válido.
es_cl: El código postal no es válido.
es_es: El Código Postal no es válido.
es_mx: El código postal es inválido.
es_py: El Código Postal no es válido.
fi_fi: Postinumero on virheellinen.
fr_ca: Veuillez entrer le correct code postal.
fr_ch: Le code postale n'est pas valide.
hr_hr: Poštanski broj nije valjan
hu_hu: Érvénytelen irányítószám
id_id: kode pos tidak benar
is_is: Póstnúmer er ógilt.
it_ch: Il Codice Avviamento Postale non è valido.
mk_mk: Погрешен поштенски број.
ms_my: Pos kod tidak sah.
nl_nl: De postcode is niet geldig.
pl_pl: Nieprawidłowy kod pocztowy.
pt_br: O CEP inserido não é válido.
sk_sk: PSČ nie je platné.
sr_rs: Poštanski broj je nevažeći.
sv_fi: Postnummret är ogiltigt.
th_th: รหัสไปรษณีย์ไม่ถูกต้อง
uk_ua: Поштовий індекс не дійсний.
zh_mo: 郵政編號不正確
zh_tw: 請輸入正確郵遞區號
