Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# PriceChanged
source: The price for the items in your cart has changed due to an error. Please re-submit your order.
bg_bg: Цената на стоките в кошницата Ви се промени поради грешка. Моля, изпратете отново Вашата поръчка.
cs_cz: Cena za položky ve vašem košíku byla změněna vlivem chyby. Prosím zadejte svou objednávku znovu.
da_dk: Prisen for varerne i din kurv er ændret på grund af en fejl. Du bedes genindsende din ordre.
de_ch: Der Preis des Artikels in Ihrem Warenkorb hat sich aufgrund eines Fehlers geändert. Bitte senden Sie Ihre Bestellung erneut ab.
el_cy: Η τιμή των προϊόντων στο Καλάθι Αγορών σας έχει αλλάξει εξαιτίας κάποιου λάθους. Παρακαλούμε όπως υποβάλετε εκ νέου την παραγγελία σας.
es_es: El precio por los artículos de su cesta ha cambiado debido a un error. Por favor, vuelva a enviar su pedido.
es_mx: El precio de los artículos en tu carrito ha tenido un error. Por favor reenvia la orden.
es_py: El precio de los artículos en tu carrito ha cambiado debido a un error. Por favor vuelva a enviar tu pedido.
fi_fi: Ostoskorissasi olevien tuotteiden hinta on virheen vuoksi muuttunut. Tee tilaus uudelleen.
fr_ch: Le prix pour les articles dans votre panier a été modifié suite à une erreur. Merci de resoumettre votre commande.
hr_hr: Cijena artikala u vašoj košarici promijenjena je zbog pogreške. Molimo ponovo predajte svoju narudžbu.
hu_hu: A koárba helyezett termék ára hibásan megváltozott. Kérjük küldje el rendelését újra.
id_id: Harga untuk item dalam keranjang Anda telah berubah karena ada kesalahan. Silakan kembali mengirimkan pesanan Anda.
is_is: Verðið fyrir vörur í innkaupakörfunni hefur breyst vegna villu. Vinsamlegast sendu pöntunina aftur.
it_ch: A causa di un errore, il prezzo degli articoli del tuo carrello è cambiato. Ti invitiamo a inoltrare nuovamente il tuo ordine.
mk_mk: Цената за артикли во вашата кошничка е променета поради грешка. Ве молиме повторно ја поднесете вашата нарачка.
ms_my: Harga untuk barang-barang di dalam troli anda telah berubah disebabkan oleh ralat. Sila mengemukakan semula pesanan anda.
nl_nl: De prijs voor de artikelen in uw winkelmandje is door een fout gewijzigd. Gelieve uw bestelling opnieuw in te dienen.
pl_pl: Cena produktów w koszyku zmieniła się z powodu błędu. Należy ponownie złożyć zamówienie.
pt_br: Os preços dos itens em seu carrinho foram alterados devido a um erro. Por favor, refaça seu pedido.
sk_sk: Cena položiek vo Vašom košíku bola zmenená z dôvodu chyby. Prosíme, odošlite Vašu objednávku ešte raz.
sr_rs: Cena za artikle u vašoj korpi je promenjena usled greške. Molimo ponovo pošaljite svoju porudžbinu.
sv_fi: Priset för varor i din varukorg har ändrats på grund av ett fel. Vänligen lägga din beställning en gång till.
th_th: ราคาของสินค้าที่สั่งซื้อถูกทำให้เปลี่ยนไปเนื่องจากความผิดพลาด กรุณายื่นสั่งซื้ออีกครั้ง
uk_ua: Ціна для товарів у Вашому кошику була змінена у зв'язку з помилкою. Будь ласка, ще раз підтвердіть Ваше замолвення.
zh_mo: 由於出現錯誤，您所加入於購物車內的產品價格已變更，請重新提交您的訂單
zh_tw: 您的購物車中的商品價格因錯誤而有所改變，請重新傳送您的訂單。

# InvalidSMSNumber
source: Please fill SMS Mobile Number in proper format.
es_mx: Por favor llena el formato con tu número de Mensaje Mobile SMS.
fi_fi: Täytä matkapuhelinnumero oikeassa muodossa.
hr_hr: Molimo upišite broj mobitela za SMS u ispravnom formatu.
it_ch: Inserisci il numero del cellulare per gli SMS nel formato corretto.
sk_sk: Vyzdvihnutie
zh_tw: 請以正確格式填寫簡訊電話號碼。

# NoSMSNumber
source: Please fill out SMS Mobile Number.
es_ar: El número de celular es requerido.
es_cl: Número SMS es requerido.
es_mx: Por favor ingresa tu Numero para mensajes Mobile SMS.
es_py: Número de celular requerido.
fi_fi: Täytä matkapuhelinnumero.
hr_hr: Molimo upišite broj mobitela za SMS.
id_id: Nomor SMS dibutuhkan
it_ch: Inserisci il numero del cellulare per gli SMS.
mk_mk: Задолжителен е број за СМС пораки.
ms_my: Nombor Telefon Mudah Alih SMS diperlukan
sr_rs: Neophodan je broj mobilnog telefona za SMS.
sv_fi: Gata*
uk_ua: Введіть будь ласка, мобільний номер для смс.
zh_mo: 請輸入手機號碼
zh_tw: 請填寫簡訊電話號碼。

# DuplicateCardError
source: Nickname already exists, please add new Nickname
bg_bg: Името вече съществува, моля изберете ново.
cs_cz: Tato přezdívka již existuje, prosím zvolte novou přezdívku.
da_dk: Kaldenavnet findes allerede. Tilføj et nyt kaldenavn
de_ch: Der Spitzname existiert bereits, bitte geben Sie einen anderen Spitznamen an.
el_cy: Το Ψευδώνυμο χρησιμοποιείται ήδη. Παρακαλούμε εισάγετε ένα νέο Ψευδώνυμο
es_ar: Sobrenombre ya existe, por favor agrega uno nuevo
es_cl: Sobrenombre ya existe, por favor agrega uno nuevo
es_es: El apodo ya existe, por favor, elija otro.
es_mx: El nombre de Usuario ya existe, por favor agrega otro nombre de Usuario.
es_py: Sobrenombre ya existe, por favor agrega uno nuevo
fi_fi: Nimimerkki on jo käytössä. Valitse toinen nimimerkki.
fr_ca: Surnom existe déjà ; merci d'ajouter un nouveau surnom
fr_ch: le surnom existe déjà ; merci d'ajouter un nouveau surnom
hr_hr: Nadimak već postoji, molimo dodajte novi nadimak.
hu_hu: Ez a becenév már használatban van, kérjük válasszon másikat.
id_id: Usernama sudah terdaftar, silahkan masukkan username baru
is_is: Stuttnefnið er þegar til, veldu þér vinsamlegast nýtt stuttnefni (nikk).
it_ch: Il Nome Utente esiste già. Aggiungine uno nuovo
mk_mk: Псевдонимот е зафатен, внесете нов псевдоним
ms_my: Nickname sudah wujud, sila tambah Nickname baru
nl_nl: Gebruikersnaam bestaat al, gebruik een andere gebruikersnaam
pl_pl: Taki pseudonim już istnieje, prosimy stwórz nowy.
pt_br: Este Apelido já existe, por favor, adicionar um novo apelido
sk_sk: Prihlasovacie meno už existuje, prosíme pridajte nové Prihlasovacie meno
sr_rs: Nadimak već postoji, molimo dodajte novi nadimak
sv_fi: Smeknamnet finns redan, lägg till ny smeknamn
th_th: ชื่อเฉพาะนี้มีแล้ว กรุณาใส่ชื่อเฉพาะใหม่
uk_ua: Ім'я вже існує, будь ласка, додайте нове ім'я.
zh_mo: 此暱稱已存在，請加入新的暱稱
zh_tw: 暱稱已存在，請增加新暱稱

# TrainingMsgAfterElapsedTime
source: N/A
it_ch: Importante: I tuoi privilegi su Royalty e Bonus presenti e futuri sono sospesi fino a quando non avrai completato il training obbligatorio "Protecting Your Business 101". Se desideri completare adesso il training, clicca sul seguente link: <a href=" " target="_blank">Link</a>Protecting Your Business 101</a>

# TrainingMsgWithinElapsedTime
source: N/A
it_ch: Il training “Protecting Your Business 101” non è ancora stato completato ed è obbligatorio per tutti i nuovi Supervisori. Entro 60 giorni giorni dalla data di qualifica è obbligatorio completare il corso e superare il quiz con almeno l'80% delle risposte esatte onde evitare sospensioni dei tuoi futuri privilegi su Royalty e Production Bonus. Se desideri completare adesso il training, clicca sul seguente link: <a href="http://10.36.173.61/toolsAndTraining/business/Training/protectingYourBusiness101.htm" target="_blank"> Protecting Your Business 101</a>

# DisplayCCLink
source: Click here to enter a new credit card or correct the existing ones
de_ch: Klicken Sie hier, um eine neue Kreditkarte einzugeben oder korrigieren Sie die bestehende.
el_cy: Πατήστε εδώ για να εισάγετε μια καινούργια πιστωτική κάρτα ή να διορθώσετε τις ήδη υπάρχουσες
fi_fi: Napsauta lisätäksesi uuden luottokorttinumeron tai muuttaaksesi jo olemassaolevia numeroita.
fr_ca: Cliquez ici pour ajouter une nouvelle carte de crédit ou corriger celles déjà renseignées.
it_ch: Clicca qui per inserire una nuova carta di credito o per modificare quelle esistenti

# DisplayCCMessage
source: You do not have a valid Credit Card on file.
de_ch: Sie verfügen über keine gültige Kreditkarte.
el_cy: Δεν έχετε μια έγκυρη Πιστωτική Κάρτα στο αρχείο.
fi_fi: Sinulla ei ole voimassaolevaa luottokorttia tiedoissamme.
fr_ca: Vous n'avez pas de carte de crédit valable dans votre dossier.
it_ch: Non risultano registrate carte di credito valide nel tuo account.

# OneOrMoreCardsWereDeclinedForMultiplecards
source: One or more of the credit cards for your order has not been approved. Herbalife requested to void the approved transaction; it may take up to 5 business days for the funds to reflect on your account
de_ch: Eine oder mehrere der Kreditkarten für Ihre Bestellung sind noch nicht genehmigt worden. HERBALIFE fordert an, die freigegebene Transaktion zu stonieren; dies kann bis zu 5 Werktagen dauern, bis Sie es sich auf Ihrem Konto wiederspiegelt.
el_cy: Μια ή περισσότερες πιστωτικές κάρτες για την παραγγελία σας δεν έχουν εγκριθεί. Η Herbalife ζήτησε να ακυρωθεί η εγκεκριμένη συναλλαγή. Μπορεί να χρειαστεί μέχρι και 5 εργάσιμες μέρες για να εμφανιστεί το ποσό στον λογαριασμό σας.
fi_fi: Yksi tai useampi luottokorteistasi on hylätty. Herbalife pyytää mitätöimään tapahtuman. Varojen palautumisessa voi kestää jopa viisi arkipäivää.
fr_ca: Une ou plusieurs des cartes de paiement de votre commande n’a pu être approuvée. Herbalife a demandé l‘annulation de la transaction ; les fonds devront être de nouveau disponibles sur votre compte endéans les 5 jours.
it_ch: Una o più carte di credito per questo ordine non sono state accettate. Herbalife ha richiesto di annullare l'operazione approvata; l'accredito dei fondi sul tuo conto può richiedere fino a 5 giorni lavorativi
pt_br: Um ou mais cartões de crédito usados para o seu pedido não foram aprovados. Certifique-se de ter saldo disponível em todos eles evitando o bloqueio do saldo caso algum não seja aprovado. Alguns bancos levam até 5 dias para liberar o saldo do cartão.

# ShippingInfoIncomplete
source: Please fill all mandatory shipping information.
bg_bg: Моля, попълнете цялата информация, задължителна за доставката.
cs_cz: Prosíme, vyplňte povinné doručovací informace.
da_dk: Venligst sæt ind obligatorisk forsendelsesinformation
de_ch: Bitte füllen Sie alle Pflichtfelder (*) mit den Lieferinformationen aus.
el_cy: Παρακαλώ συμπληρώστε όλα τα υποχρεωτικά πεδία πληροφοριών αποστολής.
es_ar: Por favor ingresa toda la información de envío requerida.
es_cl: Por favor introduce toda la información de envío obligatoria.
es_es: Por favor proporcione toda la información de envío obligatoria.
es_mx: Por favor llene toda la información de envío requerida.
es_py: Por favor, completa toda la información de envío requerida.
fi_fi: Täytä vaaditut toimitustiedot.
fr_ca: Obligatoire: Veuillez entrer tous les renseignements sur l'expédition
fr_ch: Veuillez renseigner toutes les informations de livraison obligatoires.
hr_hr: Molimo upišite sve obvezne podatke za dostavu.
hu_hu: Kérjük tölste ki az összes kötelező szállítási adatot.
id_id: Silahkan masukkan informasi pengiriman
is_is: Vinsamlegast gefðu upp nauðsynlegar sendingarupplýsingar.
it_ch: Inserisci le informazioni obbligatorie della spedizione
mk_mk: Внесете ги сите задолжителни податоци за испораката.
ms_my: Sila masukkan semua maklumat penghantaran yang penting.
nl_nl: Gelieve alle verplichte velden van de verzendinformatie ingeven.
pl_pl: Proszę uzupełnić obowiązkowe pola dotyczące wysyłki.
pt_br: Por favor, preencha toda a informação de envio.
sk_sk: Prosíme, vyplňte všetky povinné informácie o doručení.
sr_rs: Molimo vas da popunite sve obavezne podatke za slanje.
sv_fi: Vänligen skriv in obligatorisk leveransinformation.
th_th: กรุณาใส่ข้อมูลการจัดส่งที่สำคัญ
uk_ua: Будь ласка, заповніть всі обов'язкові дані доставки.
zh_mo: 請輸入必須填寫的送貨資料
zh_tw: 請輸入主要寄送資訊

# InvalidAreaCode
source: Please fill area code in proper format.
bg_bg: Моля, попълнете пощенския код в правилния формат.
cs_cz: Prosíme, vyplňte směrové číslo ve správném formátu.
da_dk: Venligst sæt ind områdenummer i rigtig format
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε τον κωδικό περιοχής στην κατάλληλη μορφή.
es_ar: Por favor completa el código de área con el formato correcto.
es_cl: Por favor rellena el código del área con el formato correcto.
es_es: Por favor rellene el código del área con el formato correcto.
es_mx: Por favor escriba el código de área con el formato correcto.
es_py: Por favor, completa el código del área con el formato correcto.
fi_fi: Täytä suuntanumero oikeassa muodossa.
fr_ca: Veuillez entrer le code régional dans le format approprié.
fr_ch: Veuillez entrer le code régional dans le format approprié.
hr_hr: Molimo upišite pozivni broj u ispravnom formatu.
hu_hu: Kérjük a körzetszámot a megfelelő formátumban írja be.
id_id: Silahkan masukkan kode area yang benar
is_is: Vinsamlegast gefðu upp svæðisnúmer á réttu formi.
it_ch: Inserisci il codice postale in formato corretto.
mk_mk: Внесете го карактеристичниот број во соодветен формат.
ms_my: Sila masukkan kod kawasan di dalam format yang betul.
nl_nl: Gelieve het netnummer correct in te geven.
pl_pl: Wpisz kod pocztowy w odpowiednim formacie.
pt_br: Por favor, preencha o código de área no formato correto
sk_sk: Prosíme, vyplňte PSČ v správnom formáte.
sr_rs: Molimo vas da popunite pozivni broj u odgovarajućem formatu.
sv_fi: Vänligen skriv in post nummer i rätt form.
th_th: กรุณาใส่รหัสพื้นที่ในรูปแบบที่ถูกต้อง
uk_ua: Будь ласка, введіть поштовий індекс у вірному форматі.
zh_mo: 請以正確格式輸入郵政編號
zh_tw: 請輸入正確郵遞區號

# InvalidLastName
source: Please enter valid Last Name.
bg_bg: Моля, въведете валидно фамилно име.
cs_cz: Prosíme, vložte platné příjmení.
da_dk: Venligst sæt ind gyldig efternavn.
de_ch: Bitte geben Sie einen gültigen Nachnamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Επίθετο
es_ar: Por favor ingresa un apellido válido.
es_cl: Por favor introduce los Apellidos correctos.
es_es: Por favor introduzca los Apellidos correctos.
es_mx: Por favor ingrese un apellido válido.
es_py: Por favor, ingresa un Apellido válido.
fi_fi: Täytä sukunimi.
fr_ca: Veuillez entrer un nom de famille valide.
fr_ch: Veuillez préciser un nom de famille valide.
hr_hr: Molimo upišite valjano prezime.
hu_hu: Kérjük adjon meg érvényes vezetéknevet.
id_id: Silahkan masukkan Nama Belakang yang benar
is_is: Vinsamlegast gefðu upp gilt eftirnafn.
it_ch: Inserisci un cognome valido.
mk_mk: Внесете точно презиме.
ms_my: Sila masukkan Nama Akhir yang sah
nl_nl: Gelieve een geldige achternaam ingeven.
pl_pl: Wpisz nazwisko
pt_br: Por favor, insira um Último Nome válido.
sk_sk: Prosíme, zadajte platné Priezvisko.
sr_rs: Molimo vas da unesete važeće prezime.
sv_fi: Vänligen skriv in giltigt efternamn
th_th: กรุณาใส่นามสกุลที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне Прізвище.
zh_mo: 請輸入您的姓氏
zh_tw: 請輸入您的姓氏

# InvalidMiddleName
source: Please enter valid Middle Name.
bg_bg: Моля, въведете валидно бащино име.
cs_cz: Prosíme, vložte platné prostřední jméno.
da_dk: Venligst sæt ind gyldig mellemnavn.
de_ch: Bitte geben Sie einen gültigen zweiten Vornamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Μεσσαίο Όνομα
es_ar: Por favor ingresa segundo nombre.
es_mx: Por favor ingrese un apellido válido.
es_py: Por favor, ingresa un segundo nombre válido.
fi_fi: Täytä toinen nimi.
fr_ca: Veuillez entrer un second prénom valide
fr_ch: Veuillez entrer un Second Prénom valide
hr_hr: Molimo upišite valjano srednje ime.
id_id: Silahkan masukkan Nama Tengah yang benar
is_is: Vinsamlegast gefðu upp gilt millinafn.
it_ch: Inserisci un secondo nome valido.
mk_mk: Внесете точно средно име.
ms_my: Sila masukkan Nama tengah yang sah
pl_pl: Wpisz drugie imię
pt_br: Por favor, insira o nome do meio válido.
sk_sk: Prosíme, zadajte platné Stredné meno.
sr_rs: Molimo vas da unesete važeće srednje ime.
sv_fi: Vänligen skriv in giltigt mellan namn
uk_ua: Будь ласка, введіть дійсне ім'я По-батькові.
zh_mo: 請輸入您的中名

# NoCareOfName
source: Please fill out care of name.
bg_bg: Моля, попълнете името на получателя (на вниманието на).
cs_cz: Prosíme, vyplňte Na jméno
da_dk: Venligst udfyld modtagernavn
de_ch: Bitte geben Sie den Empfänger an.
el_cy: Παρακαλώ συμπληρώστε το όνομα παραλαβής
es_ar: Por favor ingresa el nombre de la persona quien recibe.
es_cl: introduce el nombre de la persona a quien se envía.
es_es: Por favor propocione el nombre de la persona a quien se envía.
es_mx: Por favor llene el nombre de quien recibe.
es_py: Por favor, completa el nombre de la persona que recibirá el pedido.
fi_fi: Täytä C/O oikeassa muodossa.
fr_ca: Veuillez compléter le champ À l'attention de.
fr_ch: Veuillez renseigner le destinataire.
hr_hr: Molimo upišite ime iza Za:
hu_hu: Kérjük adja meg a címzett nevét.
id_id: Silahkan isi penggantian nama
is_is: Vinsamlegast gefðu upp nafn móttakanda.
it_ch: Inserisci il campo attenzione di
mk_mk: Внесете примач.
ms_my: Sila masukkan nama bagi pihak.
nl_nl: Gelieve de ter attentie van naam ingeven.
pl_pl: Prosimy wypełnić pole imię i nazwisko.
pt_br: Por favor, preencha o campo "Nome".
sk_sk: Prosíme, vyplňte meno osoby, ktorá prevezme produkty.
sr_rs: Molimo vas da popunite ime osobe kod koje stanujete.
sv_fi: Vänligen fyll i mottagar namn.
th_th: กรุณาใส่ชื่อผู้รับ
uk_ua: Будь ласка, введіть Ім'я та Прізвище отримувача.
zh_mo: 請輸入收件人姓名
zh_tw: 請輸入收件人姓名

# NoCheckoutPurchaseLimitsExceeded
source: You cannot Check Out as your Purchasing Limits have been exceeded
bg_bg: Не можете да продължите към плащането на поръчката, тъй като сте надвишили лимита за покупки (поръчки).
cs_cz: Nemůžete dokončit objednávku z důvodu překročení nákupního limitu
el_cy: Δεν μπορείτε να Ολοκληρώσετε την Παραγγελία γιατί έχετε υπερβεί το όριο αγορών
es_ar: Tu pedido no puede ser finalizado ya que excede tu límite de compras.
es_cl: No puedes finalizar tu pedido ya que excede tu límite de compras.
es_mx: No puede colocar el pedido puesto que ha excedido su límite de compra
es_py: No puedes finalizar tu pedido ya que has excedido tu límite de compras.
fi_fi: Et voi maksaa, sillä ostorajasi on ylittynyt
fr_ca: Vous ne pouvez poursuivre car vous avez excédé votre limite d'achat.
fr_ch: Vous ne pouvez procéder au paiement car vous avez dépassé votre limite d'achat.
hr_hr: Ne možete se odjaviti jer ste prekoračili svoje limite kupnje.
hu_hu: Nem léphet tovább a fizetéshez, mivel túllépte vásárlási limitjét.
id_id: Anda tidak bisa Keluar karena Batas Pembelian anda melebihi batas
it_ch: Non puoi proseguire con l'ordine poichè sono stati superati i tuoi limiti d'acquisto.
mk_mk: Купувањето не може да се изврши бидејќи го надминувате лимитот за купување
ms_my: Anda tidak boleh Mendaftar Keluar kerana sudah melebihi had Pembelian anda
pl_pl: Nie można zakończyć zamówienia z powodu przekroczonych limitów zakupowych
pt_br: O pedido não pode ser finalizado uma vez que excedeu o limite de compras.
sk_sk: Nemôžete prejsť k Zhrnutiu objednávky, pretože Váš Nákupný limit bol prekročený.
sr_rs: Ne možete da pređete na završni korak jer ste prešli limit u kupovini
uk_ua: Ви не можете оформити замовлення, у зв'язку з тим, що Ваш ліміт очок вичерпано.
zh_mo: 由於已超出您的訂購限額，您未能前往結帳
zh_tw: 由於您已超過訂購上限，無法為您進行結帳。

# InvalidExtension
source: Please fill extension in proper format.
bg_bg: Моля, попълнете разширението в правилния формат.
cs_cz: Prosíme, vyplňte předvolbu ve správném formátu.
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε την επέκταση στην κατάληλη μορφή.
es_ar: Por favor completa la extensión con el formato correcto.
es_cl: Por favor rellena la extensión con el formato correcto.
es_es: Por favor rellene la extensión con el formato correcto.
es_mx: Por favor escriba la extensión con el formato correcto.
es_py: Por favor, completa la extensión con el formato correcto.
fi_fi: Täytä alanumero oikeassa muodossa.
fr_ca: Veuillez entrer l'extension dans le format approprié.
fr_ch: Veuillez entrer l'extension dans le format approprié.
hr_hr: Molimo upišite broj telefona u ispravnom formatu.
hu_hu: Kérjük a melléket a megfelelő formátumban írja be.
id_id: Silahkan masukkan ekstensi yang benar
it_ch: Inserisci il campo estensione in formato corretto.
mk_mk: Внесете ја екстензијата во соодветен формат.
ms_my: Sila masukkan sambungan yang betul.
nl_nl: Gelieve het vaste nummer correct in te geven.
pl_pl: Wpisz numer wewnętrzny w odpowiednim formacie
pt_br: Por favor, preencha o código da extensão no formato correto
sk_sk: Prosíme, vyplňte predvoľbu v správnom formáte.
sr_rs: Molimo vas da popunite broj lokala u odgovarajućem formatu.
th_th: กรุณาใส่เบอร์ต่อในรูปแบบที่ถูกต้อง
uk_ua: Будь ласка, введіть розширення в потрібному форматі.
zh_mo: 請以正確格式輸入分機號碼
zh_tw: 請輸入正確分機號碼

# InvalidFirstName
source: Please enter valid First Name.
bg_bg: Моля, въведете валидно собствено име.
cs_cz: Prosíme, vložte platné křestní jméno.
da_dk: Venligst sæt ind gyldig fornavn.
de_ch: Bitte geben Sie einen gültigen Vornamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Όνομα
es_ar: Por favor ingresa un Nombre válido.
es_cl: Por favor introduce el Nombre correcto.
es_es: Por favor introduzca el Nombre correcto.
es_mx: Por favor ingrese un nombre válido.
es_py: Por favor, ingresa un Nombre válido.
fi_fi: Täytä etunimi.
fr_ca: Veuillez entrer un prénom valide.
fr_ch: Veuillez préciser un prénom valide.
hr_hr: Molimo upišite valjano ime.
hu_hu: Kérjük adjon meg érvényes keresztnevet.
id_id: Silahkan masukkan Nama Depan yang benar
is_is: Vinsamlegast gefðu upp gilt skírnarnafn.
it_ch: Inserisci un nome valido.
mk_mk: Внесете точно име.
ms_my: Sila masukkan Nama Pertama yang sah.
nl_nl: Gelieve een geldige voornaam ingeven.
pl_pl: Podaj pierwsze imię
pt_br: Por favor, insira um Primeiro Nome válido.
sk_sk: Prosíme, zadajte platné Meno.
sr_rs: Molimo vas da unesete važeće ime.
sv_fi: Vänligen skriv in giltig email adress.
th_th: กรุณาใส่ชื่อที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне Ім'я.
zh_mo: 請輸入您的姓名
zh_tw: 請輸入您的大名

# NoEmailAddress
source: Please enter email address.
bg_bg: Моля, въведете имейл адрес.
cs_cz: Prosíme, vložte e-mailovou adresu.
da_dk: Venligst sæt ind e-mail adresse
de_ch: Bitte geben Sie eine E-Mail Adresse ein.
el_cy: Παρακαλώ εισάγετε διεύθυνση email
es_ar: Por favor ingresa una dirección de correo electrónico.
es_cl: Por favor introduce un correo electrónico
es_es: Por favor introduzca una dirección de email.
es_mx: Por favor ingrese una dirección de correo electrónico
es_py: Por favor, ingresa una dirección de correo electrónico.
fi_fi: Anna sähköpostiosoite.
fr_ca: Veullez entrer une adresse courriel.
fr_ch: Veullez saisir l'adresse e-mail.
hr_hr: Molimo upišite e-mail adresu
hu_hu: Kérjük adjon meg e-mail címet.
id_id: Silahkan masukkan alamat email
is_is: Vinsamlegast gefðu upp tölvupóstfang.
it_ch: Inserisci il tuo indirizzo email.
mk_mk: Внесете имејл адреса.
ms_my: Sila masukkan alamat emel.
nl_nl: Gelieve een email adres ingeven.
pl_pl: Podaj adres mailowy.
pt_br: Por favor, insira um endereço de email.
sk_sk: Prosíme, zadajte e-mailovú adresu.
sr_rs: Molimo vas da unesete imejl adresu.
sv_fi: Skriv in e-mail adress
th_th: กรุณาใส่อีเมล์ แอ็ดเดรส
uk_ua: Будь ласка, введіть вашу електронну адресу.
zh_mo: 請輸入電郵地址
zh_tw: 請輸入電子郵件帳號.
