Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# CannotAddAPFSku
source: APF skus cannot be added to your cart
es_pa: La cuota anual de procesamiento no puede ser agregada a su carrito de compras.
es_pr: Las referencias de la Cuota Anual de Procesamiento no pueden ser incluidas en su selección_G1439
es_py: La cuota anual de procesamiento no puede ser agregada a su carrito de compras._G1439
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G1439
id_id: SKU dari APF tidak bisa ditambahkan ke keranjang anda_G1439
ja_jp: 更新料は追加いただけません
mk_mk: Шифра-броевите на годишната членарина не може да се додадат во кошничката
ru_ua: Номер Серії щорічного внеску за комп'ютерне обслуговування не може бути додано до вашого кошика._G1439
sl_si: Šifer SKU za letno pristojbino za obdelavo ni mogoče prenesti v vaš voziček.
tr_tr: Yıllık İşlem Ücreti stok numarası sepetinize eklenemedi
vi_vn: Mã phí xử lý dữ liệu hàng năm không thể thêm vào đơn hàng
zh_hk: 年度手續費無法加入購物車

# CannotRemoveAPFSku
source: APF skus cannot be removed to your cart
es_pa: Su Cuota Anual de Procesamiento no puede ser removida de su carrito de compras.
es_pr: Las referencias de su Cuota Anual de Procesamiento no pueden ser removidas de su selección_G1440
es_py: Su Cuota Anual de Procesamiento no puede ser removida de su carrito de compras._G1440
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G1440
id_id: SKU dari APF tidak bisa dibuang dari keranjang anda_G1440
ja_jp: 更新料はカートから削除できません。
mk_mk: Шифра броевите на годишната членарина не може да се преместат во кошничката
ru_ua: Номер Серії щорічного внеску за комп'ютерне обслуговування не може бути видалено з вашого кошика._G1440
sl_si: Šifer SKU za letno pristojbino za obdelavo ni mogoče odstraniti iz vašega vozička.
tr_tr: Yıllık İşlem Ücreti stok numarası sepetinizden çıkartılamaz
vi_vn: Mã phí xử lý dữ liệu hàng năm không thể xóa khỏi đơn hàng
zh_hk: 年度手續費無法從購物車中移除

# CancelOrderConfirmation
source: Are you sure you want to cancel this order? Clicking "OK" will remove all items from your cart.
es_pa: ¿Está seguro que desea cancelar este pedido? Si presiona "Aceptar" todos los artículos serán eliminados de su carrito de compras.
es_pr: ¿Está seguro que desea cancelar este pedido? Pulsando "SI" todos los artículos serán eliminados de su selección._G1441
es_py: ¿Está seguro que desea cancelar este pedido? Si presiona "Aceptar" todos los artículos serán eliminados de su carrito de compras._G1441
hu_hu: Biztos benne, hogy törölni szeretné ezt a megrendelést? Ha az OK gombra kattint, az összes tétel eltűnik a kosarából._G1441
id_id: Apakah anda yakin ingin membatalkan pesanan ini? Mengklik "OK" akan membuang semua barang dari keranjang anda_G1441
ja_jp: この注文をキャンセルしますか？「OK」を選ぶとカート内の製品が削除されます。
mk_mk: Сигурни сте дека сакате да ја сторнирате нарачката? Со кликање на „ОК“ ќе се избришат сите производи од вашата кошничка.
ru_ua: Ви впевнені, що хочете відмінити замовлення? Натиснувши "Так", ви видалите всі товари з вашого кошика._G1441
sl_si: Ali ste prepričani, da želite preklicati to naročilo? S klikom na gumb V redu boste odstranili vse artikle iz vozička.
tr_tr: Bu siparişi iptal etmek istediğinizden emin misiniz? "OK"i tıklayarak sepetinizdeki tüm ürünleri silebilirsiniz.
vi_vn: Bạn có chắc muốn hủy đơn hàng này? Chọn "đồng ý", tất cả các sản phẩm sẽ bị xóa khỏi giỏ hàng
zh_hk: 您確定取消此訂單? 按「確認」後，在購物車中所有項目會被移除

# NonProductItemsRemovedForStandaloneAPF
source: As there are no Products with your APF order, all non-Product items have been removed.
es_pa: Ya que no existe ningún producto en su pedido de la Cuota Anual de Procesamiento, todos los artículos que no sean productos han sido removidos.
es_pr: Como no hay productos en su pedido de la Cuota Anual de Procesamiento, todos los artículos que no sean productos han sido eliminados._G1442
es_py: Ya que no existe ningún producto en su pedido con la Cuota Anual de Procesamiento, todos los artículos que no sean productos han sido removidos._G1442
hu_hu: Mivel az éves díjat külön rendelésben kell fizetnie, minden más tétel eltávolításra került._G1442
id_id: Karena tidak ada Produk dengan pemesanan APF anda, seluruh barang non produk telah dibuang_G1442
ja_jp: 年間登録更新料のみの注文のため、製品以外のアイテムのすべてが削除されました。
mk_mk: Бидејќи нема производи со вашата нарачка за годишна членарина, сите ставки од кошничката што не се производи ќе бидат избришани.
ru_ua: У зв'язку з тим, що не має продуктів з вашим замовленням на щорічний внесок за комп'ютерне обслуговування, всі непродуктові товари будуть видалені._G1442
sl_si: Ker v vašem naročilu, ki vsebuje letno pristojbino za obdelavo (APF), ni izdelkov, so bili odstranjeni vsi artikli, ki niso izdelki.
tr_tr: Yıllık işlem ücreti siparişinizde ürün olamayacağı için, tüm ürün olmayan öğeler çıkartıldı.
vi_vn: Tất cả các mục không thuộc sản phẩm sẽ bị xóa khỏi đơn hàng đóng phí xử lý số liệu
zh_hk: 您的年度手續費訂單內未含任何產品，故其他非產品之項目將被移除

# NoBackOrdersOnAPFOrder
source: Backordered items cannot be added to an APF order
es_pa: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual de Procesamiento.
es_pr: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual de Procesamiento._G1443
es_py: Los productos agotados no pueden ser incluidos en un pedido con la Cuota Anual de Procesamiento._G1443
hu_hu: Nem szerepelhetnek más tételek az éves díj mellett._G1443
id_id: Barang yang Backorder tidak dapat ditambahkan ke pesanan APF_G1443
mk_mk: Во нарачка за годишна членарина не може да се додадат заостанати нарачки
ru_ua: Позиції з подальшею видачею товару не можуть бути додані до замовлення на оплату щорічного внеску за комп'ютерне обслуговування._G1443
sl_si: Artiklov, ki so naročeni, ni mogoče dodati naročilu, ki vsebuje letno pristojbino za obdelavo (APF).
tr_tr: Backorder olan ürünler yıllık işlem ücreti siparişine eklenemez.
vi_vn: Sản phẩm chưa nhập hàng không thể được thêm vào đơn hàng đóng phí xử lý hàng năm
zh_hk: 候補訂購產品無法加入到年度手續費訂單中

# OneOrMoreCardsWereDeclined
source: Card Authorization was not successful. Please review your cards.
es_pa: La autorización de la tarjeta no fue exitosa. Por favor revise sus tarjetas.
es_pr: La autorización de la tarjeta no pudo ser procesada. Por favor revise sus tarjetas._G1444
es_py: La autorización de la tarjeta no fue exitosa. Por favor revise sus tarjetas._G1444
hu_hu: A bankkártya engedélyezés sikertelen. Kérjük ellenőrizze a kártyaadatokat._G1444
id_id: Otorisasi Kartu tidak berhasil. Mohon tinjau ulang kartu anda_G1444
ja_jp: クレジット・カードの認証に失敗しました。カード情報をご確認ください。
mk_mk: Картичката не е прифатена. Проверете ги вашите картички.
ru_ua: Авторизація вашої картки не пройдена. Будь ласка, перевірте її._G1444
sl_si: Odobritev plačevanja s kreditno kartico ni bila uspešna. Prosimo, preverite svoje kreditne kartice.
tr_tr: Kartınız onaylanmadı. Lütfen kartınızı gözden geçirin.
vi_vn: Thẻ không thực hiện thành công. Vui lòng kiểm tra lại thẻ
zh_hk: 信用卡授權無效，請檢閱您的信用咭

# GeneralInputError
source: Data format error, please enter the correct data.
es_pa: Error en el formato de datos. Por favor, introduzca los datos correctos.
es_pr: Error de datos. Por favor, introduzca los datos correctos._G1445
es_py: Error en el formato de datos. Por favor, introduzca los datos correctos._G1445
hu_hu: Hibás dátum formátum, kérjük adja meg a helyes adatokat._G1445
id_id: Kesalahan format data, tolong masukkan data yang benar_G1445
ja_jp: 入力に誤りがあります。
mk_mk: Погрешен формат на податоци, внесете точни податоци.
ru_ua: Формат дати невірний, будь ласка, введіть правильну дату._G1445
sl_si: Napačna oblika podatkov, prosimo, vnesite pravilne podatke.
tr_tr: Veri format hatası, lütfen doğru veriyi giriniz.
vi_vn: Định dang dữ liệu bị lỗi, vui lòng nhập dữ liệu đúng
zh_hk: 資料格式錯誤，請重新輸入正確資料

# DuplicateSKU
source: Duplicate SKU has been entered. Please re-enter.
es_pa: Se ha ingresado un código de producto duplicado. Por favor introduzca los datos nuevamente
es_pr: Un artículo/producto duplicado ha sido detectado. Por favor introduzca los datos nuevamente_G1446
es_py: Se ha ingresado un código de producto duplicado. Por favor introduzca los datos nuevamente._G1446
hu_hu: Ez a cikkszám már szerepel a rendelésben, kérjük növelje annak mennyiségét._G1446
id_id: SKU yang sama telah dimasukkan. Mohon diisi kembali_G1446
ja_jp: すでにこのストック番号の製品がショッピング・カートに入っています。
mk_mk: Внесовте шифра што се дуплира. Внесете повторно.
ru_ua: Номер Серії було введено повторно. Будь ласка, введіть інший Номер Серії._G1446
sl_si: Vnesena je bila podvojena šifra SKU. Prosimo, vnesite ponovno.
tr_tr: Aynı Stok no girildi. Lütfen tekrar giriniz.
vi_vn: Mã sản phẩm trùng lắp đã được nhập. Vui lòng nhập lại
zh_hk: 產品編號{0}已重複輸入，請輸入其它產品編號

# EventTicketsLimitedQuantity
source: Event Ticket purchases are limited to quantity of {0} per order.
es_pa: La compra de entradas para eventos está limitada a la cantidad de {0} por pedido.
es_pr: La compra de boletos para eventos está limitada a la cantidad de {0} por pedido.
es_py: La compra de tickets para eventos está limitada a la cantidad de {0} por pedido.
hu_hu: A megvásárolható jegyek száma rendelésenként {0} lehet_G1447
id_id: Pembelian tiket Event dibatasi {0} per pesanan
ja_jp: イベントチケットは１つの注文につき{0}枚以上ご購入いただけません。
mk_mk: Во една нарачка може да се купат најмногу {0} влезници за настани.
ru_ua: Покупка квитків обмежена кількістю {0} в замовленні._G1447
sl_si: Na posamezno naročilo je mogoče kupiti največ {0} vstopnic za dogodke.
tr_tr: Bir siparişte en fazla {0} adet etkinlik bileti satış limiti bulunmaktadır.
vi_vn: Số vé có thể mua ở mỗi đơn hàng {0}
zh_hk: 會議門票訂購上限為每張訂單{0}

# EventPurchasingNotAvailable
source: Event Ticket Purchases are not allowed on this site.
es_pa: La compra de entradas para eventos no está permitida en este sitio.
es_pr: No se puede hacer compra de boletos para eventos en esta página._G1448
es_py: La compra de tickets para eventos no está permitida en este sitio._G1448
hu_hu: Rendezvény jegy vásárlása ezen az oldalon nem megengedett._G1448
id_id: Pembelian Tiket Event tidak diizinkan di sini_G1448
ja_jp: このサイトでイベントチケットはご購入いただけません。
mk_mk: На овој сајт не е дозволено купување влезници за настани.
ru_ua: Покупка квитків не дозволена на цьому сайті._G1448
sl_si: Nakup vstopnic za dogodke na tem spletnem mestu ni dovoljen.
tr_tr: Bu site üzerinden etkinlik bileti satışı yoktur.
vi_vn: Mua vé sự liện không cho phép tại đây
zh_hk: 網上訂購會議門票服務目前尚未開放

# BackOrderNotAllowedPartialQuantity
source: For item {0} only a quantity of {1} is available. Please amend the quantity entered to add this item to your cart.
es_pa: Para el Item {0} sólo la cantidad de {1} esta disponible. Favor corrija la cantidad ingresada en su carrito de compras.
es_pr: Para el artículo {0} sólo exite {0} disponible. Por favor, introduzca una cantidad permitida de este artículo en su selección.
es_py: Para el artículo {0} sólo existe(n) {0} unidades disponible(s). Por favor, corrija la cantidad ingresada para agregar este artículo a su carrito de compras.
hu_hu: A {0} termékből összesen {1} elérhető. Kérjük a folytatáshoz módosítsa a mennyiséget ennek megfelelően._G1449
id_id: untuk barang {0} hanya {1} yang tersedia. Mohon rubah jumlah yang dimasukkan untuk menambahkan ke dalam keranjang anda
ja_jp: {0}では {1}つのみご注文いただけます。数を修正してカートへいれてください。
mk_mk: За производот {0} е достапна само количина {1}. Коригирајте ја внесената количина за да го додадете овој производ во кошничката.
ru_ua: Для продукту {0} доступна кількість {1}. Будь ласка, змініть введену кількість, щоб додати товар у кошик._G1449
sl_si: Za artikel {0} je na voljo samo {1} kos. Če želite v vaš voziček dodati ta artikel, prosimo, spremenite vneseno količino.
tr_tr: {0} için sadece {1} adet mevcut. Lütfen bu ürünü sepetinize eklemek için girmiş olduğunuz adeti düzeltiniz.
vi_vn: Mã sản phẩm {0} chỉ có sẵn số lượng {1}. Vui lòng thay đổi số lượng đã nhập thể thêm sản phẩm này vào đơn hàng
zh_hk: 產品編號{0}只剩餘{1}數量可供訂購，請更正購物車內的數量

# BackOrderPartialQuantity
source: For item {0}, 1 or more items may be backordered.
es_pa: Uno o más artículos del código {0} pueden no estar disponibles.
es_pr: Para el artículo {0}, solamente existen {1} disponibles. La cantidad por {2} de este artículo estará disponible para reorden.
es_py: Uno o más artículos del código {0} pueden no estar disponibles.
hu_hu: A {0} termékből legalább egy darab csak későbbi kiszállítással elérhető (backorder)._G1450
id_id: untuk barang {0}, 1 atau lebih dapat dipesan ulang
mk_mk: За производот {0}, 1 или повеќе може да бидат направени како заостаната нарачка.
ru_ua: Для продукту {0}, 1 або більше продуктів можуть бути замовлені з подальшею видачею товару._G1450
sl_si: Za artikel {0} je mogoče naročiti enega ali več kosov.
tr_tr: {0} için 1 veya daha fazla kalem backorder olabilir.
vi_vn: Mã sản phẩm {0}, một hoặc nhiều hơn có thể bị tình trạng chưa nhập hàng
zh_hk: 產品編號 {0}，訂購數量1或以上會設為候補訂購

# MaxQuantity
source: For SKU {0}, the quantity cannot exceed {1}.
es_pa: Para el código de producto {0}, la cantidad no puede ser mayor a {1} unidad(es).
es_pr: Número de referencia {0}: La cantidad no puede ser mayor a {1} unidades.
es_py: Para el código de producto {0}, la cantidad no puede ser mayor a {1} unidad(es).
hu_hu: A {0} termék mennyisége nem lehet több, mint {1}._G1451
id_id: untuk SKU {0}, kuantitasnya tidak dapat melebihi {1}
ja_jp: ストック番号： {0} の1回ごとのご注文数量は {1} 個までです。
mk_mk: За шифра {0}, количината не може да биде поголема од {1}.
ru_ua: Для Номеру Серії {0}, кількість не може перевищувати {1}._G1451
sl_si: Za šifro SKU {0} je količina lahko največ {1}.
tr_tr: Stok no {0} için {1} adeti geçmemeli.
vi_vn: Mã sản phẩm{0}. Số lương không thể vượt quá {1}
zh_hk: 產品編號{0} 訂購數量不能多於{1}

# NoCard
source: I'm sorry you don't have a registered credit card on file. Please call your local Member Services.
es_pa: Lo sentimos, usted no tiene una tarjeta de crédito registrada en nuestros archivos. Por favor, llame al Departamento de Servicio al Distribuidor al (507) 831-6800.
es_pr: Lo sentimos usted no tiene una tarjeta de crédido registrada en los archivos. Por favor llame a Servicios al Distribuidor al 1-866-866-4744_G1452
es_py: Lo sentimos, usted no tiene una tarjeta de crédito registrada en nuestros archivos. Por favor, llame al Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1452
hu_hu: Sajnáljuk, Önnek nincs regisztrált bankkártyája, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon._G1452
id_id: kami mohon maaf anda tidak memiliki kartu kredit yang terdaftar dalam file kami. Mohon telepon Distributor Services 021 293 40900_G1452
ja_jp: クレジット・カードが承認できません。オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Се извинуваме, во базата на податоци нема регистрирано ваша кредитна картичка. Јавете се на Службата за услуги на Дистрибутерите
ru_ua: Вибачте, ви не зареєстрували вашу кредитну картку у файлі. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. _G1452
sl_si: V evidenci žal nimate registrirane kreditne kartice. Prosimo, pokličite službo za distributerske storitve.
tr_tr: Üzgünüz kayıtlı bir kredi kartınız bulunmamakta. Lütfen Distribütör Servislerin +90 216 542 75 90 numaralı telefondan arayınız.
vi_vn: Rất tiếc bạn không đăng ký thẻ ghi nợ trong hồ sơ. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292
zh_hk: 您尚未有登記的信用卡。請致電香港直銷商服務熱線(852) 2834-1821

# PostalCode
source: Invalid post code.
es_pa: Código Postal inválido.
es_pr: Código Postal inválido._G1453
es_py: Código Postal Inválido._G1453
hu_hu: Érvénytelen irányítószám_G1453
id_id: Kode pos salah_G1453
ja_jp: 郵便番号に誤りがあります。
mk_mk: Погрешен поштенски број.
ru_ua: Невірний поштовий індекс. _G1453
sl_si: Neveljavna poštna številka.
tr_tr: Geçersiz Posta Kodu
vi_vn: Mã ZIP không hợp lệ
zh_hk: 郵政編號不正確

# APFdueResaleNotAllowed
source: IT: {0} years of APF is due and must be paid before placing a "Resale" type order. Please change your order type to "Personal" to pay for your APF.
es_pa: IT: Está debiendo {0} año(s) de su Cuota Annual de Procesamiento, la cual debe ser pagada antes de colocar una orden del tipo "Re-venta". Por favor, cambie su tipo de orden a "Personal" para pagar su Cuota Anual de Procesamiento.
es_pr: IT: {0} años que se se ha debido la Cuota Annual de Procesamiento, la cual debe ser pagada antes de colocar un tipo de pedido de "recompra". Por favor cambio su tipo de pedido a "Personal" para pagar su Cuota Anual de Procesamiento.
es_py: IT: Está debiendo {0} año(s) de su Cuota Annual de Procesamiento, la cual debe ser pagada antes de ingresar un pedido del tipo "Re-venta". Por favor, cambie su tipo de pedido a "Personal" para pagar su Cuota Anual de Procesamiento.
hu_hu: {0} évnyi eljárási díj tartozása van, amelyet rendeznie kell "Kereskedői" típusú rendeléshez. Kérjük az éves díj fizetéséhez váltsa át a rendelést "Saját" típusúra._G1454
id_id: IT: {0} tahun dari APF jatuh tempo dan harus dibayar sebelum menaruh pesanan tipe "penjualan kembali". Mohon ganti tipe pesanan anda ke "Pribadi" untuk membayar APF anda
ja_jp: IT: 年間登録更新料のお支払が{0}年分確認できません。 注文タイプ“再販する/Resale”を選択する場合は登録更新料のお支払が必要です。オーダー・タイプを“個人消費”にして登録更新料をお支払ください。
mk_mk: IT: Доцните со плаќањето годишна членарина {0} години и пред да направите нарачка од тип „Повторна продажба“ мора да ја платите членарината. Сменете го типот на нарачка во „Лична“ за да ја платите годишната членарина.
ru_ua: IT: {0} років щорічного комп'ютерного обслуговування повинно бути сплачене перед тим, як розмістити замовлення з типом "Перепродаж". Будь ласка, змініть тип вашого замовлення на "Персональний" для того, щоб оплатити внесок за щорічне комп'ютерне обслуговування._G1454
sl_si: IT: čas je za plačilo pristojbine za obdelavo za {0} let, ki mora biti plačana pred oddajo naročila vrste Nadaljnja prodaja. Pristojbino za obdelavo plačate tako, da vrsto naročila spremenite v Osebno.
tr_tr: IT: {0} yıllık İşlem ücretini ödemeniz bulunmakta ve "Perakende Satış" tipi siparişinizi vermeden önce ödemeyi yapmanız gerekmektedir. Yıllık İşlem Ücretinizi ödemek için lütfen siparişi tipini " Kişisel" e değiştiriniz.
vi_vn: IT: {0} năm phí xử lý số liệu đã hết hạn và cần được thanh toán trước khi đặt loại hàng " mua lại". Vui lòng thay đổi thành loại đơn hàng "cá nhân" để trả phí
zh_hk: {0}年的年度手續費已逾期並必須在下轉售訂單前繳付，請更改訂單類別為「個人訂單」以繳付年度手續費

# OutOfInventory
source: Item {0} is currently out of inventory, your quantity is set to 0.
es_pa: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_pr: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_py: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
hu_hu: A {0} cikkszámú termék jelenleg nincs készleten, ezért ennek mennyiségét lenullázzuk._G1455
id_id: Barang {0} sedang habis, jumlah anda diubah menjadi 0
ja_jp: {0} の在庫が品切れとなっています。
mk_mk: Во моментов производот {0} го нема на залиха, количината е сега 0.
ru_ua: Продукт {0} на данний момент відсутній на складі, кількість було змінено на 0,_G1455
sl_si: Artikla {0} trenutno ni na zalogi, vaša količina je nastavljena na 0.
tr_tr: {0} şu anda stokta mevcut değildir, girmiş olduğunuz adet 0 olarak ayarlanacaktır.
vi_vn: Sản phẩm {0} hiện đã hết hàng tồn, số lương được nhập về 0
zh_hk: 您訂購的項目{0}目前缺貨，訂購數量會設為0

# AddTodayMagazineMax
source: Limit for Today Magazine is
es_pa: El límite para la revista Hoy es
es_pr: Limit for Today Magazine is_G1456
es_py: El límite para la revista Hoy es_G1456
hu_hu: A Today Magazin limitje_G1456
id_id: Batas Majalah Today ini adalah_G1456
mk_mk: Лимит за списанието „Today“ е
ru_ua: Ліміт для журналу Today складає_G1456
sl_si: Omejitev za revijo Today je
tr_tr: Bülten için limit
vi_vn: Giới hạn của tạp chí "Today" là
zh_hk: 薈萃訂購上限為

# AddTodayMagazineMaXQuantity
source: Maximum number of magazines that can be added to cart is {0}.
es_pa: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_pr: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_py: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
hu_hu: A kosárba tehető magazinok maximális száma: {0}._G1457
id_id: Jumlah maksimum dari Majalah Today yang dapat ditambahkan ke keranjang adalah {0}
mk_mk: Во кошничката може да се додадат максимум {0} списанија.
ru_ua: Максимальна кількість журналів, що можуть бути додані до кошика {0}._G1457
sl_si: Največje število revij, ki jih je mogoče dodati v voziček, je {0}.
tr_tr: Sepetinize en fazla {0} adet Bülten eklenebilir.
vi_vn: Số lương tạp chí tối đạ có thể được thêm vào giỏ hàng là {o}
zh_hk: 薈萃可加入到購物車的上限是{0}

# DuplicateAddressNickname
source: Recipient is already used, please enter a different name.
es_pa: Este nombre de usuario ya está asignado a alguen más, por favor, ingrese un nombre diferente.
es_pr: Este nombre de usuario ya está asignado a alguen más, por favor entre con un nombre diferente._G1458
es_py: Este nombre de usuario ya está asignado a alguien más, por favor, ingrese un nombre diferente._G1458
hu_hu: Ez a becenév már használatban van, kérjük adjon meg másik becenevet._G1458
id_id: Nama panggilan telah digunakan, mohon masukkan nama yang berbeda_G1458
ja_jp: 入力した名称はすでに保存されています。別の名称を設定してください。
mk_mk: Псевдонимот е зафатен, внесете друго име.
ru_ua: Назва вже використовується, будь ласка виберіть іншу назву._G1458
sl_si: Vzdevek je že uporabljen, prosimo, vnesite drugo ime.
tr_tr: Takma İsim başkası tarafından kullanılmakta , lütfen farklı bir isim giriniz.
vi_vn: Tên riêng đã được sử dụng, vui lòng nhập tên khác
zh_hk: 此暱稱已被使用，請輸入另一個暱稱

# DONotAvailable
source: Online order is not available.
es_pa: La aplicación de Ordenes por Internet, no está disponible en este momento.
es_pr: La aplicación de Ordenes por Internet, no está disponible en este momento._G1459
es_py: La aplicación de Pedidos por Internet, no está disponible en este momento._G1459
hu_hu: Az online rendelés nem elérhető._G1459
id_id: Pemesanan online tidak tersedia_G1459
ja_jp: ただ今、オンラインでのご注文を承れません。
mk_mk: Онлајн нарачката не е на располагање.
ru_ua: Онлайн замовлення не доступно._G1459
sl_si: Spletno naročilo ni na voljo.
tr_tr: Online sipariş mevcut değil.
vi_vn: Đơn hàng trực tuyến không sẵn có
zh_hk: 無法購上訂購

# DONotAllowed
source: Online ordering is not allowed.
es_pa: Los pedidos por Internet no están permitidos.
es_pr: Los pedidos Online no son permitidos._G1460
es_py: Los pedidos por Internet no están permitidos._G1460
hu_hu: Az online rendelés nem megengedett._G1460
id_id: Pemesanan online tidak diizinkan_G1460
ja_jp: オンラインでのご注文は承れません。
mk_mk: Не е дозволено онлајн нарачување.
ru_ua: Онлайн замовлення не дозволено._G1460
sl_si: Spletno naročanje ni dovoljeno.
tr_tr: Online siparişe izin verilmedi.
vi_vn: Đặt hàng trực tuyến không được cho phép
zh_hk: 網上訂購不適用

# TotalNotMatch
source: Payment total does not match order total.
es_pa: El total del pago que esta realizando no coincide con el total a pagar por la orden.
es_pr: El total del pago que esta realizando no corresponde al total a pagar por la orden._G1462
es_py: El total del pago que esta realizando no coincide con el total a pagar por el pedido._G1462
hu_hu: A fizetett összeg nem egyezik a rendelés végösszegével._G1462
id_id: Jumlah pembayaran tidak sesuai dengan total pemesanan_G1462
ja_jp: 合計お支払金額で設定した金額と合計お支払金額が合致していません。ご確認ください。
mk_mk: Вкупниот износ на уплата не се совпаѓа со вкупниот износ на нарачката.
ru_ua: Загальна сума не відповідає сумі замовлення._G1462
sl_si: Skupni znesek za plačilo ne ustreza skupnemu znesku naročila.
tr_tr: Ödeme tutarı ile sipariş tutarı eşleşmedi.
vi_vn: Tổng khoản thanh toán không khớp với tộng cộng đơn hàng
zh_hk: 付款總數與訂單總數不符
