Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# JustBrowse
source: You have selected to browse product without placing an order, you won't be able to add product to the cart.
es_pa: Usted ha seleccionado revisar producto sin colocar una orden, por lo que no podrá agregar producto al carrito.
es_pr: Usted ha seleccionado buscar productos sin colocar una orden por lo que no podrá agregar productos a su selección._G1553
es_py: Usted ha seleccionado revisar producto sin ingresar un pedido, por lo que no podrá agregar producto al carrito._G1553
hu_hu: Ön a termékek rendelés nélküli megtekintését választotta, ebben a nézetben nem fog tudni termékeket tenni a korárba._G1553
id_id: anda telah memilih untuk melihat produk tanpa memesan, anda tidak dapat menambahkan produk ke keranjang_G1553
ja_jp: 注文せず製品を閲覧ページから選択しているため、製品を追加することができません。
mk_mk: Избравте да пребарате производ без да направите нарачка, во кошничката нема да може да го додадете производот.
ru_ua: Ви вибрали для перегляду продукти, не розміщуючи замовлення, ви не зможете додати товар у кошик._G1553
sl_si: Izbrali ste iskanje med izdelki brez oddaje naročila, zato izdelka ne boste mogli dodati v voziček.
tr_tr: Bir sipariş vermeden ürünlere göz atmayı seçtiniz, ürünleri sepetinize ekleyemeyeceksiniz.
vi_vn: Bạn đã chọn để lướt qua sản phẩm mà không đặt hàng, bạn sẽ không thể thêm sản phẩm vào giỏ hàng
zh_hk: 您已選擇非訂購模式瀏覽產品，您將不能加入產品到購物車

# AddHFFSucceeded
source: You have successfully added HFF to the cart.
es_pa: Ha agregado exitosamente HFF a su selección.
es_pr: Ha agregado exitosamente HFF a su selección._G1554
es_py: Ha agregado exitosamente HFF a su selección._G1554
id_id: anda telah menambahkan HFF ke dalam keranjang_G1554
ja_jp: HFF募金がカートに追加されました
mk_mk: Успешно го додадовте HFF во кошничката.
ru_ua: Ви успішно додали HFF до вашого кошика._G1554
sl_si: Prispevek za fundacijo HFF ste uspešno dodali v voziček.
tr_tr: Sepetinize Herbalife Aile Vakfı bağışını başarıyla eklediniz.
vi_vn: Bạn đã thêm thành công HFF vào giỏ hàng
zh_hk: 您已成功加入康寶萊家庭基金捐款到購物車

# CanOnlyPrepayOneAPF
source: You can only prepay on APF
es_pa: Usted sólo puede prepagar un año de su Cuota de Procesamiento Anual.
es_pr: Usted sólo puede prepagar la Cuota de Procesamiento Anual._G1555
es_py: Usted sólo puede prepagar un año de su Cuota de Procesamiento Anual._G1555
hu_hu: Csak 1 éves díjat fizethet előre_G1555
id_id: anda hanya dapat membayar dimuka satu tahun dari APF_G1555
ja_jp: 年間更新料は1年先までの分のみお支払いいただけます。
mk_mk: Однапред може да платите годишна членарина само за 1 година.
ru_ua: Ви можете передплатити тільки один рік щорічного внеску за комп'ютерне обслуговування._G1555
sl_si: Vnaprej lahko plačate samo eno letno pristojbino za obdelavo.
tr_tr: Sadece Yıllık İşlem Ücretinin 1 yılını önceden ödeyebilirsiniz.
vi_vn: Bạn chỉ có thể trả trước 1 năm phí xử lý dữ liệu
zh_hk: 您只可預繳一年的年度手續費

# MustDeleteACardToChangeItemsInCart
source: You must delete one of your credit cards to change the items in your cart
es_pa: Usted deb borrar una de sus tarjetas de crédito para cambiar los artículos en su carrito.
es_pr: You must delete one of your credit cards to change the items in your cart_G1556
es_py: Usted debe borrar una de sus tarjetas de crédito para cambiar los artículos en su carrito._G1556
hu_hu: A kosár tartalmának változtatásához törölnie kell legalább az egyik bankkártyájának adatait._G1556
id_id: anda harus menghapus salah satu kartu kredit untuk mengganti barang dalam keranjang_G1556
ja_jp: カートの製品を変更するにはクレジットカード情報を１つ削除してください。
mk_mk: Мора да избришете една од вашите кредитни картички за да ги смените производите во кошничката
ru_ua: Видаліть одну з ваш кредитних карток для того, щоб змінити товар у вашому кошику_G1556
sl_si: Če želite spremeniti artikle v vozičku, morate izbrisati eno od svojih kreditnih kartic.
tr_tr: Sepetinizdeki kalemleri değiştirmek için kredi kartlarınızdan birini silmelisiniz.
vi_vn: Bạn phải xóa một trong những thẻ ghi nợ để có thể thay đổi số lượng trong giỏ hàng
zh_hk: 您必須刪除其中一張信用卡以更改購物車中的項目

# CantVisitWithNoDeliveryInfo
source: You must select a Shipping option to proceed.
es_pa: Debe seleccionar una dirección de envío para continuar
es_pr: Debe seleccionar una dirección de envío para continuar_G1557
es_py: Debe seleccionar una dirección de envío para continuar._G1557
hu_hu: A folytatáshoz válassza a Kiszállítást vagy Árufelvételt._G1557
id_id: anda harus memilih opsi Pengiriman atau Pengambilan untuk lanjut_G1557
ja_jp: 配送、店頭お渡しのいずれを選択し、製品をカートに入れてください。
mk_mk: За да продолжите мора да изберете опција за испорака или за подигање.
ru_ua: Для продовження виберіть варіант з доставкою або з отриманням в Центрі Продажів ._G1557
sl_si: Za nadaljevanje morate izbrati možnost Odprema ali Prevzem.
tr_tr: Devam etmek için Sevkiyat veya Şahsen Teslim Alma seçeneklerinden birini seçmelisiniz.
vi_vn: Bạn phải chọn phương thức giao hàng hoặc nhận hàng tại kho để tiếp tục
zh_hk: 您必須選擇送貨或提貨才可繼續

# PossibleDuplicateOrder
source: You recently placed an identical order on {0}. If this is a duplicate order, click "Cancel Order". To continue with this order, please submit.
es_pa: Recientemente usted colocó una orden idéntica en {0}. Si esta es una orden duplicada, seleccione "Cancelar Orden". Para continuar con la orden, elija "Enviar".
es_pr: Recientemente usted colocó una orden identica en {0}. Si usted desea continuar con esta orden, por favor envíela ahora. De otra forma, presione el botón de "Cancelar Orden".
es_py: Recientemente usted ingreso un pedido idéntico en {0}. Si este pedido es duplicado, seleccione "Cancelar Pedido". Para continuar con el pedido, elija "Enviar".
hu_hu: Nemrégiben rögzített egy ugyanilyen rendelést: {0}. Amennyiben ezt véletlenül rögzítette újból, kattintson a Rendelés törlésére. Ha szeretné folytatni ezt a megrendelést, kattintson a Tovább a fizetéshez gombra._G1558
id_id: anda telah memesan pesanan yang sama di {0}. Jika ini salinan pesanan, klik "batalkan pesanan". Untuk melanjutkan pesanan ini, mohon kumpulkan
ja_jp: {0}に同じ内容のご注文をいただいております。 ご注文を継続する場合には「注文する」を、キャンセルの場合は、「この注文をキャンセルする」を選んでください。
mk_mk: Неодамна направивте идентична нарачка на {0}. Ако е ова дупликат нарачка, кликнете „Сторнирај нарачка“. За да продолжите со нарачката, кликнете „Испрати“.
ru_ua: Ви нещодавно розмістили подібне замовлення на {0}. Якщо це дублікат замовлення, натисніть "Скасувати Замовлення". Будь ласка, підтвердіть для того, щоб продовжити._G1558
sl_si: Pred kratkim ste oddali enako naročilo, in sicer dne {0}. Če je naročilo podvojeno, kliknite na Prekliči naročilo. Če želite nadaljevati to naročilo, ga, prosimo, pošljite.
tr_tr: Yakın zamanda {0} buna benzer bir sipariş verdiniz. Eğer bu mükerrer bir sipariş ise , "Siparişi İptal Et"i tıkla. Bu sipariş ile devam etmek için lütfen gönderiniz.
vi_vn: Bạn đaã đặt một đơn hàng giống {0}. Nếu đây là đơn hàng trùng lắp, chọn "hủy đơn hàng". Để tiếp tục, vui lòng chọn "gởi"
zh_hk: 您於最近於{0}下了一筆同樣的訂單，如果此訂單是重複了，請按 「取消訂購」；確定要完成此筆訂單,請按「確認訂購」

# APFDueDateNotification
source: Your Annual Processing Fee is due on {0}
es_pa: Su Cuota Anual de Procesamiento se vence el {0}
es_pr: La Cuota Anual de Procesamiento se vence en {0}
es_py: Su Cuota Anual de Procesamiento se vence el {0}
hu_hu: Tanácsadói éves díjának esedékessége: {0}_G1559
id_id: pembayaran pemrosesan utama anda akan jatuh tempo pada {0}
ja_jp: 更新料の期限日： {0}
mk_mk: Вашата годишна членарина треба да се плати на {0}
ru_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування {0}_G1559
sl_si: Letno pristojbino za obdelavo morate plačati do {0}.
tr_tr: Yıllık İşlem Ücreti ödemeniz {0} tarihinde doluyor.
vi_vn: Phí xử lý hàng năm của bạn hết hạn {0}
zh_hk: 您的年度手續費到期日為 {0}

# APFDue
source: Your Annual Processing Fee is due, we'll add into your shopping cart automatically.
es_pa: Su Cuota Annual de Procesamiento está vencida, incluiremos automáticamente el cargo de la cuota en su orden.
es_pr: Su Cuota Annual de Procesamiento está vencida, incluiremos automáticamente el cargo de la cuota en su orden._G1560
es_py: Su Cuota Annual de Procesamiento está vencida, incluiremos automáticamente el cargo de la cuota en su pedido._G1560
hu_hu: Tanácsadói éves díja esedékes, kérjük külön rendelésben rendezze._G1560
id_id: pembayaran pemrosesan utama anda telah jatuh tempo, kami akan memasukkan dalam keranjang belanja anda secara otomatis_G1560
ja_jp: 更新料のお支払いが必要です。今回のご注文に自動的に更新料が加算されます。<br/> 下記の「チェックアウト」を選び更新料をお支払いください。
mk_mk: Треба да платите годишна членарина, автоматски ќе ја додадеме во кошничката со производи.
ru_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування прострочена, ми додали оплату внеску до вашого кошика автоматично._G1560
sl_si: Poravnati morate letno pristojbino za obdelavo, zato bo samodejno dodana v vaš voziček.
tr_tr: Yıllık İşlem Ücretinizin vadesi gelmiş, otomatik olarak sepetinize eklenecektir.
vi_vn: Phí xử lý hàng năm của bạn đã hết hạn, chúng tôi sẽ tự động add mã phí vào giỏ hàng
zh_hk: 由於您的年度手續費已到期，我們將自動將您的年度手續費加入購物車中。

# APFDueAdded
source: Your Annual Processing Fees are due. They have been added to your cart.
es_pa: Sus cuotas anuales se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas vencidas dentro de su orden.
es_pr: Sus cuotas anuales se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas vencidas dentro de su orden._G1561
es_py: Sus cuotas anuales se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas vencidas dentro de su pedido._G1561
hu_hu: Tanácsadói éves díja esedékes. Összege a kosárba került _G1561
id_id: pembayaran pemrosesan utama anda telah jatuh tempo. Telah ditambahkan dalam keranjang anda_G1561
ja_jp: 更新料のお支払いが必要です。今回のご注文に自動的に更新料が加算されます。
mk_mk: Треба да платите годишни членарини. Ги додадовме во вашата кошничка.
ru_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування прострочена. Оплату щорічного внеску за комп'ютерне обслуговування додана до вашого кошика._G1561
sl_si: Poravnati morate letne pristojbine za obdelavo. Dodane so bile v vaš voziček.
tr_tr: Yıllık İşlem Ücreti ödemeniz bulunmakta. Sepetinize eklenecektir.
vi_vn: Phí xử lý số liệu hàng năm của bạn đã hết hạn. Nó đã được thêm vào giỏ hàng
zh_hk: 由於您的年度手續費已到期，年度手續費已加入您的購物車中。

# CardExpiredForSavedCard
source: Your credit card is expired. Please click Edit and update the expiration date.
es_pa: Su tarjeta de crédito ha expirado. Por favor, haga click en Editar y actualice la fecha de expiración.
es_pr: Su tarjeta de crédito está caducada. Por favor haga click en Editar y actualice la fecha de caducidad._G1562
es_py: Su tarjeta de crédito ha expirado. Por favor, haga click en Editar y actualice la fecha de expiración._G1562
hu_hu: Hitelkártyájának érvényessége lejárt. Lejárati dátum frissítése és szerkesztése_G1562
id_id: kartu kredit anda habis masa berlakunya. Mohon klik ubah dan perbaharui tanggal masa berlaku_G1562
ja_jp: クレジット・カードの有効期限が無効です。編集から、有効期限を更新してください。
mk_mk: Вашата кредитна картичка е истечена. Кликнете на „Измени“ и ажурирајте го датумот на истекување.
ru_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, натисніть "Змінити" та оновіть дату закінчення дії картки._G1562
sl_si: Vaša kreditna kartica ni več veljavna. Prosimo, kliknite na Uredi in posodobite datum izteka veljavnosti.
tr_tr: Kredi Kartınızın süresi dolmuş. Lütfen düzenle'yi tıklayıp son kullanma tarihini güncelleyiniz.
vi_vn: Thẻ ghi nợ của bạn đã hết hạn. Vui lòng chọn thay đổi và làm mới ngày hết hạn thẻ
zh_hk: 您的信用卡有效期已過，請按編輯及更新有效期限

# CardExpired
source: Your credit card has expired, please update your card details or contact your card provider.
es_pa: Su tarjeta de crédito ha caducado. Por favor, contactar al emisor de su tarjeta.
es_pr: Su tarjeta de crédito ha caducado, por favor edite la fecha de vencimiento._G1563
es_py: Su tarjeta de crédito ha expirado. Por favor, contactar al emisor de su tarjeta._G1563
hu_hu: Hitelkártyájának érvényessége lejárt, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1563
id_id: kartu kredit anda habis masa berlakunya. Mohon hubungi layanan distributor terdekat_G1563
ja_jp: クレジット・カードの有効期限が無効です。ディストリビューター・リレーション（0120-975-199）までお問い合わせください。
mk_mk: Вашата кредитна картичка е истечена. Јавете се на директната линија на вашата локална Служба за услуги на Дистрибутерите.
ru_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1563
sl_si: Vaša kreditna kartica ni več veljavna. Prosimo, pokličite na telefonsko številko lokalne službe za distributerske storitve.
tr_tr: Kredi Kartınızın süresi dolmuş. Lütfen Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Thẻ ghi nợ của bạn đã hết hạn. Vui lòng liên lạc phòng dịch vụ phân phối
zh_hk: 您的信用卡有效期已過，請致電香港直銷商服務熱線(852) 2834-1821

# CantBuy
source: Your ID is not acceptable, please contact Member Services on 0845 056 0606, Monday - Friday 9:00am - 5:30pm
es_pa: Su número de ID no es válido. Llame al Departamento de Servicio al Distribuidor al (507)831-6800.
es_pr: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Distribuidor al 1-866-866-4744._G1564
es_py: Su número de ID no es válido. Llame al Departamento de Servicio al Distribuidor al +(595) 21 518 2000._G1564
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1564
id_id: ID anda tidak dapat diterima, mohon hubungi Distributor Service 021 293 40900_G1564
ja_jp: このご登録番号はご利用いただけません。お手数ですが、ディストリビューター・リレーション（0120-975-199）までお問い合わせください。
mk_mk: Вашиот ID-број не може да се прифати, исконтактирајте ја Службата за услуги на Дистрибутерите
ru_ua: Ваш ID не знайдено, будь ласка, зверніться до Відділу Інформаційної підтримки Дистриб'юторів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00_G1564
sl_si: Vaša ID-številka ni ustrezna, prosimo, pokličite na telefonsko številko službe za distributerske storitve.
tr_tr: ID numaranız geçersiz, lütfen +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Mã số của bạn không được chấp nhận. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292
zh_hk: 您的直銷商編號目前無法訂購，請致電香港直銷商服務熱線(852) 2834-1821

# CantOrder
source: Your ID is not acceptable, please contact Member Services on 0845 056 0606, Monday - Friday 9:00am - 5:30pm
es_pa: Su número de ID no es válido. Llame al Departamento de Servicio al Distribuidor al (507) 831-6800.
es_pr: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Distribuidor al 1-866-866-4744._G1565
es_py: Su número de ID no es válido. Llame al Departamento de Servicio al Distribuidor al +(595) 21 518 2000._G1565
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1565
id_id: ID anda tidak dapat diterima, mohon hubungi Distributor Service 021 293 40900_G1565
ja_jp: このご登録番号はご利用いただけません。お手数ですが、ディストリビューター・リレーション（0120-975-199）までお問い合わせください。
mk_mk: Вашиот ID-број не може да се прифати, исконтактирајте ја Службата за услуги на Дистрибутерите
ru_ua: Ваш ID не знайдено, будь ласка, зверніться до Відділу Інформаційної підтримки Дистриб'юторів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00_G1565
sl_si: Vaša ID-številka ni ustrezna, prosimo, pokličite na telefonsko številko službe za distributerske storitve.
tr_tr: ID numaranız geçersiz, lütfen +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Mã số của bạn không được chấp nhận. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292
zh_hk: 您的直銷商編號目前無法訂購，請致電香港直銷商服務熱線(852) 2834-1821

# DuplicateOrder
source: Your previous order was already submitted prior to the changes that were made to your cart. Your order number is {0}. You can verify the status of this order by calling Order Support at 1-866-866-4744, 9 a.m. to 6 p.m. PST, Monday - Friday. Saturday 6 a.m. to 2 p.m. PST for assistance or by clicking here. (Please note that it may take up to 1 hour before the order is displayed.<br>If you would like to place a new order, please re-add items to your cart.
es_pa: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su carrito. Su número de pedido es {0}. Usted puede verificar el estado de esta orden llamando al Departamento de Servicio al Distribuidor, de 8:00 am a 5:30pm, de lunes a viernes, y los sábados de 9:00am a 1:00pm para recibir ayuda, o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir artículos en su carrito.
es_pr: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su selección. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Pedidos al 1-866-866-4744, de 9 de la mañana a 6 de la tarde (hora del Pacífico), de lunes a viernes, y los sábados de 6 de la mañana a 2 de la tarde (hora del Pacífico) para recibir ayuda, o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir artículos en su cesta.
es_py: Su pedido anterior ya había sido ingresado antes de los cambios que se hicieron en su carrito. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Servicios al Distribuidor, de 8:30am a 5:00pm, de Lunes a Viernes, y los Sábados de 8:30am a 12:30pm para recibir ayuda, o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir artículos en su carrito.
hu_hu: Az előző rendelését már lezárta, ezután már nem tudja módosítani. A rendelési száma: {0}. Rendelésének állapotát a rendelési számra kattintva ellenőrizheti, vagy további segítségért hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon szerdai napok kivételével munkanapokon 9:00 és 17:30 között, szerdánként pedig 10:00-17:30 között. (Felhívjuk figyelmét, hogy a rendelés feldolgozásának átfutási ideje egy órát is igénybe vehet, mielőtt megjelenne a rendelések között. <br> Ha szeretne újabb rendelést létrehozni, helyezze a termékeket ismét a kosárba._G1566
id_id: pesanan sebelumnya telah dikumpulkan sebelum perubahan yang terjadi dalam keranjang anda. Nomor pesanan anda adalah [0}. Anda dapat mengecek status pesanan anda dengan menelepon bantuan pesanan di 021 293 40900, 09.30-18.00, senin-jumat. Untuk bantuan klik disini. (mohon catat bahwa akan membutuhkan waktu 1 jam sebelum pesanan ditampilkan. jika anda ingin menambahkan pesanan baru, mohon tambahkan kembali barang anda ke dalam keranjang_G1566
ja_jp: 変更前の内容で、ご注文番号 {0} にてすでにご注文を承っております。<br> My HERBALIFE で、本注文の状況をご確認される場合は、ご注文情報が反映されるまで1時間程度お待ちください。お急ぎの場合は、オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Вашата претходна нарачка беше испратена пред направените измени во кошничката. Бројот на вашата нарачка е {0}. Статусот на оваа нарачка може да го потврдите со јавување во Службата за помош при нарачка на +389 231 09215, од 9:00 до 17:00 ч. од понеделник до петок или со кликање овде. (Може да биде потребен и 1 час пред нарачката да се прикаже.<br>Ако сакате да направите нова нарачка, додајте повторно производи во кошничката.
ru_ua: Ваше попереднє замовлення вже було оформлене до того, як ви внесли останні зміни у Вашому кошику. Номер вашого замовлення {0}. Ви можете перевірити статус цього замовлення звернувшись до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. Субота, неділя – вихідні дні. (Будь ласка, зверніть увагу, що це може зайняти до 1 години, поки замовлення буде відображено. <br> Якщо ви бажаєте розмістити нове замовлення, будь ласка, повторно додайте продукти в кошик._G1566
sl_si: Vaše prejšnje naročilo je bilo že oddano, še preden ste vnesli spremembe v voziček. Številka vašega naročila je {0}. Če želite preveriti status svojega naročila, lahko za pomoč pokličete službo za pomoč pri naročanju na številko +386 1 518 7278, od 9.00 do 17.00. od ponedeljka do petka, ali kliknete tu. (Prosimo, upoštevajte, da lahko traja tudi 1 uro, preden se prikaže naročilo.<br>Če želite oddati novo naročilo, prosimo, da artikle znova dodate v voziček.
tr_tr: Siparişiniz sepetinizde yapmış olduğunuz değişikliklerden önce gönderilmişti. Sipariş numaranız: {0}. +90 216 542 75 90 nolu telefondan Sipariş desteğini arayarak siparişinizin durumunu teyit edebilirsiniz. Çalışma saatlerimiz hafta içi Pztesi-Cuma 08:30-17:30 haftasonu Cmtesi 08:30-12:30 /Sadece şahsen siparişler. ( Lütfen unutmayın siparişinizin görüntülenmesi 1 saat kadar sürebilir. <br> Eğer yeni bir sipariş vermek isterseniz , lütfen bu kalemleri sepetinize tekrar ekleyin.
vi_vn: Đơn hàng trước của bạn đã được gởi đi.Mã số đơn hàng {0}. Bạn có thể làm rõ tình trạng đơn hàng bằng cách liên lạc bộ phận hỗ trợ đặt hàng 848 3827 9292, 8.30 A.M đến 17.30 AM từ thứ 2 đến thứ 6. Thứ 7 từ 9.00AM đến 13.00PM. PST cho sự hỗ trợ hoặc chọn vào đây. (Xin lưu ý sẽ mất 1h trước khi đơn hàng thể hiện trên hệ thống <br>. Nếu bạn muốn đặt đơn hàng mới, vui lòng thêm lại số lượng vào giỏ hàng
zh_hk: 在您修改購物車前，上一張訂單已經提交。您的訂單號碼是{0}。您可致電香港直銷商服務熱線(852) 2834-1821(星期一至星期五 10:30-19:30及星期六10:30-18:00)或按此查核訂單狀態。(請注意，剛完成之新訂單須一小時後才能顯示。<br>若您欲下新訂單，請重新加入產品到您的購物車。

# RequiredAPFLeftInCart
source: Your required Annual Processing fees have been left in your cart.
es_pa: La Cuota Annual de Procesamiento se ha dejado en su carrito.
es_pr: La Cuota Annual de Procesamiento se ha dejado en su carrito._G1567
es_py: La Cuota Anual de Procesamiento se ha dejado en su carrito._G1567
hu_hu: A Tanácsadói éves díj összege a kosárban maradt._G1567
id_id: biaya pemrosesan utama anda telah ditinggalkan dalam keranjang_G1567
ja_jp: お支払期限を迎えた更新料がカートに残っています。
mk_mk: Вашата задолжителна годишна членарина е оставена во кошничката.
ru_ua: Необхідний щорічний внесок за комп'ютерне обслуговування залишився у вашому кошику._G1567
sl_si: V vašem vozičku so ostale obvezne letne pristojbine za obdelavo.
tr_tr: Ödemeniz gereken Yıllık İşlem Ücretiniz sepetinizde kalmış.
vi_vn: Phí xử lý hàng năm được yêu cầu đã loại bỏ khỏi giỏ hàng
zh_hk: 您的年度手續費尚在您的購物車中

# LocationNotValid
source: Your shipping information is no longer valid, shopping cart will be cleared.
es_pa: Su información de envío ya no es válida, los artículos seleccionados de la compra serán eliminados.
es_pr: Su información de envío ya no es válida, la selección de la compra será eliminada._G1568
es_py: Su información de envío ya no es válida, los artículos seleccionados de la compra serán eliminados._G1568
hu_hu: A kiszállítási információ érvényessége lejárt, a kosár tartalma törlésre kerül._G1568
id_id: informasi pengiriman tidak lagi berlaku, keranjang belanja akan dibersihkan_G1568
ja_jp: 配送先が正しくありません。ショッピング・カートにいれた製品を削除します。
mk_mk: Вашите податоци за испорака веќе не важат, кошничката со производи ќе биде испразнета.
ru_ua: Інформація доставки більше не дійсна, кошик з інформацією про доставку буде очищено._G1568
sl_si: Vaši podatki za odpremo niso več veljavni, zato bo nakupovalni voziček izpraznjen.
tr_tr: Sevkiyat bilgileriniz artık geçerli değildir, alışveriş sepetiniz temizlenecek.
vi_vn: Thông tin vận chuyển không còn hợp lệ, giỏ hàng sẽ được xóa
zh_hk: 您的送貨地址不存在,購物車的項目將被清除
