Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# AddHFFZero
source: Please add an amount greater than 0.
es_pa: Por favor, agregue una cantidad mayor a cero {0}
es_pr: Por favor, agregue una cantidad mayor a cero {0}
es_py: Por favor, agregue una cantidad mayor a cero {0}
hu_hu: Kérjük adjon meg nullánál nagyobb összeget._G1463
id_id: Silahkan tambahkan angka lebih besar dari 0_G1463
ja_jp: 個数を入力してください。
mk_mk: Додајте износ повисок од 0.
ru_ua: Будь ласка, введіть суму більше 0._G1463
sl_si: Prosimo, vnesite količino, večjo od 0.
tr_tr: Lütfen 0'dan büyük bir tutar giriniz.
vi_vn: Vui lòng thêm số lượng nhiều hơn 0
zh_hk: 請輸入大於0的數值

# PaymenyFail
source: Please check card information.
es_pa: Por favor, verifique la información de su tarjeta.
es_pr: Por favor verifique la información de su tarjeta._G1464
es_py: Por favor, verifique la información de su tarjeta._G1464
hu_hu: Kérjük ellenőrizze a kártyaadatokat._G1464
id_id: Silahkan periksa informasi kartu_G1464
ja_jp: クレジットカード情報をご確認ください。
mk_mk: Проверете ги податоците за картичката.
ru_ua: Будь ласка, перевірте інформацію картки._G1464
sl_si: Prosimo, preverite podatke o kreditni kartici.
tr_tr: Lütfen kart bilgilerini kontrol ediniz.
vi_vn: Vui lòng kiểm tra thông tin thẻ
zh_hk: 請確認信用卡資料無誤

# LoginError
source: Please check your Member ID and PIN Code and try again. Please note there is an obligatory 7 day cooling off period for new members when you will not be able to login.<br /> If you are an existing member with a technical issue and the problem persists please call Member Services on 0845 056 0606
es_pa: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte el Departamento de Servicio al Distribuidor llamando al (507) 831-6800.
es_pr: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte el Departamento de Servicio al Distribuidor llamando al 1-866-866-4744._G1465
es_py: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte al Departamento de Servicios al Distribuidor llamando al +(595) 21 518 2000._G1465
hu_hu: Kérjük ellenőrizze az Azonosító (ID) számát és PIN kódját és próbálja újra. Amennyiben a hiba megismétlődik, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06 1 299 7020-as telefonszámon_G1465
id_id: Periksa ID Distributor dan kode PIN anda lalu cobalah kembali. Jika masalah tetap terjadi mohon hubungi Distributor Services di 021-293 40900_G1465
ja_jp: ご登録番号とピン番号をご確認ください。ログインできない場合は、ディストリビューター・リレーション（月～金 0120-975-199）までお問い合わせください。
mk_mk: Проверете го ID-бројот и ПИН-кодот на Дистрибутерот и обидете се повторно. Ако повторно има проблеми, јавете се во Службата за услуги на Дистрибутерите
ru_ua: Будь ласка, перевірте ваш ID та PIN та спробуйте ще раз. Якщо проблема не усувається, будь ласка, зверніться до Відділу Інформаційної підтримки Дистриб'юторів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00_G1465
sl_si: Prosimo, preverite svojo ID-številko distributerja in kodo PIN ter poskusite znova. Če imate še vedno težave, se, prosimo, obrnite na službo za distributerske storitve.
tr_tr: Lütfen Distribütör ID numaranızı ve PIN Kodunuzu kontrol edip tekrar deneyiniz. Problem devam ederse lütfen +90 216 542 75 90 numaralı telefondan Distribütör Servislerine ulaşınız.
vi_vn: Vui lòng kiểm tra mã số NPP và mã PIN của bạn và thử lại lần nữa. Nếu vẫn có vấn đề vui lòng liên lạc Dịch Vụ Phân Phối : +84 8 38279191
zh_hk: 請確認您的直銷商編號及密碼無誤後再嘗試登入。 如問題仍然持續，請致電香港直銷商服務熱線(852) 2834-1821

# CompleteAPFPurchase
source: Please complete your annual fee purchase before adding other products to cart.
es_pa: Por favor, complete el pago de su cuota anual antes de incluir otros productos a su carrito de compras.
es_pr: Por favor, complete el pago de su cuota annual antes de incluir otros productos a su selección._G1466
es_py: Por favor, complete el pago de su cuota anual antes de incluir otros productos a su carrito de compras._G1466
hu_hu: Kérjük fizesse be Éves Díját, mielőtt termékeket helyez a kosarába._G1466
id_id: Silahkan lengkapi pembelian Biaya Tahunan sebelum menambahkan produk lain ke keranjang_G1466
ja_jp: 製品を追加する前に更新料の支払が必要です。
mk_mk: Завршете го купувањето на годишната членарина пред да додадете други производи во кошничката.
ru_ua: Будь ласка, завершіть покупку щорічного комп'ютерного внеску перед тим, як додати інші продукти до вашого кошика._G1466
sl_si: Prosimo, dokončajte svoj nakup letne pristojbine, preden dodate druge izdelke v voziček.
tr_tr: Diğer ürünleri sepetinize eklemeden önce yıllık işlem ücreti ödemenizi tamamlayınız.
vi_vn: Vui lòng hoàn tất mua phí xử lý hàng năm trước khi thêm những sản phẩm khác vào giỏ hàng
zh_hk: 請先完成年度手續費訂購才可加入其他產品到購物車

# EventTicketCompleteAPF
source: Please complete your annual fee purchase before purchasing event tickets.
es_pa: Por favor, complete el pago de su cuota anual antes de comprar una entrada para el evento.
es_pr: Por favor complete la compra de cuota anual antes de compra un boleto para un evento._G1467
es_py: Por favor, complete el pago de su cuota anual antes de comprar un ticket para el evento._G1467
hu_hu: Kérjük fizesse be Éves Díját, mielőtt rendezvényünkre jegyet rendel._G1467
id_id: Silahkan lengkapi pembelian Biaya Tahunan sebelum membeli tiket event_G1467
ja_jp: イベントチケットをご購入いただく前に更新料をお支払いください。
mk_mk: Завршете го купувањето на годишната членарина пред да купите влезници за настани.
ru_ua: Будь ласка, завершіть покупку щорічного комп'ютерного внеску перед покупкою квитків._G1467
sl_si: Prosimo, da pred nakupom vstopnic za dogodek dokončate nakup letne pristojbine.
tr_tr: Etkinlik bileti siparişinizi satın almadan önce yıllık işlem ücreti ödemenizi tamamlayınız.
vi_vn: Vui lòng hoàn tất mua phí xử lý hàng năm trước khi mua vé sự kiện
zh_hk: 請先完成年度手續費訂購才可加入訂購會議門票

# AddTodayMagazineEnterNumber
source: Please enter a number.
es_pa: Por favor, proporcione un número.
es_pr: Por favor proporcione un número._G1468
es_py: Por favor, proporcione un número._G1468
hu_hu: Kérjük adjon meg egy számot._G1468
id_id: Silahkan masukkan angka_G1468
mk_mk: Внесете број.
ru_ua: Будь ласка, введіть номер._G1468
sl_si: Prosimo, vpišite številko.
tr_tr: Lütfen bir numara giriniz..
vi_vn: Vui lòng nhập số
zh_hk: 請輸入一個數值

# QuantityIncorrect
source: Please enter a quantity for SKU {0}.
es_pa: Por favor, ingrese una cantidad para el artículo con SKU:{0}
es_pr: Por favor proporcione la cantidad correcta para el artículo con SKU:{0}
es_py: Por favor, ingrese una cantidad para el artículo con SKU:{0}
hu_hu: Kérjük adja meg a {0} cikkszámú tételből rendelni kívánt mennyiséget._G1469
id_id: Silahkan masukkan jumlah untuk SKU_G1469
ja_jp: ストック番号 {0} のご注文数量を半角数字でご入力ください。
mk_mk: Внесете количина за шифру {0}.
ru_ua: Будь ласка, введіть кількість для Номеру Серії {0}._G1469
sl_si: Prosimo, vnesite količino za šifro SKU {0}.
tr_tr: {0} Stok No için lütfen adet giriniz..
vi_vn: Vui lòng nhập số lương cho mã sản phẩm {0}
zh_hk: 請輸入產品編號 {0}的訂購數量

# DuplicatePickupLocation
source: Please enter a unique Pick Up location.
es_pa: Por favor, ingrese un único lugar de retiro.
es_pr: Por favor introduzca solamente un lugar para recogido_G1470
es_py: Por favor, ingrese un único lugar de retiro._G1470
id_id: Silahkan masukkan lokasi Pengambilan yang unik_G1470
mk_mk: Внесете единствена локација за подигање.
ru_ua: Будь ласка, введіть унікальний спосіб отримання_G1470
sl_si: Prosimo, vnesite drug prevzemni kraj.
tr_tr: Lütfen ünik bir Şahsen Teslim merkezini giriniz.
vi_vn: Vui lòng nhập địa điểm nhận hàng cụ thể
zh_hk: 請輸入特定的提貨地點

# InvalidCity
source: Please enter a valid city.
es_pa: Por favor, ingrese una ciudad válida
es_pr: Por favor introduzca una ciudad válida_G1471
es_py: Por favor, ingrese una ciudad válida._G1471
hu_hu: Kérjük adjon meg érvényes városnevet._G1471
id_id: Silahkan masukkan kota yang benar_G1471
ja_jp: 市・区・郡の入力が正しくありません。
mk_mk: Внесете точен град.
ru_ua: Будь ласка, введіть дійсне місто._G1471
sl_si: Prosimo, vpišite veljavno mesto/kraj.
tr_tr: Lütfen geçerli bir şehir giriniz.
vi_vn: Vui lòng nhập tên thành phố hợp lệ
zh_hk: 請輸入正確的城市名

# InvalidRecipentName
source: Please enter a valid Name.
es_pa: Por favor, ingrese un Nombre válido
es_pr: Por favor introduzca un Nombre válido_G1472
es_py: Por favor, ingrese un Nombre válido._G1472
hu_hu: Kérjük adjon meg érvényes nevet._G1472
id_id: Silahkan masukkan nama yang benar_G1472
ja_jp: 受取人名の入力が正しくありません。
mk_mk: Внесете точно име.
ru_ua: Будь ласка, введіть дійсне Ім'я._G1472
sl_si: Prosimo, vpišite veljavno ime.
tr_tr: Lütfen geçerli bir isim giriniz.
vi_vn: Vui lòng nhập tên hợp lệ
zh_hk: 請輸入正確姓名

# InvalidNickname
source: Please enter a valid recipient.
es_pa: Por favor, ingrese un nombre corto válido.
es_pr: N/A FOR SPAIN_G1473
es_py: Por favor, ingrese un nombre corto válido._G1473
hu_hu: Kérjük adjon meg érvényes becenevet._G1473
id_id: Silahkan masukkan Nama Panggilan yang benar_G1473
ja_jp: 名称に記号（&, #, -など）は入力いただけません。
mk_mk: Внесете точен псевдоним.
ru_ua: Будь ласка, введіть дійсну назву._G1473
sl_si: Prosimo, vpišite veljavni vzdevek.
tr_tr: Lütfen geçerli bir takma isim giriniz.
vi_vn: Vui lòng nhập tên riêng hợp lệ
zh_hk: 請輸入正確暱稱

# CasaDonationRequired
source: Please enter donation amount, except zero(0).
es_pa: Por favor, ingrese una cantidad de donación distinta de cero {0}.
es_pr: Por favor introduzca una cantidad de donación, excepto cero {0}.
es_py: Por favor, ingrese una cantidad de donación distinta de cero {0}.
id_id: Silahkan masukkan jumlah donasi, kecuali nol (0)_G1474
ja_jp: 募金金額をご入力ください（０円以上）
mk_mk: Внесете износ на донација, освен нула (0).
ru_ua: Будь ласка, введіть суму пожертви, за виключенням (0)._G1474
sl_si: Prosimo, vpišite znesek donacije, ki ni enak nič (0).
tr_tr: Lütfen sıfır (0) dışında bağış tutarı giriniz.
vi_vn: Vui lòng nhập số lươợng quyên gió, ngoại trừ (0)
zh_hk: 請輸入捐款總額，(0)除外

# NoEmailAddress
source: Please enter email address.
es_pa: Por favor, ingrese una dirección de correo electrónico.
es_pr: Por favor introduzca el correo electrónico_G1475
es_py: Por favor, ingrese una dirección de correo electrónico._G1475
hu_hu: Kérjük adjon meg e-mail címet._G1475
id_id: Silahkan masukkan alamat email_G1475
ja_jp: Eメールアドレスを入力してください。
mk_mk: Внесете имејл адреса.
ru_ua: Будь ласка, введіть вашу електронну адресу._G1475
sl_si: Prosimo, vpišite e-naslov.
tr_tr: Lütfen eposta adresi giriniz.
vi_vn: Vui lòng nhập địa chỉ thư điện tử
zh_hk: 請輸入電郵地址

# NoPaymentInfo
source: Please enter payment information.
es_pa: Por favor, ingrese la información para realizar el pago.
es_pr: Por favor introduzca la información para realizar el pago._G1476
es_py: Por favor, ingrese la información para realizar el pago._G1476
hu_hu: Kérjük adja meg a fizetési információkat._G1476
id_id: Silahkan masukkan info pembayaran_G1476
ja_jp: ご利用のカード情報をご確認ください。
mk_mk: Внесете податоци за плаќањето.
ru_ua: Будь ласка, введіть інформацію платежу._G1476
sl_si: Prosimo, vnesite podatke o plačilu.
tr_tr: Lütfen ödeme bilgisi giriniz.
vi_vn: Vui lòng nhập thông tin thanh toán
zh_hk: 請輸入付款資料

# CVVMissing
source: Please enter the CVV; this can be found on the signature strip on the back of your card.
es_pa: Por favor, ingrese el Código de Seguridad (CVV) de la parte posterior de su tarjeta.
es_pr: Por favor introduzca el Código de Seguridad._G1477
es_py: Por favor, ingrese el Código de Seguridad (CVV) de la parte posterior de su tarjeta._G1477
hu_hu: Kérjük adja meg az ellenőrzőszámot (CVV)._G1477
id_id: Silahkan masukkan CVV_G1477
ja_jp: クレジット・カードの表／裏面に記載された下3桁、もしくは4桁の認証番号を入力してください。
mk_mk: Внесете CVV.
ru_ua: Будь ласка, введіть код CVV._G1477
sl_si: Prosimo, vnesite kodo CVV.
tr_tr: Lütfen CVV numarası giriniz.
vi_vn: Vui lòng nhập số CVV
zh_hk: 請輸入信用卡安全碼

# APFinvalidQtyDsLevel
source: Please enter the quantity of Annual Processing Fee you would like to purchase.
es_pa: Por favor, ingrese la cantidad de Cuota Anual de Procesamiento que desea pagar.
es_pr: Por favor introduzca la cantidad de la Cuota Anual de Procesamiento que desea comprar entre 1 y {0}
es_py: Por favor, ingrese la cantidad de Cuota Anual de Procesamiento que desea pagar._G1478
hu_hu: Kérjük adja meg a fizetni kívánt Éves Eljárási Díj mennyiségét._G1478
id_id: Silahkan masukkan jumlah dari Biaya Pemrosesan Tahunan yang ingin dibeli_G1478
ja_jp: 更新料のお支払年数分を入力してください。
mk_mk: Внесете колку годишни членарини сакате да купите.
ru_ua: Будь ласка, введіть кількість років Щорічного внеску за комп'ютерне обслуговування, які ви хочете оплатити._G1478
sl_si: Prosimo, vnesite količino letne pristojbine za obdelavo, ki jo želite kupiti.
tr_tr: Lütfen ödemesini yapmak istediğiniz Yıllık İşlem Ücreti adetini giriniz.
vi_vn: Vui lòng nhập số lượng phí xử lý hàng năm mà bạn muốn đặt
zh_hk: 請輸入年度手續費的數量

# InvalidEmailAddress
source: Please enter valid email address.
es_pa: Por favor, ingrese una dirección de correo electrónico válida.
es_pr: Por favor introduzca una dirección válida de correo electrónico._G1479
es_py: Por favor, ingrese una dirección de correo electrónico válida._G1479
hu_hu: Kérjük adjon meg érvényes e-mail címet._G1479
id_id: Silahkan masukkan alamat email yang benar_G1479
ja_jp: Eメールアドレスを再入力してください。
mk_mk: Внесете точна имејл адреса.
ru_ua: Будь ласка, введіть дійсну електронну адресу._G1479
sl_si: Prosimo, vpišite veljavni e-naslov.
tr_tr: Lütfen geçerli eposta adresi giriniz.
vi_vn: Vui lòng nhập địa chỉ thư điện tử
zh_hk: 請輸入正確的電郵地址

# InvalidFirstName
source: Please enter valid First Name.
es_pa: Por favor, ingrese un Nombre válido.
es_pr: Por favor introduzca el Nombre correcto._G1480
es_py: Por favor, ingrese un Nombre válido._G1480
hu_hu: Kérjük adjon meg érvényes keresztnevet._G1480
id_id: Silahkan masukkan Nama Depan yang benar_G1480
ja_jp: 名が正しくありません。ご確認ください。
mk_mk: Внесете точно име.
ru_ua: Будь ласка, введіть дійсне Ім'я._G1480
sl_si: Prosimo, vpišite veljavno ime.
tr_tr: Lütfen geçerli İsim giriniz.
vi_vn: Vui lòng nhập tên hợp lệ
zh_hk: 請輸入您的名字

# InvalidLastName
source: Please enter valid Last Name.
es_pa: Por favor, ingrese un Apellido válido.
es_pr: Por favor introduzca los Apellidos correctos._G1481
es_py: Por favor, ingrese un Apellido válido._G1481
hu_hu: Kérjük adjon meg érvényes vezetéknevet._G1481
id_id: Silahkan masukkan Nama Belakang yang benar_G1481
ja_jp: 姓が正しくありません。ご確認ください。
mk_mk: Внесете точно презиме.
ru_ua: Будь ласка, введіть дійсне Прізвище._G1481
sl_si: Prosimo, vpišite veljavni priimek.
tr_tr: Lütfen geçerli Soyad giriniz.
vi_vn: Vui lòng nhập họ hợp lệ
zh_hk: 請輸入您的姓氏

# InvalidMiddleName
source: Please enter valid Middle Name.
es_pa: Por favor, ingrese un segundo nombre válido.
es_pr: N/A FOR SPAIN_G1482
es_py: Por favor, ingrese un segundo nombre válido._G1482
id_id: Silahkan masukkan Nama Tengah yang benar_G1482
mk_mk: Внесете точно средно име.
ru_ua: Будь ласка, введіть дійсне ім'я По-батькові._G1482
sl_si: Prosimo, vnesite veljavno drugo ime.
tr_tr: Lütfen geçerli İkinci İsim giriniz.
vi_vn: Vui lòng nhập tên lót hợp lệ
zh_hk: 請輸入您的中名

# ShippingInfoIncomplete
source: Please enter mandatory shipping information.
es_pa: Por favor, complete toda la información de envío requerida.
es_pr: Por favor introduzca toda la información de envío obligatoria._G1483
es_py: Por favor, complete toda la información de envío requerida._G1483
hu_hu: Kérjük tölste ki az összes kötelező szállítási adatot._G1483
id_id: Silahkan masukkan Informasi pengiriman_G1483
ja_jp: 配送先の必須項目を入力してください
mk_mk: Внесете ги сите задолжителни податоци за испораката.
ru_ua: Будь ласка, заповніть всі обов'язкові дані доставки._G1483
sl_si: Prosimo, vpišite vse obvezne podatke za odpremo.
tr_tr: Lütfen tüm zorunlu sevkiyat bilgilerini doldurunuz.
vi_vn: Vui lòng điền thông tin vận chuyển bắt buộc
zh_hk: 請輸入必要填寫的寄送資料

# InvalidAreaCode
source: Please fill area code in proper format.
es_pa: Por favor, complete el código del área con el formato correcto.
es_pr: Por favor rellene el código del área con el formato correcto._G1484
es_py: Por favor, complete el código del área con el formato correcto._G1484
hu_hu: Kérjük a körzetszámot a megfelelő formátumban írja be._G1484
id_id: Silahkan masukkan kode area dalam format yang benar_G1484
ja_jp: 市外局番が正しくありません。半角英数で入力してください。
mk_mk: Внесете го карактеристичниот број во соодветен формат.
ru_ua: Будь ласка, введіть поштовий індекс у вірному форматі._G1484
sl_si: Prosimo, vpišite območno kodo v ustrezni obliki.
tr_tr: Lütfen alan kodunu doğru formatta doldurunuz.
vi_vn: Vui lòng điền mã vùng với định dạng chính xác
zh_hk: 請以正確格式輸入郵政編號

# InvalidExtension
source: Please fill extension in proper format.
es_pa: Por favor, complete la extensión con el formato correcto.
es_pr: Por favor rellene la extensión con el formato correcto._G1485
es_py: Por favor, complete la extensión con el formato correcto._G1485
hu_hu: Kérjük a melléket a megfelelő formátumban írja be._G1485
id_id: Silahkan masukkan extension dalam format yang benar_G1485
ja_jp: 適切なフォーマットで入力してください
mk_mk: Внесете ја екстензијата во соодветен формат.
ru_ua: Будь ласка, введіть розширення в потрібному форматі._G1485
sl_si: Prosimo, vpišite interno številko v ustrezni obliki.
tr_tr: Lütfen dahilinizi doğru formatta doldurunuz.
vi_vn: Vui lòng điền số máy nhánh với định dạng chính xác
zh_hk: 請以正確格式輸入分機號碼

# NoCareOfName
source: Please enter care of name.
es_pa: Por favor, complete el nombre de la persona que recibirá la orden.
es_pr: Introduzca el nombre de la persona a quien se envía._G1486
es_py: Por favor, complete el nombre de la persona que recibirá la orden._G1486
hu_hu: Kérjük adja meg a címzett nevét._G1486
id_id: Silahkan isi nama_G1486
ja_jp: 受取人名を入力してください
mk_mk: Внесете примач.
ru_ua: Будь ласка, введіть Ім'я отримувача._G1486
sl_si: Prosimo, vpišite, kdo je potrdil podatke.
tr_tr: Lütfen alıcı adını doldurunuz.
vi_vn: Vui lòng điền tên người nhận
zh_hk: 請輸入收件人姓名

# NoAreaCode
source: Please fill out the area code.
es_pa: Por favor, escriba el código del área.
es_pr: Por favor rellene el código del área._G1487
es_py: Por favor, escriba el código del área._G1487
hu_hu: Kérjük adja meg a körzetszámot._G1487
id_id: Silahkan isi kode area_G1487
ja_jp: 市外局番の入力は必須項目です。半角数字で入力してください。
mk_mk: Внесете карактеристичен број.
ru_ua: Будь ласка, введіть поштовий індекс._G1487
sl_si: Prosimo, vpišite območno kodo.
tr_tr: Lütfen alan kodunu doldurunuz.
vi_vn: Vui lòng điền mã vùng
zh_hk: 請輸入正確郵政編號

# NoCity
source: Please enter the city.
es_pa: Por favor, proporcione la Ciudad.
es_pr: Por favor proporcione la Ciudad._G1488
es_py: Por favor, proporcione la Ciudad._G1488
hu_hu: Kérjük adja meg a várost._G1488
id_id: Silahkan isi kota_G1488
ja_jp: 町・村を入力してください。
mk_mk: Внесете град.
ru_ua: Будь ласка, введіть місто._G1488
sl_si: Prosimo, vpišite kraj/mesto.
tr_tr: Lütfen şehir giriniz.
vi_vn: Vui lòng điền tên thành phố
zh_hk: 請輸入城市

# NoExtension
source: Please fill out the extension.
es_pa: Por favor escriba la extensión.
es_pr: Por favor rellene la extensión._G1489
es_py: Por favor, escriba la extensión._G1489
hu_hu: Kérjük adja meg a melléket._G1489
id_id: Silahkan isi extension_G1489
ja_jp: 内線番号を入力してください。
mk_mk: Внесете екстензија.
ru_ua: Будь ласка, введіть доповнення._G1489
sl_si: Prosimo, vpišite interno številko.
tr_tr: Lütfen dahili giriniz.
vi_vn: Vui lòng điền số máy nhánh
zh_hk: 請輸入分機號碼

# NoFirstName
source: Please enter the first name
es_pa: Por favor, proporcione el Nombre.
es_pr: Por favor proporcione el Nombre._G1490
es_py: Por favor, proporcione el Nombre._G1490
hu_hu: Kérjük adja meg a keresztnevet._G1490
id_id: Silahkan isi nama depan_G1490
ja_jp: 受取人名を入力してください。
mk_mk: Внесете име
ru_ua: Будь ласка, введіть Ім'я._G1490
sl_si: Prosimo, vpišite ime.
tr_tr: Lütfen isim giriniz.
vi_vn: Vui lòng điền tên
zh_hk: 請輸入名字

# NoLastName
source: Please enter the last name.
es_pa: Por favor, proporcione el Apellido.
es_pr: Por favor proporcione el Apellido._G1491
es_py: Por favor, proporcione el Apellido._G1491
hu_hu: Kérjük adja meg a vezetéknevet._G1491
id_id: Silahkan isi nama belakang_G1491
ja_jp: 名字を入力してください。
mk_mk: Внесете презиме
ru_ua: Будь ласка, введіть Прізвище._G1491
sl_si: Prosimo, vpišite priimek.
tr_tr: Lütfen soyadı giriniz.
vi_vn: Vui lòng điền họ
zh_hk: 請輸入姓氏

# RequiredField
source: Please enter the mandatory field.
es_pa: Por favor, llene este campo el cual es obligatorio.
es_pr: Por favor llene este campo el cual es mandatorio._G1492
es_py: Por favor, llene este campo el cual es obligatorio._G1492
hu_hu: Kérjük töltse ki az összes kötelező mezőt._G1492
id_id: Silahkan isi bidang yang wajib_G1492
ja_jp: 必須項目を入力してください
mk_mk: Пополнете го задолжителното поле.
ru_ua: Будь ласка, введіть всі обов'язкові поля._G1492
sl_si: Prosimo, izpolnite obvezno polje.
tr_tr: Lütfen zorunlu alanları doldurunuz.
vi_vn: Vui lòng điền thông tin bắt buộc
zh_hk: 請填寫必要欄位

# NoPhone
source: Please enter the phone number.
es_pa: Por favor, propocione el Número Telefónico.
es_pr: Por favor prorpocione el Número Telefónico._G1493
es_py: Por favor, propocione el Número Telefónico._G1493
hu_hu: Kérjük adja meg a telefonszámot._G1493
id_id: Silahkan isi nomor telepon_G1493
ja_jp: 残りの電話番号の入力は必須項目です。半角数字で入力してください。
mk_mk: Внесете телефонски број.
ru_ua: Будь ласка, введіть телефонний номер._G1493
sl_si: Prosimo, vpišite telefonsko številko.
tr_tr: Lütfen telefon numarası doldurunuz.
vi_vn: Vui lòng điền số điện thoại
zh_hk: 請輸入聯絡電話

# NoStreet1
source: Please enter the street address field.
es_pa: Por favor, complete el campo de la dirección.
es_pr: Por favor proporcione la dirección de la calle._G1495
es_py: Por favor, complete el campo de la dirección._G1495
hu_hu: Kérjük adja meg a pontos címet._G1495
id_id: Silahkan isi alamat jalan_G1495
ja_jp: 丁目・番地を入力してください
mk_mk: Пополнете го полето за адреса.
ru_ua: Будь ласка, введіть назву вулиці._G1495
sl_si: Prosimo, izpolnite polje za ulico.
tr_tr: Lütfen cadde adresi bölümünü doldurunuz.
vi_vn: Vui lòng điền khu vực đường
zh_hk: 請輸入地址欄位

# NoZipCode
source: Please enter the postal code.
es_pa: Por favor, proporcione el Código Postal.
es_pr: Por favor proporcione el Código Postal._G1496
es_py: Por favor, complete el Código Postal_G1496
hu_hu: Kérjük adja meg az irányítószámot._G1496
id_id: Silahkan isi kode pos_G1496
ja_jp: 郵便番号とハイフンは半角で入力してください。（例：123-4567 ）
mk_mk: Внесете поштенски број.
ru_ua: Будь ласка, введіть поштовий індекс._G1496
sl_si: Prosimo, vpišite poštno številko.
tr_tr: Lütfen posta kodu doldurunuz.
vi_vn: Vui lòng điền mã ZIP
zh_hk: 請填上郵政編號

# InvalidPhone
source: Please enter the phone number in correct format.
es_pa: Por favor, ingrese el número de teléfono en el formato correcto.
es_pr: Por favor introduzca el número de teléfono con el formato correcto._G1497
es_py: Por favor, ingrese el número de teléfono en el formato correcto._G1497
hu_hu: Kérjük adja meg a telefonszámot a megfelelő formátumban._G1497
id_id: Silahkan isi nomor telepon dengan format yang benar_G1497
ja_jp: 日中連絡可能な電話番号を入力してください
mk_mk: Внесете го телефонскиот број во соодветен формат.
ru_ua: Будь ласка, введіть телефонний номер в правильному форматі._G1497
sl_si: Prosimo, vpišite telefonsko številko v ustrezni obliki.
tr_tr: Lütfen telefon numarasını doğru formatta doldurunuz.
vi_vn: Vui lòng điền số điện thoại với chính xác định dạng
zh_hk: 請以正確格式輸入聯絡電話
