Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# PostalCode
source: Invalid zip code.
bg_bg: Невалиден пощенски код.
cs_cz: Neplatné poštovní směrovací číslo.
da_dk: Ugyldig postnummer. Hvis dette er en adresse på Færøerne, skal du indtaste et nul (0) foran postnummeret. Eksempel: 0150
de_ch: Ungültige Postleitzahl
el_cy: Μη έγκυρος Ταχυδρομικός Κωδικός
es_ar: Código Postal inválido.
es_cl: Código Postal inválido.
es_es: Código Postal inválido.
es_mx: Código Postal inválido.
es_py: Código Postal Inválido
fi_fi: Virheellinen postinumero.
fr_ca: Code postal invalide.
fr_ch: Code postal invalide.
hr_hr: Pogrešan poštanski broj
hu_hu: Érvénytelen irányítószám
id_id: Kode pos salah
is_is: Ógilt póstnúmer
it_ch: Codice avviamento postale non valido
mk_mk: Погрешен поштенски број.
ms_my: Poskod yang salah
nl_nl: Ongeldige postcode
pl_pl: Nieprawidłowy kod pocztowy.
pt_br: CEP inválido.
sk_sk: Nesprávne PSČ.
sr_rs: Nevažeći poštanski broj.
sv_fi: Ogilltigt post nummer
th_th: รหัสไปรษณีย์ไม่ถูกต้อง
uk_ua: Невірний поштовий індекс.
zh_mo: 郵政編號不正確
zh_tw: 郵遞區號不正確.

# AddTodayMagazineMax
source: Limit for Today Magazine is
bg_bg: Ограничението за списание "Днес" е … бр.
cs_cz: Limit pro časopis Today je
da_dk: Der er en begrænsning på 3 Today Magasin i hver ordre
de_ch: Das Limit für das Today Magazin ist
el_cy: Το όριο για το περιοδικό TODAY είναι
es_ar: El límite para la revista Today es
es_es: El límite de la Revista Today es
es_mx: El límite para la revista Today es
es_py: El límite para la revista Hoy es
fi_fi: Today-lehden enimmäistilausmäärä on
fr_ca: La limite pour le magazine Today en français est
fr_ch: La limite pour le Today magazine est de
hr_hr: Limit za Today Magazine je
hu_hu: A Today Magazin limitje
id_id: Batas pembelian Majalah Today adalah
is_is: Að hámarki er heimilt að panta 3 Today tímarit í hverri pöntun.
it_ch: La quantità ordinabile assima di Today è
mk_mk: Лимит за списанието „Today“ е
ms_my: Had untuk Majalah Today ialah
nl_nl: Limiet voor Today magazine is
pl_pl: Ilość magazynu Today jest ograniczona do
pt_br: O limite da revista Today é de
sk_sk: Limit pre časopis Today je
sr_rs: Ograničenje broja časopisa Today je
sv_fi: Begränsat till 3 Today Magasin i varje beställning
th_th: จำนวนที่จำกัดของวารสารทูเดย์คือ
uk_ua: Ліміт для журналу Today складає
zh_mo: 薈萃限額為

# NoShippingTimeSelected
source: Please select a Shipping time
bg_bg: Моля, изберете часови диапазон за получаване на поръчката:
cs_cz: Prosíme, vyberte čas doručení
de_ch: Bitte einen Lieferzeit auswählen.
el_cy: Παρακαλώ επιλέξτε Ώρα Αποστολής
es_ar: Por favor selecciona horario de envío.
es_cl: Por favor selecciona horario de envío.
es_es: Por favor seleccione horario de envío.
es_mx: Por favor seleccione horario de envío.
es_py: Por favor, selecciona horario de envío.
fi_fi: Valitse lähetysaika
fr_ca: Veuillez sélectionner une heure de livraison
fr_ch: Veuillez sélectionner les délais de livraison
hr_hr: Molimo odaberite vrijeme dostave
hu_hu: Kérjük válasszon kiszállítási időpontot
id_id: Silahkan pilih waktu pengiriman
it_ch: Si prega di selezionare un tempo di spedizione
mk_mk: Изберете време на испорака.
ms_my: Sila pilih masa Penghantaran
nl_nl: Selecteer een verzendtijd
pl_pl: Czas wysyłki
pt_br: Por favor, selecione um prazo de entrega
sk_sk: Prosíme, vyberte Čas doručenia
sr_rs: Molimo vas da odaberete vreme slanja.
th_th: กรุณาเลือกเวลาสำหรับจัดส่ง
uk_ua: Будь ласка, виберіть час доставки.
zh_mo: 請選擇送貨時間
zh_tw: 指定送達時段

# EventTicketsLimitedQuantity
source: Event Ticket purchases are limited to quantity of {0} per order.
bg_bg: Продажбата на билети за събития е ограничена до {0} бр. за една поръчка.
cs_cz: Nákup vstupenek na akci je omezen množstvím {0} na objednávku.
da_dk: Event Billetter er begrænset til {0} pr. ordre.
de_ch: Sie können nur {0} Event Tickets pro Bestellung aufgeben.
el_cy: Η παραγγελία εισητηρίων περιορίζεται σε {0} ανα παραγγελία.
es_ar: La compra de entradas para eventos está limitada a la cantidad de {0} por pedido.
es_cl: La compra de ticket para eventos está limitada a la cantidad de {0} por pedido.
es_es: La compra de tickets para eventos está limitada a la cantidad de {0} por pedido.
es_mx: La compra de boletos para eventos está limitada a {0}
es_py: La compra de entradas para eventos está limitada a la cantidad de {0} por pedido.
fi_fi: Tapahtumalippujen oston enimmäismäärä on {0} tilausta kohti.
fr_ca: L'achat de billets d'événements est limité à {0} par commande.
fr_ch: L'achat de billets pour les événements est limité à {0} par commande.
hr_hr: Kupnja ulaznica za događaje ograničena je na količinu od {0} po narudžbi.
hu_hu: A megvásárolható jegyek száma rendelésenként {0} lehet
id_id: Pembelian tiket acara dibatasi {0} per pesanan
is_is: Miðafjöldi er takmarkaður við {0} í hverri pöntun.
it_ch: Massimo {0} biglietti per ordine
mk_mk: Во една нарачка може да се купат најмногу {0} влезници за настани.
ms_my: Pembelian Tiket Acara adalah terhad kepada kuantiti {0} dengan satu perintah
nl_nl: Evenement ticket aankopen zijn beperkt to het aantal {0} per order.
pl_pl: Można zakupić maksymalnie {0} bilety na dystrybucję.
pt_br: O limite máximo de Convites de Evento é de {0} por pedido.
sk_sk: Nákup vstupeniek na udalosť je limitovaný počtom {0} na objednávku.
sr_rs: Prilikom kupovine ulaznica za događaje, broj ulaznica je ograničen na {0} po porudžbini.
sv_fi: Inköp av eventbiljetter är begränsade till {0} per beställning.
th_th: มีการจำกัดจำนวนการสั่งซื้อบัตรเข้างาน {0} บัตรต่อการสั่งซื้อ 1 ครั้ง
uk_ua: Покупка квитків обмежена кількістю {0} в замовленні.
zh_mo: 會議門票訂購上限為{0}
zh_tw: 單張會議門票訂單上限為{0}

# EventPurchasingNotAvailable
source: Event Ticket Purchases are not allowed on this site.
bg_bg: Продажбата на билети за събития не е позволена на този сайт.
cs_cz: Nákup vstupenek na akci není na tomto webu povolen.
da_dk: Event billetkøb er ikke tilladt på denne side
de_ch: Event Ticket Einkäufe sind auf dieser Seite nicht möglich.
el_cy: Δεν επιτρέπεται η αγορά εισητηρίου σε αυτή την ιστοσελίδα.
es_ar: No se pueden realiza compras de entradas para eventos a través de esta página.
es_cl: No se puede hacer compra de ticket para eventos en esta página.
es_es: No se puede hacer compra de Tickets para Eventos en esta página.
es_mx: Este sitio no permite la compra de boletos para eventos
es_py: La compra de entradas para eventos no está permitida en este sitio.
fi_fi: Tapahtumalippujen tilaaminen ei ole sallittua tällä sivulla.
fr_ca: L'achat de billets d'événements n'est pas autorisé sur ce site.
fr_ch: L'achat de billets pour les événements n'est pas autorisé sur ce site.
hr_hr: Na ovoj stranici nije dozvoljeno kupovanje ulaznica za događaje.
hu_hu: Rendezvény jegy vásárlása ezen az oldalon nem megengedett.
id_id: Pembelian tiket pesanan tidak diizinkan di situs ini
is_is: Ekki er heimilt að panta miða á viðburði á þessari síðu.
it_ch: L'acquisto di Biglietti Eventi non è consentito in questo sito
mk_mk: На овој сајт не е дозволено купување на влезници за настани.
ms_my: Pembelian Tiket Acara tidak dibenarkan di laman ini.
nl_nl: Evenement ticket aankopen zijn niet toegestaan op deze site.
pl_pl: Sprzedaż biletów nie jest prowadzona poprzez serwis internetowy.
pt_br: A compra do convite para o evento não é permitida neste site.
sk_sk: Nákup vstupeniek nie je na tejto stránke povolený.
sr_rs: Na ovoj stranici nije dozvoljena kupovina ulaznica za događaje.
sv_fi: Köp av event biljetter är inte tillåtet på denna sida.
th_th: ไม่สามารถสั่งซื้อบัตรเข้างานในเว็บไซต์นี้
uk_ua: Покупка квитків не дозволена на цьому сайті.
zh_mo: 會議門票網上訂購服務尚未開放
zh_tw: 目前尚未開放會議門票線上訂購服務

# GeneralInputError
source: Data format error, please enter the correct data.
bg_bg: Грешка във формата на датата; моля, въведете правилната дата.
cs_cz: Chyba formátu data, prosíme, vložte správná data.
da_dk: Fejl format. Venligst sæt ind korrekt format.
de_ch: Fehler im Eingabeformat. Bitte geben Sie die Daten im korrekten Format ein.
el_cy: Τα δεδομένα που έχετε εισάγει δεν είναι σωστά, παρακαλώ εισάγετε τα σωστά δεδομένα.
es_ar: Error de datos. Por favor, ingresa los datos correctos.
es_cl: Error de datos. Por favor, introduce los datos correctos.
es_es: Error de formato de datos, por favor, introduzca los datos correctos.
es_mx: Existe un error en el formato de los datos, por favor corrija los datos.
es_py: Error en el formato de datos. Por favor, introduce los datos correctos.
fi_fi: Tietomuotovirhe, anna oikeat tiedot.
fr_ca: Erreur dans l'entrée des données, veuillez recommencer.
fr_ch: Erreur de données, veuillez indiquer un données correcte.
hr_hr: Pogrešan format podataka, molimo upišite ispravne podatke.
hu_hu: Hibás dátum formátum, kérjük adja meg a helyes adatokat.
id_id: Kesalahan format data, tolong masukkan data yang benar
is_is: Formið er ekki rétt. Vinsamlegast gefðu upplýsingar á réttu formi.
it_ch: Errore di inserimento dati, per favore inserisci il dato corretto.
mk_mk: Погрешен формат на податоци, внесете точни податоци.
ms_my: Kesilapan format data, sila masukkan data yang tepat.
nl_nl: Het gebruik van een postbus adres is niet toegestaan, gelieve een ander afleveradres ingeven.
pl_pl: Błąd formatu danych. Proszę podać prawidłowe dane.
pt_br: Data errada, por favor insira a data correta.
sk_sk: Chyba formátu údajov, prosíme, zadajte správne údaje.
sr_rs: Pojavila se greška u formatu podataka. Molimo vas da unesete ispravne podatke.
sv_fi: Fel format. Vänligen ändra till rätt format.
th_th: รูปแบบข้อมูลไม่ถูกต้อง โปรดกรอกข้อมูลที่ถูกต้อง
uk_ua: Формат дати невірний, будь ласка, введіть правильну дату.
zh_mo: 資料格式錯誤，請重新輸入正確資料
zh_tw: 資訊錯誤,請重新輸入

# DuplicateSKU
source: Duplicate SKU has been entered. Please re-enter.
bg_bg: Въведен е дублиран SKU номер. Моля, въведете кода отново.
cs_cz: Bylo zadáno duplicitní SKU. Prosíme, vložte znovu
da_dk: Du har tastet samme art. nr. ind to gange. Vær venlig at forsøg igen.
de_ch: Diese Artikelnummer wurde doppelt eingegeben. Bitte ändern.
el_cy: Έχετε βάλει ξανά αυτόν τον κωδικό. Παρακαλώ επιλέξτε ξανά.
es_ar: Has ingresado un producto duplicado. Por favor ingresa los datos nuevamente.
es_cl: Un artículo/producto duplicado ha sido detectado. Por favor introduce los datos nuevamente
es_es: Un artículo/producto duplicado ha sido capturado. Por favor introdúzcalo de nuevo
es_mx: Se ha ingresado un código duplicado. Por favor re-ingrese el dato.
es_py: Se ha ingresado un código de producto duplicado. Por favor introduce los datos nuevamente..
fi_fi: Sama tuotenumero on syötetty kaksi kertaa. Yritä uudestaan.
fr_ca: Ce SKU a déjà été entrée. Veuillez entrer à nouveau.
fr_ch: Ce SKU a déjà été saisi. Veuillez en saisir un autre.
hr_hr: Isti SKU upisan je dva puta. Molimo upišite ponovo.
hu_hu: Ez a cikkszám már szerepel a rendelésben, kérjük növelje annak mennyiségét.
id_id: SKU yang sama telah dimasukkan. Mohon tulis ulang
is_is: Þú hefur gefið upp sama vörunúmerið tvisvar. Vinsamlegast reyndu aftur.
it_ch: E' stato inserito lo stesso codice due volte, per favore inserire un altro codice
mk_mk: Внесовте шифра што се дуплира. Внесете повторно.
ms_my: Salinan SKU {0} dimasukkan. Sila masukkan semula.
nl_nl: Dubbel artikelnummer is ingegeven. Gelieve nogmaals in te geven.
pl_pl: Ten numer SKU już istnieje. Proszę wprowadź ponownie.
pt_br: Foi inserido um código duplicado. por favor, informe novamente.
sk_sk: Duplikátne SKU bolo zadané. Prosíme, zadajte SKU znova.
sr_rs: Ista oznaka za jedinično pakovanje (SKU) uneta je dva puta. Molimo vas da ponovite unos.
sv_fi: Du har använt samma art. nr. flera gånger. Vänligen försök igen.
th_th: มีการใส่รหัสสินค้าซ้ำ โปรดใส่ใหม่
uk_ua: Номер Серії
zh_mo: 產品編號{0}重複，請重新輸入
zh_tw: 貨號{0}已經輸入了,請輸入其它貨號.

# MaxQuantity
source: For SKU {0}, the quantity cannot exceed {1}.
bg_bg: За продукт с код SKU {0} поръчаното количество не може да надвишава {1} бр.
cs_cz: Pro SKU {0}, množství nesmí převýšit {1}.
da_dk: Antal kan ikke være højere end {1} for art. nr {0}
de_ch: Artikelnummer {0}: Die Menge darf nicht größer sein als {1}.
el_cy: Για τον κωδικό προϊόντος SKU {0}, η ποσότητα δεν μπορεί να είναι ξεπεράσει {1}.
es_ar: Para el SKU {0}, máximo hasta {1} tickets por Membresía para el Asociado titular y/o cónyugue/pareja.
es_cl: Para el SKU {0}, máximo hasta {1} tickets por Membresía para el Asociado titular y/o cónyugue/pareja.
es_es: De la Referencia {0}: La cantidad no puede exceder mas de {1}
es_mx: La cantidad del código {0} no puede ser mayor a {1}.
es_py: Para el SKU {0}, máximo hasta {1} tickets por Membresía para el Asociado titular y/o cónyugue/pareja.
fi_fi: Koskien tuotenumeroa {0}, sallitaan enintään {1} lippua jäsenyyttä kohti ensisijaiselle jäsenille ja/tai aviopuolisolle/vakituiselle kumppanille.
fr_ca: Pour le SKU {0}, la quantité ne peut être supérieure à {1}.
fr_ch: Pour la référence {0}: la quantité ne peut pas être supérieure à {1}.
hr_hr: Za SKU {0}, količina ne može biti veća od {1}.
hu_hu: A {0} termék mennyisége nem lehet több, mint {1}.
id_id: Untuk SKU {0}, kuantitasnya tidak dapat melebihi {1}
is_is: Fjöldinn má ekki vera meiri en {1} stk. af vörunúmeri {0}.
it_ch: Per il codice {0} La quantità non può superare {1}.
mk_mk: За SKU {0}, количината не може да биде поголема од {1}.
ms_my: Bagi SKU {0}, kuantiti tidak boleh melebihi {1}.
nl_nl: SKU {0} kan niet meer dan {1} zijn.
pl_pl: SKU {0}: Ilość nie może być większa niż {1}.
pt_br: Para o código {0}, a quantidade não pode ultrapassar {1}.
sk_sk: Pre SKU {0}, množstvo nemôže byť prekročené {1}.
sr_rs: Za jedinično pakovanje {0}, količina ne sme da prelazi {1}.
sv_fi: För SKU {0} får kvantiteten inte överstiga {1}.
th_th: สำหรับรายการ {0} จำนวนที่สั่งซื้อจะต้องไม่เกิน {1}
uk_ua: Для Номеру Серії {0} кількість не може перевищувати {1}
zh_mo: 不能訂購產品編號{0}多於{1}
zh_tw: SKU {0} 數量不能大於100

# NoCard
source: I'm sorry you don't have a registered credit card on file. Please call Member Services at 603-2687-6333.
bg_bg: За съжаление Вие нямате регистрирана кредитна карта в нашата система. Моля, свържете се с Отдела за контакти, тел.: 00800 118 44 33 (безплатен за България).
cs_cz: Omlouváme se, nemáte registrovanou kartu ve složce. Prosíme, zavolejte Oddělení členských vztahů na +420 235 090 252.
da_dk: Beklager, du har ikke et registreret kort hos os. Venligst kontakt Forhandlerservice: DRNordic@herbalife.com
de_ch: Sie haben leider keine Kreditkarte hinterlegt. Bitte wenden Sie sich an Ihre Member Services Abteilung unter der Telefonnummer 06151 - 8605-500.
el_cy: Λυπούμαστε αλλά δεν έχετε εγγεγραμένη πιστωτική κάρτα στο αρχείο. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης στο 210-8108801
es_ar: Lo sentimos, no tienes una tarjeta de crédito registrada en nuestros archivos. Por favor llama a Servicios al Asociado al 54 11 4711 8500 opción 2 o 3
es_cl: Lo sentimos no tienes una tarjeta de crédido registrada en los archivos. Por favor llama a Servicios al Asociado al 56 02 25205200 opción 2.
es_es: Lo sentimos usted no tiene una tarjeta de crédido registrada en los archivos. Por favor llame al Departamento de Servicio de Atención al Miembro de Herbalife en el 34 91 515 2130
es_mx: Lo sentimos, usted no tiene una tarjeta registrada en nuestros archivos. Por favor, contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510
es_py: Lo sentimos, no tienes una tarjeta de crédito registrada en nuestros archivos. Por favor, llama al Departamento de Servicio al Asociado al +(595) 21 518 2000.
fi_fi: Sinulla ei valitettavasti ole luottokorttia rekisteröitynä järjestelmäämme. Ota yhteyttä Jäsenpalveluun numerossa 09 7251 9555.
fr_ca: Malheureusement, vous n'avez aucune carte de crédit inscrite à nos dossiers. Veuillez contacter le Service aux Membres au 866-622-1222.
fr_ch: Votre carte de crédit n'a pas été enregistrée dans le fichier. Veuillez contacter le Service Relations Membre au 0800 55 24 16.
hr_hr: Žao mi je što nemate prijavljenu kreditnu karticu. Molimo nazovite Odjel za Distributere na 01/3820 970.
hu_hu: Sajnáljuk, Önnek nincs regisztrált bankkártyája, kérjük hívja a Tagsági Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon.
id_id: Mohon maaf anda tidak memiliki kartu kredit yang terdaftar. Mohon menghubungi Member Services di 021 - 293 40900
is_is: Því miður er ekkert kort skráð á þig hjá okkur. Vinsamlegast hafðu samband við þjónustudeildina fyrir Meðlimi í síma 800 9896.
it_ch: Mi dispiace ma non hai una carta registrata sul file. Contatta la Relazioni Membri al numero 0652304280
mk_mk: Се извинуваме, во базата на податоци нема регистрирано ваша кредитна картичка. Јавете се во Одделот за Членови
ms_my: Maaf, anda tidak ada kad kredit berdaftar di dalam fail. Sila hubungi Perkhidmatan Alhi di 03-26876333
nl_nl: Excuses u heeft geen creditcard geregistreerd. Registreer een creditkaart, voor hulp contacteer Distributeuren Services via DSNetherlands@herbalife.com
pt_br: Desculpe, mas não temos o registo do cartão de crédito em nossa base. Por favor entre em contato com o Departamento de Serviços ao Distribuidor através do número 11 3879-7822
sk_sk: Ľutujeme, nemáte zaregistrovanú kreditnú kartu. Prosíme, kontaktuje Kontaktné centrum na čísle + 421 2 3227 23 00.
sr_rs: Žao nam je, nemate registrovanu kreditnu karticu u evidenciji. Molimo pozovite Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Beklagar, du har inte ett registrerat kort hos oss. vänligen kontakta Medlem service: DRnordic@herbalife.com
th_th: ขออภัย คุณยังไม่ได้ทำการลงทะเบียนบัตรเครดิต โปรดติดต่อแผนกบริการสมาชิกที่หมายเลข 02 600 1600
uk_ua: Вибачте, ви не зареєструвати вашу кредитну картку у файлі. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00.
zh_mo: 對不起，您尚未登記您的信用卡資料。您可到我的辦公室→個人資料→我已授權的信用卡選項內新增您的信用卡資料或致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 您尚未於公司內登記VISA或MASTER信用卡資料。您可至我的辦公室→個人資料→我的授權信用卡選項內新增您的信用卡資料或請撥02-2756-7070或080-906-7070與客服部連絡

# BackOrderNotAllowedPartialQuantity
source: For item {0} only a quantity of {1} is available. Please amend the quantity entered to add this item to your cart.
bg_bg: От продукт {0} има следната наличност: {1} бр. Моля, променете въведеното количество, за да можете да добавите този продукт към Вашата кошница.
cs_cz: Pro položku {0} je dostupné pouze množtví {1}. Prosíme změňte zadané množství a přidejte tuto položku do košíku.
da_dk: Atikkelnummer {0} Tilgængelig på lager {1} stk. Vær venlig at justere ønsket antal for at lægge dette i kurven.
de_ch: Von dem Artikel {0} sind nur {1} Stück verfügbar. Bitte verändern Sie die Anzahl um es dem Warenkorb hinzu zu fügen.
el_cy: Για το προϊόν {0} είναι διαθέσιμη μόνο {1} ποσότητα. Παρακλώ αλλάξτε την ποσότητα για να προστεθεί το προϊόν στο καλάθι αγορών.
es_ar: Solo se encuentran disponibles {0} unidades del producto {0}. Por favor, ajusta la cantidad requerida para agregar este producto a tu carrito de compras.
es_cl: Para el artículo {0} sólo existe {0} disponible. Por favor, introduce una cantidad permitida de este artículo en tu selección.
es_es: De la Referencia {0} sólo quedan {1} unidades disponibles. Por favor modifique la cantidad para poder incluir este artículo en su cesta.
es_mx: Sólo existen {1} unidades disponibles del artículo {0}. Ajuste la cantidad requerida para agregar este producto a su carrito de compras
es_py: Para el artículo {0} sólo existe(n) {0} unidades disponible(s). Por favor, corrije la cantidad ingresada para agregar este artículo a tu carrito de compras.
fi_fi: Tuotetta {0} on saatavilla vain {1} kpl. Muuta kappalemäärää lisätäksesi tämän tuotteen ostoskoriisi.
fr_ca: Pour le produit {0} seulement une quantité de {1} est disponible. Veuillez modifier la quantité pour ajouter cet article à votre panier.
fr_ch: Seule une quantité de {1} est disponible pour l'article {0} . Merci de modifier la quantité donnée pour ajouter cet article à votre panier.
hr_hr: Za stavku {0} dostupna je samo količina od {1}. Molimo promijenite količinu kako biste ovu stavku dodali u košaricu.
hu_hu: A {0} termékből összesen {1} elérhető. Kérjük a folytatáshoz módosítsa a mennyiséget ennek megfelelően.
id_id: Untuk barang {0} hanya {1} yang tersedia. Mohon rubah kuantitas yang dimasukkan untuk menambahkan ke dalam keranjang anda
is_is: Vörunúmer {0}: Fjöldi sem til er á lager er {1} stk. Vinsamlegast breyttu fjöldanum sem þú óskar eftir svo þú getir bætt vörunni í innkaupakörfuna.
it_ch: Dell'articolo {0} è attualmente disponibile solo una quantità pari a {1} . Si prega di ridurre la quantità del prodotto per aggiungerlo al carrello.
mk_mk: За производот {0} е достапна само количина {1}. Коригирајте ја внесената количина за да го додадете овој производ во кошничката.
ms_my: Bagi barang {0} hanya terdapat kuantiti {1}. Sila ubah kuantiti yang dimasukkan untuk menambah barangan ini ke dalam troli anda.
nl_nl: Van artikel {0} zijn {1} stuks beschikbaar. Gelieve uw ingegeven aantal aan te passen en voeg deze toe aan uw winkelmandje.
pl_pl: Dostępność produktu {0} jest ograniczona do {1}. Zweryfikuj ilość, aby dodać go do koszyka.
pt_br: Para o produto {0} só a quantidade de {1} está disponivel. Por favor corrija a quantidade inserida para adicionar ao carrinho de compras.
sk_sk: Pre položku {0} iba množstvo {1} je možné zadať. Prosíme, upravte zadané množstvo vo Vašom košíku.
sr_rs: Za artikal {0} na raspolaganju je samo količina {1}. Molimo vas da promenite unetu količinu kako biste dodali ovaj artikal u vašu korpu.
sv_fi: För artikel {0} är enbart kvantiteten {1} tillgänglig. Ändra kvaliteten som angetts för den här artikeln i kundvagnen.
th_th: สำหรับรายการ {0} สามารถสั่งซื้อได้ในจำนวน {1} หากต้องการสั่งซื้อ โปรดแก้ไขจำนวน
uk_ua: Для продукту {0} доступна кількість {1}. Будь ласка, змініть введену кількість, щоб додати товар у кошик.
zh_mo: 產品編號{0}可供訂購數量為{1}，請在購物車中更正此項數量
zh_tw: 產品貨號{0}只能訂購{1}數量,請更正數量繼續購物
