Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# DuplicateAddressNickname
source: Nickname is already used, please enter a different name.
bg_bg: Това име вече е регистрирано; моля, използвайте друго име.
cs_cz: Uživatelské jméno je již používáno, prosíme, vyberte jiné jméno.
da_dk: Navnet er allerede i brug, venligst vælg et andet navn
de_ch: Dieser Spitzame wird bereits verwendet. Bitte geben Sie einen anderen Spitznamen ein.
el_cy: Το ψευδόνημο χρησιμοποιείται, εισάγεται ένα διαφορετικό ψευδόνημο.
es_ar: Este nombre de usuario ya está asignado a alguien más, por favor ingresa con un nombre diferente.
es_cl: Este nombre de usuario ya está asignado a alguen más, por favor entra con un nombre diferente.
es_es: Este apodo ya existe, por favor utilize uno diferente.
es_mx: Este nombre corto ya está asignado a alguen más, por favor ingrese un nombre corto distinto.
es_py: Este nombre de usuario ya está asignado a alguien más, Por favor, ingresa un nombre diferente.
fi_fi: Nimi on jo käytössä. Anna toinen nimi.
fr_ca: Veuillez entrer un lieu de cueillette unique.
fr_ch: Surnom déjà utilisé, veuillez en saisir un différent.
hr_hr: Nadimak se već koristi, molimo upišite drugo ime.
hu_hu: Ez a becenév már használatban van, kérjük adjon meg másik becenevet.
id_id: Nama panggilan telah digunakan, mohon masukkan nama yang berbeda
is_is: Þetta nafn er þegar í notkun. Vinsamlegast veldu annað nafn.
it_ch: Questo nome utente è già stato utilizzato, per favore inserisci un altro nome
mk_mk: Псевдонимот е зафатен, внесете друго име.
ms_my: Nama Timangan digunakan, sila masukkan nama lain.
nl_nl: Adres is al in gebruik, geef een ander adres in.
pl_pl: Podana Nazwa Własna już istnieje, proszę wprowadź inną.
pt_br: Nome de endereço já utilizado, por favor insira um nome diferente.
sk_sk: Prihlasovacie meno je už používané, prosíme, zadajte iné meno.
sr_rs: Ovaj nadimak je već u upotrebi, molimo vas da unesete drugo ime.
sv_fi: Namnet är redan använt, Vänligen försök med ett annat namn.
th_th: ชื่อเฉพาะได้ถูกใช้แล้ว โปรดใส่ชื่อที่ไม่ซ้ำ
uk_ua: Назва вже використовується, будь ласка вкажіть іншу назву.
zh_mo: 此暱稱已被使用,請輸入另外的暱稱
zh_tw: 此暱稱已被使用,請輸入另外的暱稱

# DONotAvailable
source: Online order is not available.
bg_bg: Поръчка онлайн не може да бъде осъществена.
cs_cz: Online objednávka není možná.
da_dk: Online bestilling er ikke tilgængelig.
de_ch: Online Bestellungen sind nicht möglich.
el_cy: Δεν είναι διαθέσιμη η παραγγελία Online.
es_ar: La aplicación de Pedidos por Internet, no está disponible en este momento.
es_cl: La aplicación de Ordenes por Internet, no está disponible en este momento.
es_es: La aplicación de Pedidos por Internet, no está disponible en este momento.
es_mx: La aplicación de Ordenes por Internet, no está disponible en este momento.
es_py: La aplicación de Pedidos por Internet, no está disponible en este momento.
fi_fi: Verkkotilaus ei ole käytettävissä.
fr_ca: Le site de commande en ligne n'est pas disponible.
fr_ch: Le site de commandes en ligne est indisponible.
hr_hr: Nije dostupna narudžba preko interneta.
hu_hu: Az online rendelés nem elérhető.
id_id: Pemesanan online tidak tersedia
is_is: Netpöntun er ekki í boði núna.
it_ch: Non è consentito l'Ordine Online
mk_mk: Онлајн нарачката не е достапна.
ms_my: Tidak ada pesanan dalam talian.
nl_nl: Online bestellen is niet beschikbaar.
pl_pl: Internetowy serwis zamówień jest niedostępny.
pt_br: Pedido Online não está disponível.
sk_sk: Online objednávka nie je možná.
sr_rs: Porudžbina preko interneta nije moguća.
sv_fi: Online beställning är inte tillgängligt
th_th: ไม่สามารถสั่งซื้อทางออนไลน์ได้
uk_ua: Онлайн замовлення не доступно.
zh_mo: 無法網上訂購
zh_tw: 無法線上訂貨.

# NoNonProductToStandaloneAPF
source: Only Product can be added to a Standalone APF order
bg_bg: Само артикули от вид "продукти" могат да бъдат добавени към поръчка, съдържаща Годишна такса за членство.
cs_cz: Do objednávky ročního členského administrativního poplatku může být přidán pouze produkt.
da_dk: Kun produkter kan ligges i en årsafgift ordre'
es_ar: Sólo se puede añadir productos a una orden que incluya únicamente la Cuota Anual por Servicios de Membresía.
es_cl: Sólo se puede añadir productos a una orden que incluya únicamente la Cuota Anual por Servicios de Membresía
es_es: Sólo se puede agregar productos en un pedido que incluya únicamente la Cuota Anual de Procesamiento
es_mx: Sólo es posible agregar productos a una orden con cuota anual de procesamiento
es_py: Sólo se puede añadir productos a una orden que incluya únicamente la Cuota Anual por Servicios de Membresía
fi_fi: Vain tuote voidaan lisätä jäsenpalvelumaksutilaukseen.
fr_ca: Seul des produits peuvent être ajoutés à une commande de frais de renouvellement
fr_ch: Seul des produits peuvent être ajoutés à une commande de cotisation annuelle
hr_hr: Nardužbi za članarinu mogu se dodati samo proizvodi.
hu_hu: A különálló Éves Tagsági Eljárási Díj rendeléshez nem adható hozzá más tétel.
id_id: Hanya produk yang bisa ditambahkan ke dalam cart pesanan AMSF
is_is: Einungis er heimilt að bæta vörum við pöntun til að greiða árlegt vinnslugjald.
it_ch: Solo i prodotti possono essere aggiunti a un ordine con Quota Annuale.
mk_mk: Во нарачка за плаќање годишна членарина може да се додаде само производ
ms_my: Hanya Produk boleh ditambah kepada pesanan ASF berdiri-sendiri
nl_nl: Alleen producten kunnen bij een jaarlijkse bijdrage order toegevoegd worden.
pl_pl: Tylko Produkt można dodać do zamówienia Standalone APF
pt_br: Só produtos podem ser adicionados à taxa anual
sk_sk: Do objednávky Ročného Členského administratívneho poplatku môže byť pridaný iba produkt.
sr_rs: Samo Proizvod može da se doda u Samostalnu APF porudžbinu
sv_fi: Bara produkter kan läggas i en årsavgift order
th_th: ในคำสั่งซื้อเพื่อชำระค่าธรรมเนียมสมาชิกภาพประจำปี สามารถเพิ่มได้เฉพาะการสั่งซื้อผลิตภัณฑ์เท่านั้น
uk_ua: Тільки Продукт може бути додано до стандартного замовлення на оплату щорічного комп'ютерного внеску
zh_mo: 會籍服務年費訂單中只能加入產品
zh_tw: 只有產品貨號可加入年費訂單

# TotalNotMatch
source: Payment total does not match order total.
bg_bg: Крайната сума за плащане не съвпада с крайната сума от поръчката.
cs_cz: Celková platba nesouhlasí s celkovou objednávkou.
da_dk: Betalt beløb stemmer ikke overens med totalbeløb for denne ordre.
el_cy: Το πληρωτέο ποσό δεν ταιριάζει με το ποσό της παραγγελίας.
es_ar: El total del pago que estas realizando no corresponde al total a pagar del pedido.
es_cl: El total del pago que estas realizando no corresponde al total a pagar por la orden.
es_es: El total del pago que esta realizando no corresponde al total a pagar por este pedido
es_mx: El total del pago que está realizando no corresponde al total a pagar en la orden.
es_py: El total del pago que estas realizando no coincide con el total a pagar por el pedido.
fi_fi: Maksun summa ei vastaa tämän tilauksen loppusummaa.
fr_ca: Le paiement total ne correspond pas au prix total de la commande.
fr_ch: Le montant total ne correspond pas au montant de la commande.
hr_hr: Ukupan iznos za plaćanje ne odgovara ukupnom iznosu narudžbe.
hu_hu: A fizetett összeg nem egyezik a rendelés végösszegével.
id_id: Jumlah pembayaran tidak sesuai dengan total pemesanan
is_is: Greidd upphæð stemmir ekki við heildarupphæðina fyrir þessa pöntun.
it_ch: Il pagamento totale non corrisponde al totale dell'ordine
mk_mk: Вкупниот износ на уплата не се совпаѓа со вкупниот износ на нарачката.
ms_my: Jumlah pembayaran tidak sepadan dengan jumlah pesanan.
nl_nl: Betalingstotaal komt niet overeen met het order totaal.
pl_pl: Kwota całkowita nie odpowiada kwocie zamówienia.
pt_br: O valor total do pagamento não corresponde ao total do Pedido, para pagar com mais de um cartão, por favor, clique em "Adcionar um novo Cartão de Crédito" e cadastre os demais cartões para serem selecionados no campo pagamento.
sk_sk: Celková platba nesúhlasí s celkovým súčtom objednávky.
sr_rs: Ukupna uplata se ne podudara s ukupnom porudžbinom.
sv_fi: Betalt belopp stämmer inte överens med totalbeloppet för denna ordern.
th_th: ยอดรวมที่ชำระไม่ตรงกับยอดรวมของการสั่งซื้อ
uk_ua: Загальна сума не відповідає сумі замовлення.
zh_mo: 付款總數與訂單總數不符
zh_tw: 訂單需全額付款後才能完成訂購.

# DONotAllowed
source: Online ordering is not allowed.
bg_bg: Подаването на поръчки онлайн не може да бъде осъществено.
cs_cz: Online objednávání není povoleno.
da_dk: Online bestilling er ikke tilladt.
de_ch: Online Bestellungen sind nicht erlaubt.
el_cy: Δεν επιτρέπεται η παραγγελία Online.
es_ar: No se permiten pedidos en línea.
es_cl: Los pedidos Online no son permitidos.
es_es: Los pedidos online no son permitidos.
es_mx: No se permite ordenar en línea
es_py: Los pedidos por Internet no están permitidos.
fi_fi: Verkkotilaus ei ole sallittu.
fr_ca: Les commandes en ligne ne sont pas autorisées.
fr_ch: Les commandes en ligne ne sont pas autorisées.
hr_hr: Nije dozvoljeno naručivanje preko interneta.
hu_hu: Az online rendelés nem megengedett.
id_id: Pemesanan online tidak diizinkan
is_is: Netpöntun er ekki heimil.
it_ch: Non è consentito l'Ordine Online
mk_mk: Не е дозволено онлајн нарачување.
ms_my: Pesanan dalam talian tidak dibenarkan.
nl_nl: Online bestellen is op dit moment niet beschikbaar. Probeer het op een later tijdstip nogmaals. Excuses voor het ongemak.
pl_pl: Elektroniczne składanie zamówień nie jest dozwolone.
pt_br: Não é permitido Pedido online.
sk_sk: Online objednávanie nie je možné.
sr_rs: Nije dozvoljeno poručivanje preko interneta.
sv_fi: Online beställning är inte tillåtet.
th_th: ไม่อนุญาตให้สั่งซื้อทางออนไลน์
uk_ua: Онлайн замовлення не дозволено.
zh_mo: 不可使用網絡訂購
zh_tw: 無法使用網路訂購

# NoState
source: Please fill out the state.
bg_bg: Моля, попълнете общината.
cs_cz: Prosíme, vyplňte stát.
da_dk: Venligst udfyld sted
el_cy: Παρακαλώ συμπληρώστε την περιοχή
es_ar: Por favor completa con el nombre de la provincia.
es_cl: Por favor selecciona la Región.
es_es: Por favor propocione la provincia.
es_mx: Por favor llene el estado.
es_py: Por favor proporciona el nombre del Departamento.
fi_fi: Täytä maakunta.
fr_ca: Veuillez entrer la province.
fr_ch: Veuillez entrer la province.
hr_hr: Molimo upišite državu.
hu_hu: Kérjük adja meg a megyét.
id_id: Silahkan isi negara
is_is: Vinsamlegast gefðu upp sveitarfélag.
it_ch: Inserisci la provincia.
mk_mk: Внесете држава.
ms_my: Sila masukkan negeri.
pt_br: Estado *
sk_sk: Prosíme, vyplňte štát.
sr_rs: Molimo vas da popunite ime države.
sv_fi: Vänligen fyll i stad.
uk_ua: Будь ласка, введіть країну.
zh_mo: 請輸入國家

# NoStreet1
source: Please fill out the street address field.
bg_bg: Моля, попълнете полето с адреса.
cs_cz: Prosíme, vyplňte políčko s adresou ulice.
da_dk: Venligst udfyld gade adressefeltet
de_ch: Bitte Bitte geben Sie eine Straße an.
el_cy: Παρακαλώ συμπληρώστε το πεδίο διεύθυνσης
es_ar: Por favor completa el campo de la dirección.
es_cl: Por favor proporciona la dirección.
es_es: Por favor proporcione los datos de la calle.
es_mx: Por favor llene el campo de calle.
es_py: Por favor, completa el campo de la dirección.
fi_fi: Täytä katuosoite.
fr_ca: Veuillez compléter le champ Adresse.
fr_ch: Veuillez renseigner le champ 'rue'.
hr_hr: Molimo ispunite polje za ulicu i broj.
hu_hu: Kérjük adja meg a pontos címet.
id_id: Silahkan isi alamat
is_is: Vinsamlegast fylltu út reitinn fyrir götuheimilisfang.
it_ch: Compila il campo indirizzo.
mk_mk: Пополнете го полето за адреса.
ms_my: Sila masukkan medan alamat jalan.
nl_nl: Gelieve de straatnaam ingeven.
pl_pl: Wprowadź nazwę ulicy.
pt_br: Por favor, preencha o campo de endereço de entrega.
sk_sk: Prosíme, vyplňte pole Ulica v adrese.
sr_rs: Molimo vas da popunite polje s adresom.
sv_fi: Vänligen fyll i gatuadressen.
th_th: กรุณาใส่ที่อยู่
uk_ua: Будь ласка, введіть назву вулиці.
zh_mo: 請輸入住址欄位
zh_tw: 請輸入住址欄位

# RequiredField
source: Please fill out the mandatory field.
bg_bg: Моля, попълнете задължителните полета.
cs_cz: Prosíme, vyplňte povinné pole.
da_dk: Venligst udfyld alle obligatoriske felter
de_ch: Bitte füllen Sie die Pflichtfelder (*) aus.
el_cy: Παρακαλώ συμπληρώστε το υποχρεωτικό πεδίο
es_ar: Por favor completa este campo obligatorio.
es_cl: Por favor llena este campo el cual es mandatorio.
es_es: Por favor rellene este campo el cual es obligatorio
es_mx: Por favor llene el campo mandatorio.
es_py: Por favor, llena este campo el cual es obligatorio.
fi_fi: Täytä pakollinen kenttä.
fr_ca: Veuillez remplir les champs obligatoires
fr_ch: Veuillez remplir les champs obligatoires
hr_hr: Molimo ispunite polje za obvezne podatke
hu_hu: Kérjük töltse ki az összes kötelező mezőt.
id_id: Silahkan isi bidang yang wajib
is_is: Vinsamlegast fylltu út alla nauðsynlega reiti.
it_ch: Compila i campi obbilgatori.
mk_mk: Пополнете го задолжителното поле.
ms_my: Sila masukkan medan yang penting.
nl_nl: Gelieve de verplichte velden ingeven.
pl_pl: Wypełnij pola obowiązkowe.
pt_br: Por favor, preencha os campos obrigatórios.
sk_sk: Prosíme, vyplňte povinné pole.
sr_rs: Molimo vas da popunite obavezna polja.
sv_fi: Vänligen fyll i alla obligatoriska fällt
th_th: กรุณาใส่ข้อมูลในช่องที่สำคัญ
uk_ua: Будь ласка, введіть всі обов'язкові поля.
zh_mo: 請填寫必要欄位
zh_tw: 請填寫必要欄位.

# NoPhone
source: Please fill out the phone number.
bg_bg: Моля, попълнете телефонния номер.
cs_cz: Prosíme, vyplňte telefonní číslo.
da_dk: Venligst sæt ind telefonnummer
de_ch: Bitte geben Sie eine Telefonnummer an.
el_cy: Παρακαλώ συμπληρώστε το τηλέφωνο επικοινωνίας
es_ar: Por favor completa con el número telefónico.
es_cl: Por favor prorpociona el Número Telefónico.
es_es: Por favor propocione el Número de Teléfono.
es_mx: Por favor prorpocione el número telefónico.
es_py: Por favor, proporciona el Número Telefónico.
fi_fi: Täytä puhelinnumero.
fr_ca: Veuillez entrer le numéro de téléphone.
fr_ch: Veuillez saisir le numéro de téléphone.
hr_hr: Molimo upišite broj telefona.
hu_hu: Kérjük adja meg a telefonszámot.
id_id: Silahkan isi nomor telepon
is_is: Vinsamlegast gefðu upp símanúmer.
it_ch: Inserisci il numero telefonico.
mk_mk: Внесете телефонски број.
ms_my: Sila masukkan nombor telefon.
nl_nl: Gelieve het telefoonnummer ingeven.
pl_pl: Numer Telefonu
pt_br: Por favor, coloque o número de telefone.
sk_sk: Tel.číslo musí obsahovať 12 čísel a formát 421XXXYYYZZZ
sr_rs: Molimo vas da popunite broj telefona.
sv_fi: Vänligen fyll i telefon nummer
th_th: กรุณาใส่เบอร์โทรศัพท์
uk_ua: Будь ласка, введіть телефонний номер.
zh_mo: 請輸入聯絡電話
zh_tw: 請填上聯絡電話.

# MaxCardsToDisplay
source: Please note that you can only save card details for a maximum of {0} cards. In order to add a new card, please remove one of your existing saved cards.
bg_bg: Моля, имайте предвид, че можете да съхраните данни на максимум {0} карти. За да добавите нова карта, моля, изтрийте данните на една от вече въведените карти.
cs_cz: Prosíme, berte na vědomí, že můžete uložit detaily karty pouze pro maximum {0} karet. Pokud chcete přidat novou kartu v objednávce, prosíme, odstraňte jednu z Vašich existujících karet.
da_dk: Venligst bemærk at du kun kan gemme {0} kort af gangen. Venligst slet et eksisterende kort hvis du ønsker at tilføje et nyt kort.
de_ch: Bitte beachten Sie das nur ein maximum von {0} Kreditkarten speichern können. Wenn Sie eine weiter Kreditkarte speichern möchten, müssen Sie eine bestehende löschen
es_ar: Ten en cuenta que sólo puedes guardar datos para un máximo de {0} tarjetas. Para agregar una nueva tarjeta, por favor elimina una de tus tarjetas guardadas anteriormente.
es_cl: Ten en cuenta que sólo puedes almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor elimina una de tus tarjetas ya existentes.
es_es: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_mx: Por favor note que sólo puede guardar la información de un máximo de {0} tarjetas. Para agregar una nueva tarjeta, elimine una de las tarjetas guardadas anteriormente.
es_py: Ten en cuenta que sólo puedes almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor elimina una de tus tarjetas ya existentes.
fi_fi: Huomaa, että samanaikaisesti tallennettuna voi olla enintään {0} korttia. Lisätäksesi uuden kortin sinun tulee poistaa yksi tallennetuista korteista.,
fr_ca: Veuillez noter que vous pouvez sauvegarder un maximum de {0} cartes. Pour ajouter une nouvelle carte, veuillez supprimer une de vos cartes sauvegardées.
fr_ch: Veuillez noter que vous ne pouvez sauvegarder les informations de carte que pour un maximum de {0} cartes. Pour ajouter une nouvelle carte, veuillez supprimer l'une des cartes actuellement sauvegardées.
hr_hr: Napominjemo da možete pohraniti podatke za najviše {0} kreditnih kartica. Kako biste dodali novu karticu, molimo izbrišite jednu od postojećih pohranjenih kartica.
hu_hu: Felhívjuk figyelmét, hogy maximum {0} kártya adatait tudja elmenteni. További kártya hozzáadásához kérjük törölje az egyik mentett kártyáját.
id_id: Silahkan catat bahwa anda hanya dapat menyimpan detail kartu anda untuk maksimum {0} kartu. Jika ingin menambah, tolong hapus salah satu data kartu anda
is_is: Vinsamlegast athugaðu að þú getur einungis vistað {0} kort í einu. Vinsamlegast eyddu korti sem fyrir er ef þú vilt gefa upp nýtt kort.
it_ch: E' possibile salvare un massimo di {0} carte di credito Per aggiungere una nuova carta, rimuovi una di quelle già salvate.
mk_mk: Може да зачувате максимум {0} податоци за картички. За да додадете нова картичка, избришете картичка од веќе зачуваните картички.
ms_my: Sila ambil perhatian, anda boleh hanya simpan maklumat kad untuk maksimum {0} kad. Untuk menambah kad baharu sila keluarkan salah satu daripada kad simpanan anda.
nl_nl: U kunt maximaal {0} opslaan, gelieve een van de huidige opgeslagen kaarten verwijderen.
pl_pl: Można zapisać maksymalnie {0} numerów kart. Jeśli chcesz dodać kolejny numer, usuń jeden z już istniejących.
pt_br: Por favor, note que só pode salvar detalhes de no máximo {0}cartões. Para adicionar um novo cartão, por favor remova um dos cartões existentes.
sk_sk: Prosíme, vezmite na vedomie, že môžete uložiť detaily len ku maximálnemu počtu {0} kariet. Keď chcete pridať novú kartu, prosíme, vymažte jednu z Vašich existujúcich uložených kariet.
sr_rs: Molimo vas da obratite pažnju da se detalji o karticama mogu sačuvati za maksimalno {0} kartica. Ukoliko želite da dodate novu karticu, obrišite jednu od već sačuvanih kartica.
sv_fi: Observera att du bara kan spara kortuppgifter för maximalt {0} kort. Om du ska lägga till ett nytt kort tar du först bort ett av dina befintliga sparade kort.
th_th: โปรดทราบว่าท่านสามารถบันทึกข้อมูลบัตรเครดิตได้สูงสุด {0} ใบ ถ้าท่านต้องการเพิ่มข้อมูลบัตรใหม่ กรุณายกเลิกข้อมูลบัตรเก่าที่มีอยู่ในระบบ
uk_ua: Будь ласка, зверніть увагу: ви можете зберегти деталі банківської карти для максимум {0} карток. У випадку додавання нової карти, будь ласка, видаліть одну з існуючих збережених карток.
zh_mo: 您最多可儲存{0}張信用卡資料。如欲新增信用卡，請移除一張現存的信用卡
zh_tw: 您最多可設定四張信用卡。若您欲新增或異動所登記之信用卡，請至我的辦公室→個人資料→我的授權信用卡內變更。

# BrowserCompatibilityWarning
source: Please Note:<br/>This site is best viewed with Internet Explorer or Firefox.
bg_bg: Моля, помнете:<br/>Този сайт може да бъде най-добре разглеждан с Internet Explorer или Firefox.
cs_cz: Prosíme berte na vědomí: <br/> tato webová stránka je optimalizovaná pro Internet Explorer nebo Firefox.
da_dk: Bemærk: Internet Explorer eller Firefox er bedst egnet til at se denne side.
de_ch: Bitte beachten Sie: Diese Internetseite lässt sich am Besten mit Internet Explorer 7 oder höher betrachten.
es_ar: Por favor ten en cuenta: <br/> Esta página se visualiza mejor con Internet Explorer o Firefox.
es_cl: Por favor ten en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox.
es_es: Por favor tenga en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox.
es_mx: Aviso:<br/>Este sitio se visualiza mejor con Internet Explorer o Firefox.
es_py: Por favor, ten en cuenta: <br/> Esta página se visualiza mejor con Internet Explorer o Firefox.
fi_fi: HUOM: <br/> Tämä sivu näkyy parhaiten selaimilla Internet Explorer tai Firefox.
fr_ca: Veuillez noter:<br/>Pour visualiser correctement ce site, utilisez Internet Explorer ou Firefox.
fr_ch: Veuillez noter:<br/> Pour visualiser correctement ce site, utilisez Internet Explorer ou Firefox.
hr_hr: Molimo Vas imajte na umu: :<br/>Site je najbolji za pregled preko Internet Explorer ili Firefox pretraživača.
hu_hu: Felhívjuk figyelmét: <br/> ez az oldal Internet Explorer vagy Firefox böngészőben működik megfelelően.
id_id: Silahkan catat : tempat ini paling baik ditampilkan dengan Internet Explorer atau Firefox
is_is: Athugaðu: Internet Explorer eða Firefox gagnast best til að skoða þessa síðu.
it_ch: La visualizzazione di questo sito è ottimizzata per Internet Explorer 7 o superiore o Firefox.
mk_mk: Важно:<br/>Овој сајт има најдобар приказ со Internet Explorer или Firefox.
ms_my: Sila ambil perhatian:<br/>Laman ini dilhat dengan jelas sekali dengan Internet Explorer atauFirefox.
nl_nl: Opmerking: Deze site kunt u het best bekijken met Internet Explorer of Firefox.
pl_pl: Uwaga:<br/>Do przeglądania tej strony najlepiej użyć Internet Explorer or Firefox.
pt_br: Por favor, note que:<br/>esse site pode ser melhor visualizado com Internet Explorer ou Firefox.
sk_sk: Upozornenie:<br/>Táto stránka je najlepšie zobrazovaná prostredníctvom Internet Explorer alebo Firefox.
sr_rs: Obratite pažnju:<br/>Ova stranica se najbolje vidi u Internet Explorer-u ili Firefox-u.
sv_fi: Notera: Internet Explorer eller Firefox är bäst anpassad för att visa denna sidan.
th_th: โปรดทราบว่า: <br/> เวบไซด์นี้จะสามารถใช้งานได้ดีบน Internet Explorer หรือ Firefox
uk_ua: Будь ласка, зверніть увагу: <br/> цей сайт краще переглянути через Іnternet Explorer або Firefox.
zh_mo: 請注意:<br/>此網頁只能於IE或Firefox瀏覽
zh_tw: 請注意:<br/>此網頁只能於IE或Firefox瀏覽

# NoZipCode
source: Please fill out the zip code.
bg_bg: Моля, попълнете пощенския код.
cs_cz: Prosíme, vyplňte poštovní směrovací číslo.
da_dk: Venligst udfyld postnummer
de_ch: Bitte geben Sie die Postleitzahl ein.
el_cy: Παρακαλώ συμπληρώστε τον ταχυδρομικό κωδικό
es_ar: Por favor completa el Código Postal.
es_cl: Por favor proporciona el Código Postal.
es_es: Por favor proporcione el Código Postal.
es_mx: Por favor proporcione el código postal.
es_py: Por favor, proporciona el Código Postal.
fi_fi: Täytä postinumero.
fr_ca: Veuillez entrer le code postal.
fr_ch: Veuillez saisir le code postal.
hr_hr: Molimo upišite poštanski broj.
hu_hu: Kérjük adja meg az irányítószámot.
id_id: Silahkan isi kode pos
is_is: Vinsamlegast gefðu upp póstnúmer.
it_ch: Inserisci il codice postale.
mk_mk: Внесете поштенски број.
ms_my: Sila masukkan poskod.
nl_nl: Gelieve de postcode ingeven.
pl_pl: Podaj kod pocztowy.
pt_br: Por favor, informe o CEP.
sk_sk: PSČ uveďte vo formáte 000 00
sr_rs: Molimo vas da popunite poštanski broj.
sv_fi: Vänligen fyll i postnummret.
th_th: กรุณาใส่รหัสไปรษณ๊ย์
uk_ua: Будь ласка, введіть поштовий індекс.
zh_mo: 請填上郵政編號
zh_tw: 請填上郵遞區號.
