Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# NoMemberFoundInHMS
source: The processing of your recent Member application may take 12-18 hours. After your application has been processed you will be able to place orders. Please check back later to complete your order.
bg_bg: Обработката на Вашата скорошна Кандидатура за Членство може да отнеме 12-18 часа. След като Вашата Кандидатура бъде обработена Вие ще можете да направите поръчка.
cs_cz: Zpracování Vaší poslední Členské žádosti může zabrat 12-18 hodin. Po zpracování Vaší žádosti budete moci objednávat. Prosíme zkontrolujte stav později pro dokončení Vaší objednávky.
da_dk: Bearbejdelsen af din nylige medlemsansøgning kan tage op til 12-18 timer. Efter din ansøgning er blevet bearbejdet, vil du kunne foretage bestillinger. Du bedes komme tilbage senere for at færdiggøre din bestilling.
de_ch: Die Berarbeitung Ihres aktuellen Mitgliederantrags kann 12-18 Stunden betragen. Nachdem Ihr Antrag bearbeitet ist, können Sie Bestellungen aufgeben. Bitte kehren Sie später auf die Seite zurück, um Ihre Bestellung abzuschließen.
el_cy: Η επεξεργασία της Αίτησης Ανεξάρτητης Συνεργασίας και Σύμβασης με την Herbalife μπορεί να ολοκληρωθεί σε 12-18 ώρες. Αφού ολοκληρωθεί, θα μπορείτε να καταχωρείτε παραγγελίες. Παρακαλούμε δοκιμάστε αργότερα να ολοκληρώσετε την παραγγελία σας.
es_ar: El procesamiento de su reciente solicitud de Membresia puede tomar 12-18 horas. Después de que su solicitud haya sido procesada usted será capaz de hacer pedidos. Por favor, vuelva más tarde para completar su pedido.
es_cl: El procesamiento de su reciente solicitud de Membresia puede tomar 12-18 horas. Después de que su solicitud haya sido procesada usted será capaz de hacer pedidos. Por favor, vuelva más tarde para completar su pedido
es_es: El proceso de tu membresía puede tardar de 12 a 18 horas. Después de procesar tu membresía podrás hacer pedidos. Por favor, comprueba más tarde.
es_mx: El procesamiento de tu reciente solicitod de Membresía tardará de 12 a 18 horas. Después de que tu solicitud haya sido procesada, podrás colocar órdenes. Por favor, revisa más tarde para completar tu orden.
es_py: El procesamiento de su reciente solicitud de Membresia puede tomar 12-18 horas. Después de que su solicitud haya sido procesada usted será capaz de hacer pedidos. Por favor, vuelva más tarde para completar su pedido
fi_fi: Jäsenhakemuksesi käsittely voi kestää 12–18 tuntia. Voit tehdä tilauksia, kun hakemuksesi on käsitelty. Palaa suorittamaan tilaus loppuun myöhemmin.
fr_ca: Le traitement de votre demande récente d'enregistrement de Membre peut prendre entre 12-18 heures. Une fois votre contrat validé, vous pourrez passer des commandes. Merci de compléter votre commande ultérieurement.
fr_ch: Le traitement de votre demande récente d'enregistrement de Membre peut prendre entre 12-18 heures. Une fois votre contrat validé, vous pourrez passer des commandes. Merci de compléter votre commande ultérieurement.
hr_hr: Obrada zadnje članske aplikacije moze potrajati 12-18 sati. Nakon što Vaša aplikacija bude provedena moči ćete postaviti narudžbu. Molimo provjerite kasnije za završetak narudžbe.
hu_hu: Az aktuális Herbalife Tagságra Vonatkozó Kérelmének feldolgozása 12-18 órát vehet igénybe. Amint Kérelme feldolgozásra került, tud leadni rendelést.Kérjük nézzen vissza később, hogy bejezhesse rendelését.
id_id: Pengolahan aplikasi Member terbaru Anda dapat diambil dalam waktu 12-18 jam. Setelah aplikasi Anda diproses Anda akan dapat menempatkan pesanan. Silakan periksa kembali nanti untuk menyelesaikan pesanan Anda.
is_is: Vinnsla á nýjum umsóknum meðlima getur tekið allt að 12 - 18 klukkutíma. Eftir að vinnslu er lokið getur þú byrjað að panta. Vinsmalegast hafið samaband seinna til að klára pöntun.
it_ch: L'elaborazione del tuo Contratto potrebbe richiedere 12-18 ore. Dopo che il contratto sarà processato potrai effettuare ordini. Verifica più tardi per completare il tuo ordine.
mk_mk: Обработката на последните вашата апликација земја може да потрае 12-18 часа. Откако вашата апликација е обработена ќе бидете во можност да се направи нарачка. Ве молиме навратете подоцна да ја заврши својата цел.
nl_nl: Het verwerken van uw recente Member aanvraag kan 12-18 uur duren. Nadat uw aanvraag volledig verwerkt is bent u in staat om bestellingen te plaatsen. Probeer later nogmaals uw bestelling af te ronden.
pl_pl: Przetworzenie twojej aplikacji Partnera Herbalife może zająć 12-18 godzin. Po przetworzeniu twojej aplikacji będziesz mógł składać zamówienia. Prosimy sprawdź później, aby dokończyć twoje zamówienie.
pt_br: O processamento de seu cadastro pode demorar entre 12-18 horas. Assim que seu cadastro for processado, você será capaz de colocar pedidos normalmente. Por favor, volte mais tarde para concluir seu pedido.
sr_rs: Obrada zadnje članske aplikacije moze da potraje 12-18 sati. Nakon što Vaša aplikacija bude provedena moči ćete da postavite porudžbu. Molimo proverite kasnije za završetak porudžbe.
sv_fi: Behandlingen av din pågående Medlemsansökan kan ta 12-18 timmar. När din ansökan behandlats kan du börja lägga beställningar. Gå in igen lite senare för att fullfölja din beställning.
th_th: การดำเนินการใบสมัครของคุณอาจใช้เวลา 12-18 ชั่วโมง คุณสามารถทำการสั่งซื้อได้หลังจากใบสมัครของคุณถูกดำเนินการแล้ว โปรดเข้าสู่ระบบเพื่อดำเนินการคำสั่งซื้อของคุณในภายหลัง
uk_ua: Обробка Вашого недавнього контракта Незалежного Партнера може зайняти 12-18 годин. Після обробки Вашого контратку, Ви зможете розміщувати замовлення. Будь ласка, зайдіть пізніше для завершення замовлення.
zh_mo: 您的會員資格申請需約12-18小時處理。在成功申請會員資格後，您將能夠訂購產品。請稍後再檢查申請狀況並完成訂購程序。
zh_tw: 您的会员资格申请需约12-18小时处理。在成功申请会员资格后，您将能够订购产品。请稍后再检查申请状况并完成订购程序。

# PaymentGatewayTotalAmountInvalid
source: Amount for Online Banking transaction is minimum RM1.00 and maximum RM30,000.00 respectively. Kindly adjust the product quantity or use other payment option
fi_fi: Tämän tilauksen summa ylittää Mister Cash - palvelun ylärajan. Muokkaa tilausta siten, että sen loppusumma on alle 5000 €.
ms_my: Jumlah minimum dan maksimum untuk menggunakan Pembayaran Perbankan Dalam Talian adalah RM1.00 dan RM30,000.00 masing-masing. Sila tukar kuantiti produk atau menggunakan cara pembayaran lain

# ShortExpirationDate
source: Alert: SKU {0} will be expired on {1}. Click “OK” to proceed and click “cancel” to delete it from the shopping cart.
fi_fi: Ilmoitus: Tuotenumero {0} poistuu {0} Napsauta ”OK” jatkaaksesi ja napsauta ”peruuta” poistaaksesi sen ostoskorista.
ms_my: Peringatan: SKU {0} akan luput pada {1}. Klik "OK" untuk meneruskan dan klik “batal” untuk keluarkan dari troli membeli-belah.
zh_tw: 請留意! 本產品# {0} 目前有效期限至 {1}.
