Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# BackOrderPartialQuantity
source: For item {0}, 1 or more items may be back ordered.
bg_bg: За 1 или повече бройки от продукт {0} ще бъде възможно да Ви бъдат изпратени при получаване на следваща доставка.
cs_cz: Pro položku {0}, 1 nebo více položek může být přidáno do předobjednávky.
da_dk: 1 eller flere af art. nr. {0}, kan blive lagt på restordre.
de_ch: Von diesem Artikel {0}, sind nur {1} Stück verfügbar und {2} Stück können Nachgeliefert werden.
el_cy: Για το προϊόν {0}, 1 ή περισσότερα τεμάχια μπορεί να είναι be backordered.
es_ar: Para el artículo {0}, solamente existen {1} disponibles. La cantidad por {2} de este artículo quedará pendiente de entrega.
es_cl: Para el artículo {0}, solamente existen {1} disponibles. La cantidad por {2} de este artículo estará disponible para reorden.
es_es: De la referencia {0}, 1 o más artículos pueden estar pendientes de stock.
es_mx: 1 o más artículos del código {0} pueden estar en back order.
es_py: Uno o más artículos del código {0} pueden no estar disponibles.
fi_fi: 1 tai useampi kappale tuotenumeroa {0} voidaan toimittaa jälkitoimituksena.
fr_ca: Pour le produit {0}, 1 article ou plus peut être en rupture de stock.
fr_ch: Pour l'article {0}, un ou plusieurs articles peuvent être en reliquat de commande.
hr_hr: Za stavku {0} može se naručiti 1 ili više komada kojih nema na zalihi.
hu_hu: A {0} termékből legalább egy darab csak későbbi kiszállítással elérhető (backorder).
id_id: Untuk barang {0}, 1 atau lebih dapat di backorder
is_is: Af vörunúmeri {0} er unnt að setja 1 eða fleiri stk. í biðpöntun.
it_ch: Dell'articolo {0}, 1 o piu' pezzi potrebbero essere in prenotazione.
mk_mk: За ставка {0}, 1 или повеќе може да се направат како заостаната нарачка.
ms_my: Bagi barang {0}, 1 atau lebih barang pesanan tertangguh boleh dibuat.
nl_nl: Van artikel {0} zullen waarschijnlijk 1 of meer stuks backorder zijn.
pl_pl: Produkt {0}, jest potencjalnie na wyczerpaniu.
pt_br: Para o produto {0}, 1 ou mais quantidades podem ser adcionadas.
sk_sk: Pre položku {0}, 1 alebo viac položiek môže byť spätne objednaných.
sr_rs: Za artikal {0}, 1 ili više artikala mogu da budu isporučeni kad ih bude u zalihama.
sv_fi: För artikel {0} kan 1 eller flera artiklar restnoteras.
th_th: สำหรับรายการ {0} อาจมีสินค้า 1 หรือ 2 รายการที่ยังไม่พร้อมจำหน่าย
uk_ua: Для продукту {0}, 1 або більше продуктів можуть бути замовлені з подальшею видачею товару.
zh_mo: 如訂購1個或以上產品編號 {0}，將列入候補訂購
zh_tw: 產品貨號 {0},因缺貨關係,無法輸入超過1的數值

# AddTodayMagazineMaXQuantity
source: Maximum number of magazines that can be added to cart is {0}.
bg_bg: Максималният брой списания, който може да бъде сложен в кошницата, е {0} бр.
cs_cz: Maximální počet časopisů, který může být přidán do košku je {0}
da_dk: Maksimalt antal nyhedsbreve der kan placeres i kurven er {0}.
de_ch: Die maximale Anzahl an Zeitschriften, die Sie dem Warenkorb hinzufügen können, ist {0}.
el_cy: Ο μέγιστος αριθμός περιοδικ΄ων που μπορούν να προστεθούν σε αυτό το καλάθι αγορών είναι {0}.
es_ar: La cantidad máxima de revistas que pueden ser agregadas al carrito es {0}.
es_cl: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_es: La máxima cantidad de revistas que pueden ser agregadas a la cesta es {0}.
es_mx: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_py: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
fi_fi: Lehtien enimmäismäärä tilausta kohti on {0}.
fr_ca: Le nombre maximum de magazines qui peut être ajouté au panier est {0}.
fr_ch: Le nombre maximum de revues qui peut être ajouté au panier est {0}.
hr_hr: U košaricu se može dodati najviše {0} časopisa.
hu_hu: A kosárba tehető magazinok maximális száma: {0}.
id_id: Angka maksimum dari majalah yang dapat ditambahkan ke keranjang adalah {0}
is_is: Hámarksfjöldi tímarita sem bæta má í körfuna er {0}.
it_ch: La quantità ordinabile massima di Today è {0}.
mk_mk: Во кошничката може да се додадат максимум {0} списанија.
ms_my: Nombor maksimum majalah yang boelkh ditambah di dalam troli ialah {0}.
nl_nl: Maximale aantal magazines dat kan worden toegevoegd is {0}.
pl_pl: Maksymalna ilość czasopism, które można dodać do koszyka to {0}.
pt_br: O número máximo de revistas que pode ser adicionado ao carrinho é {0}.
sk_sk: Maximálny počet časopisov, ktorý môže byť pridaný do košíka je {0}.
sr_rs: Maksimalni broj časopisa koji može da bude dodat u korpu je {0}.
sv_fi: Maximalt antal tidningar som kan läggas till i kundvagnen är {0}.
th_th: จำนวนสูงสุดของวารสารทูเดย์ที่สามารถเพิ่มในรถเข็นสั่งซื้อคือ {0}
uk_ua: Максимальна кількість журналів, що можуть бути додані до кошика {0}.
zh_mo: 可加入購物車的薈萃上限數量為{0}

# CompleteAPFPurchase
source: Please complete your annual fee purchase before adding other products to cart.
bg_bg: Моля, завършете покупката на Вашата годишна такса преди да добавите други продукти към кошницата.
cs_cz: Prosíme, před přidáním dalších produktů do košíku, dokončete nákup Vašeho ročního administrativního poplatku.
da_dk: Venligst fuldfør din årsafgift ordre før du ligger andre produkter i kurven.
de_ch: Bitte zahlen Sie Ihre Jahresgebühr, bevor Sie weitere Produkte dem Warenkorb hinzufügen.
el_cy: Παρακαλώ ολοκληρώστε την πληρωμή της Ετήσιας Συνδρομής, πριν προσθέσετε προιόντα στο καλάθι αγορών.
es_ar: Por favor, completa el pago de tu Cuota de Procesamiento Anual antes de agregar otros productos al carrito de compras.
es_cl: Por favor, completa el pago de tu cuota anual antes de incluir otros productos a tu selección.
es_es: Por favor, complete el pago de su cuota anual antes de incluir otros productos a la cesta.
es_mx: Por favor complete el pago de su cuota anual de procesamiento antes de añadir otros productos al carrito de compras
es_py: Por favor, completa el pago de tu Cuota Anual por Servicios de Membresía antes de incluir otros productos en tu carrito de compras.
fi_fi: Ole hyvä ja maksa vuosittainen jäsenpalvelumaksu ennen kuin lisäät tuotteita ostoskoriin.
fr_ca: Veuillez régler vos frais de renouvellement avant d'ajouter d'autres produits à votre panier.
fr_ch: Veuillez régler votre cotisation annuelle avant d'acheter un billet pour un événement.
hr_hr: Molimo platite godišnju članarinu prije dodavanja drugih proizvoda u košaricu.
hu_hu: Kérjük fizesse be Éves Tagsági Eljárási Díját, mielőtt termékeket helyez a kosarába.
id_id: Silahkan Penuhi biaya pembelian tahunan sebelum menambahkan produk lain ke keranjang
is_is: Vinsamlegast gakktu frá pöntun um að greiða árlegt vinnslugjald áður en þú bætir öðrum vörum í körfuna.
it_ch: Paga la quota annuale prima di aggiungere altri prodotti al carrello.
mk_mk: Завршете со купувањето на годишната членарина пред да додадете други производи во кошничката.
ms_my: Sila lengkapkan pembelian yuran tahunan sebelum menambah produk lain ke dalam troli anda.
nl_nl: Sluit de aanschaf van de jaarlijkse bijdrage af voordat u andere producten aan uw winkelmandje toevoegd
pl_pl: Proszę ureguluj swoją opłatę manipulacyjną zanim dodasz produkty do koszyka.
pt_br: Taxa Anual pendente! Antes de efetuar pedido de produtos você precisa concluir o pagamento da taxa. A taxa foi incluída automaticamente em seu carrinho, Por favor, clique em finalizar para concluir o pagamento. Após a confirmação do pagamento você poderá realizar pedidos de produtos normalmente.
sk_sk: Prosíme, dokončite platbu Vášho Ročného Členského administratívneho poplatku predtým, než pridáte ďalšie produkty do košíka.
sr_rs: Molimo završite kupovinu godišnje članarine pre nego što dodate druge proizvode u korpu.
sv_fi: Vänligen gör klart din order med årsavgiften innan du lägger på andra produkter i kundvagnen.
th_th: กรุณาชำระค่าธรรมเนียมรายปีก่อนทำการใส่ผลิตภัณฑ์อื่นๆ ในรายการสั่งซื้อ
uk_ua: Будь ласка, завершіть оплату щорічного внеску за комп'ютерне обслуговування перед тим, як додати інші продукти до Вашого кошика.
zh_mo: 請先加入年度手續費才能加入其他產品到購物車
zh_tw: 請先加入年費項目方能增加其他產品

# EventTicketCompleteAPF
source: Please complete your annual fee purchase before purchasing event tickets.
bg_bg: Моля, завършете покупката на Вашата годишна такса преди да закупите билети за събитие.
cs_cz: Prosíme, před objednáním vstupenek na akci, dokončete Váš nákup ročního administrativního poplatku.
da_dk: Venligst fuldfør din årsafgiftbetaling inden du bestiller Event billetter
de_ch: Bitte schließen Sie die Bestellung Ihrer Jahresgebühr ab bevor Sie Event Tickets bestellen.
el_cy: Παρακαλώ ολοκληρώστε την πληρωμή της Ετήσιας Συνδρομής, πριν την αγορά του Εισητηρίου.
es_ar: Por favor completa el pago de tu cuota de procesamiento anual antes de comprar entradas para evento.
es_cl: Por favor completa la compra de cuota anual antes de compra un boleto para un evento.
es_es: Por favor complete el pago de su cuota anual antes de comprar un ticket para un evento.
es_mx: Por favor complete su pago de cuota anual de procesamiento antes de comprar los boletos del evento.
es_py: Por favor, completa el pago de tu Cuota Anual por Servicios de Membresía antes de comprar un ticket para el evento.
fi_fi: Ole hyvä ja maksa vuosittainen jäsenpalvelumaksu ennen kuin lisäät tapahtumalippuja ostoskoriin.
fr_ca: Veuillez régler vos frais de renouvellement avant de commander des billets d'événements.
fr_ch: Veuillez régler votre cotisation annuelle avant d'acheter un billet pour un événement.
hr_hr: Molimo platite godišnju članarinu prije kupovanja ulaznica za događaje.
hu_hu: Kérjük fizesse be Éves Tagsági Eljárási Díját, mielőtt rendezvényünkre jegyet rendel.
id_id: Silahkan Penuhi biaya pembelian tahunan sebelum membeli tiket acara
is_is: Vinsamlegast gakktu frá greiðslu á árlegu vinnslugjaldi áður en þú pantar miða á viðburði.
it_ch: Completa l'acquisto della quota annuale prima di fare quello dei biglietti.
mk_mk: Завршете со купувањето на годишната членарина пред да купите влезници за настани.
ms_my: Sila lengkapkan pembelian yuran tahunan sebelum membeli tiket acara.
nl_nl: Gelieve eerst uw jaarlijkse bijdrage te betalen voordat u een evenement ticket aanschaft.
pl_pl: Proszę ureguluj swoją opłatę manipulacyjną zanim dodasz bilet do koszyka.
pt_br: Por favor, conclua o pagamento da taxa anual antes de efetuar a compra da convites.
sk_sk: Prosíme, dokončite platbu Vášho Ročného Členského administratívneho poplatku predtým, než si zakúpite vstupenky na udalosť.
sr_rs: Molimo završite kupovinu godišnje članarine pre nego što kupite ulaznice za događaje.
sv_fi: Vänligen fullför din order med årsavgiften innan du beställer Event biljetter
th_th: กรุณาชำระค่าธรรมเนียมรายปีก่อนการสั่งซื้อบัตรงานประชุม
uk_ua: Будь ласка, завершіть покупку щорічного комп'ютерного внеску перед покупкою квитків.
zh_mo: 請先完成年度手續費訂購才能訂購會議門票
zh_tw: 請先繳交年費後再處理您的門票訂單

# AddHFFZero
source: Please add an amount greater than 0.
bg_bg: Моля, въведете сума по-голяма от 0.
cs_cz: Prosíme, přidejte množství větší, než 0.
da_dk: Venligst sæt ind et antal højere end 0.
el_cy: Παρακαλώ εισάγετε ποσό μεγαλύτερο του 0.
es_ar: Por favor, agrega una cantidad mayor a cero.
es_cl: por favor, Agrega una cantidad mayor a cero
es_es: Por favor, agregue una cantidad mayor a cero
es_mx: Por favor, añada una cantidad mayor a cero .
es_py: por favor, Agrega una cantidad mayor a cero.
fi_fi: Aseta määräksi enemmän kuin 0.
fr_ca: Veuillez ajouter un montant supérieur à 0.
fr_ch: Veuillez ajouter un montant supérieure
hr_hr: Molimo upišite iznos veći od 0.
hu_hu: Kérjük adjon meg nullánál nagyobb összeget.
id_id: Silahkan tambahkan angka lebih besar dari 0
is_is: Vinsamlegast sláðu inn upphæð sem er hærri en 0.
it_ch: Inserisci un ammontare maggiore di 0.
mk_mk: Додајте износ повисок од 0.
ms_my: Sila tambah amaun yang lebih besar daripada 0.
nl_nl: Gelieve een bedrag groter dan 0 toe te voegen.
pl_pl: Proszę dodać kwotę większa niż 0.
pt_br: Por favor, insira valor superior a 0.
sk_sk: Prosíme, zadajte čiastku vyššiu než 0.
sr_rs: Molimo vas da unesete iznos veći od 0.
sv_fi: Vänligen sätt in ett antal högre än 0.
th_th: โปรดเพิ่มจำนวนที่มากกว่า 0
uk_ua: Будь ласка, введіть суму більше 0.
zh_mo: 請輸入大於0的數字
zh_tw: 請輸入大於0的數字

# PaymenyFail
source: Please check card information.
bg_bg: Моля, проверете данните на картата.
cs_cz: Prosíme, zkontroluje informace o Vaší kartě.
da_dk: Venligst kontroller din kortinformation
de_ch: Der eingegebene Sicherheitscode ist falsch oder die Zahlung wurde von Ihrem Kreditinstitut abgelehnt. Bitte kontaktieren Sie Ihr Kreditkarteninstitut für weitere Informationen.
el_cy: Παρακαλώ ελένξτε τα στοιχεία της Πιστωτικής Κάρτας.
es_ar: Por favor verifica la información de tu tarjeta.
es_cl: Por favor verifica la información de tu tarjeta.
es_es: Por favor verifique la información de su tarjeta.
es_mx: Por favor verifique la información de su tarjeta.
es_py: Por favor, verifica la información de tu tarjeta.
fi_fi: Tarkista kortin tiedot.
fr_ca: Veuillez vérifier les renseignements de la carte.
fr_ch: Veuillez vérifier le numéro de carte bancaire.
hr_hr: Molimo provjerite podatke o kartici.
hu_hu: Kérjük ellenőrizze a kártyaadatokat.
id_id: Silahkanperiksa informasi kartu
is_is: Vinsamlegast athugaðu kortaupplýsingarnar.
it_ch: Controlla i dati della tua carta di credito
mk_mk: Проверете ги податоците за картичката.
ms_my: Sila semak maklumat kad.
nl_nl: Gelieve de kaart informatie te controleren
pl_pl: Sprawdź dane karty.
pt_br: Sua transação não foi autorizada pela operadora do Cartão. Por favor, verifique as informações do seu cartão ou entre em contato com a administradora
sk_sk: Prosíme, skontrolujte si informácie o karte.
sr_rs: Plaćanje nije uspešno, vaš račun nije zadužen. Najčešći uzrok je pogrešno unet broj kartice, datum isteka ili sigurnosni kod. Pokušajte ponovo, u slučaju uzastopnih greški pozovite vašu banku.
sv_fi: Vänligen kontrollera din kortinformation
th_th: โปรดตรวจสอบข้อมูลบัตร
uk_ua: Будь ласка, перевірте інформацію картки.
zh_mo: 請檢閱信用卡資料
zh_tw: 此筆交易無法通過,請確認信用卡資料.

# DuplicatePickupLocation
source: Please enter a unique Pick Uplocation.
bg_bg: Моля, въведете уникален адрес, откъдето ще получите своята поръчка.
cs_cz: Prosíme, vložte unikátní místo pro vyzvednutí.
el_cy: Παρακαλώ εισάγετε το σημείο παραλαβής
es_ar: Por favor ingresa un solo lugar de retiro.
es_cl: Por favor introduce solamente un lugar para retiro.
es_es: Por favor introduzca un único lugar de recogida
es_mx: Por favor ingrese un sitio ocurre único.
es_py: Por favor, ingresa un único lugar de retiro.
fi_fi: Anna noutopaikan sijainti.
fr_ca: Veuillez entrer un lieu de cueillette unique.
fr_ch: Veuillez entrer un lieu de cueillette.
hr_hr: Molimo unesite jedinstveno mjesto preuzimanja.
id_id: Silahkan masukkan lokasi Pengambilan yang Spesifik
it_ch: Inserisci un unico magazzino di Ritiro Diretto
mk_mk: Внесете единствена локација за подигање.
ms_my: Sila masukkan Lokasi Pungutan unik.
nl_nl: Gelieve een pickup locatie te kiezen.
pl_pl: Wprowadź adres odbioru
pt_br: Por favor, insira um único local de entrega.
sk_sk: Prosíme, zadajte jediné Miesto vyzdvihnutia.
sr_rs: Molimo vas da unesete jedinstvenu lokaciju za preuzimanje.
sv_fi: Pick Up Location Alredy Exist
uk_ua: Будь ласка, введіть унікальну адресу отримання замовлення.
zh_mo: 請輸入特定的提貨地點

# InvalidCity
source: Please enter a valid city.
bg_bg: Моля, въведете валиден град.
cs_cz: Prosíme, vložte platné město.
da_dk: Venligst sæt ind By
de_ch: Bitte geben Sie eine gültige Stadt ein. Keine Sonderzeichen erlaubt (Bsp. & , % , ? , - )
el_cy: Παρακαλώ εισάγετε έγκυρο όνομα Πόλης
es_ar: Por favor ingresa una localidad válida.
es_cl: Por favor introduce una ciudad válida.
es_es: Por favor introduzca una localidad válida
es_mx: Por favor ingrese una ciudad válida.
es_py: Por favor, ingresa una ciudad válida..
fi_fi: Anna paikkakunta.
fr_ca: Veuillez entrer un nom de ville valide.
fr_ch: Veuillez préciser un nom de ville valide.
hr_hr: Molimo upišite valjano ime grada.
hu_hu: Kérjük adjon meg érvényes városnevet.
id_id: Silahkan masukkan kota yang benar
is_is: Vinsamlegast gefðu upp sveitarfélag.
it_ch: Inserisci il nome di una città valido
mk_mk: Внесете точен град.
ms_my: Sila masukkan bandar yang sah.
nl_nl: Geef een geldige plaatsnaam in.
pl_pl: Wprowadź nazwę miasta.
pt_br: Por favor, insira uma cidade válida.
sk_sk: Prosíme, zadajte platné mesto.
sr_rs: Molimo vas da unesete važeće ime grada.
sv_fi: Vänligen skriv in en giltig stad
th_th: กรุณาใส่ชื่อเขต/อำเภอที่ถูกต้อง
uk_ua: Будь ласка, введіть дійсне місто.
zh_mo: 請輸入正確的城市名
zh_tw: 請確認正確的城市名

# AddTodayMagazineEnterNumber
source: Please enter a number.
bg_bg: Моля, въведете номер.
cs_cz: Prosíme, vložte číslo.
da_dk: Venligst indtast et tal
de_ch: Bitte fügen Sie eine Nummer ein
el_cy: Παρακαλώ εισάγεται ένα νούμερο.
es_ar: Por favor proporciona un número.
es_cl: Por favor proporciona un número.
es_es: Por favor proporcione un número.
es_mx: Por favor proporcione un número.
es_py: Por favor, proporciona un número.
fi_fi: Syötä numero.
fr_ca: Veuillez entrer un nombre.
fr_ch: Veuillez entrer un nombre.
hr_hr: Molimo upišite broj.
hu_hu: Kérjük adjon meg egy számot.
id_id: Silahkan masukkan angka
is_is: Vinsamlegast gefðu upp númer.
it_ch: Inserisci un numero
mk_mk: Внесете број.
ms_my: Sila masukkan nombor
nl_nl: Gelieve een nummer ingeven.
pl_pl: Wprowadź numer.
pt_br: Por favor, insira um número
sk_sk: Prosíme, zadajte číslo.
sr_rs: Molimo vas da unesete broj.
sv_fi: Vänligen uppge ett nummer
th_th: กรุณาใส่จำนวน
uk_ua: Будь ласка, введіть номер.
zh_mo: 請輸入一個數值
zh_tw: 請填入一個數值.

# QuantityIncorrect
source: Please enter a quantity for SKU {0}.
bg_bg: Моля, въведете количество за продукта SKU {0}.
cs_cz: Prosíme vložte množství pro SKU {0}.
da_dk: Venligst sæt ind antal for art. nr. {0}.
de_ch: Bitte geben Sie eine gültige Stückzahl für die Artikelnummer {0} ein.
el_cy: Παρακαλώ εισάγετε ποσότητα για τον κωδικό SKU {0}.
es_ar: Por favor proporciona la cantidad correcta para el código :{0}
es_cl: Por favor proporciona la cantidad correcta para el artículo con SKU:{0}
es_es: Por favor introduzca una cantidad para la refencia:{0}
es_mx: Por favor ingrese una cantidad correcta para el código {0}
es_py: Por favor, ingresa una cantidad para el artículo con SKU {0}.
fi_fi: Anna tuotteen {0} lukumäärä.
fr_ca: Veuillez entrer une quantité pour le SKU {0}.
fr_ch: Veuillez saisir une quantité pour la référence: {0}.
hr_hr: Molimo upišite količinu za SKU {0}.
hu_hu: Kérjük adja meg a {0} cikkszámú tételből rendelni kívánt mennyiséget.
id_id: Silahkan masukkan jumlah untuk SKU
is_is: Vinsamlegast gefðu upp fjölda fyrir vörunúmer {0}.
it_ch: Inserisci una quantità per il codice prodotto {0}.
mk_mk: Внесете количина за шифра {0}.
ms_my: Sila masukkan kuantiti untuk SKU {0}.
nl_nl: Gelieve een aantal voor SKU {0} ingeven.
pl_pl: Wprowadź ilość produktu o numerze SKU {0}.
pt_br: Por favor, insira a quantidade do código do produto {0}.
sk_sk: Prosíme, zadajte množstvo pre SKU {0}.
sr_rs: Molimo vas da unesete količinu za jedinično pakovanje (SKU) {0}.
sv_fi: Ange en kvantitet för SKU {0}.
th_th: กรุณาใส่จำนวนของรหัสสินค้า {0}
uk_ua: Будь ласка, введіть кількість для Номеру Серії {0}.
zh_mo: 請輸入產品編號 {0}的正確數量
zh_tw: 請輸入貨號 {0}的正確數量.

# PossibleDuplicateOrderFound
source: We noticed you placed an identical order on {0}. Please confirm if you wish to proceed.
bg_bg: Забелязахме, че сте направили идентична поръчка на {0}. Моля, потвърдете, ако желаете да продължите.
cs_cz: Zaznamenali jsme, že jste zadali identickou objednávku v {0}. Prosím potvrďte, že chcete pokračovat.
da_dk: Vi har bemærket, at du har afgivet en identisk ordre på {0} . Bekræft venligst hvis du ønsker at forsætte
de_ch: Wir haben bemerkt, dass Sie eine identische Bestellung auf {0} platziert haben . Bitte bestätigen Sie, dass Sie fortfahren möchten.
el_cy: Παρατηρήσαμε ότι καταχωρήσατε μια πανομοιότυπη παραγγελία στις {0}. Παρακαλούμε επιβεβαιώστε αν επιθυμείτε να συνεχίσετε.
es_ar: Notamos que colocaste un pedido idéntico {0}. Por favor confirma si deseas proceder.
es_cl: Notamos que colocaste un pedido idéntico {0}. Por favor confirma si deseas proceder.
es_es: Nos hemos dado cuenta que hizo un pedido idéntico el {0}. Por favor, confirme si desea continuar.
es_mx: Te notificamos que colocaste un pedido idéntico en {0}. Por favor confirma que deseas proceder.
es_py: Notamos que colocaste un pedido idéntico {0}. Por favor confirma si deseas proceder.
fi_fi: Huomasimme, että olet tehnyt vastaavanlaisen tilauksen {0}. Vahvista, jos haluat jatkaa.
fr_ca: Nous vous avons averti que vous avez passé une commande identique le {0}. Merci de confirmer si vous souhaitez procéder à la commande.
fr_ch: Nous vous avons averti que vous avez passé une commande identique le {0}. Merci de confirmer si vous souhaitez procéder à la commande.
hr_hr: Primjetili smo kako ste napravili identičnu narudžbu {0}. Potvrdite ako želite da se narudžba procesuira.
hu_hu: Észleltük, hogy Ön már csinált egy hasonló rendelést {0}. Kérjük erősítse meg, ha folytatni szeretné.
id_id: Kami memperingatkan Anda untuk menempatkan pesanan identik pada {0}. Mohon konfirmasi jika Anda ingin melanjutkan.
is_is: Við tókum eftir að þú lagðir inn nákvæmlega eins pöntun þann {0}. Vinsamlegast staðfestu að þú viljir halda áfram.
it_ch: Abbiamo riscontrato che hai effettuato un ordine identico su {0}. Conferma la tua decisione di proseguire comunque
mk_mk: Имате направено идентична нарачка на {0}. Потврдете за да продолжите.
ms_my: Anda telah meletakkan suatu pesanan yang sama pada {0}. Sila sahkan jika anda ingin melanjutkan.
nl_nl: We hebben gezien dat u een identieke bestelling heeft geplaatst op {0}. Bevestig dat u verder wilt gaan.
pl_pl: Zauważyliśmy, że już złożyłeś identyczne zamówienie dnia {0}. Prosimy potwierdź, że chcesz kontynuować.
pt_br: Identificamos que você efetuou um pedido idêntico em {0}. Deseja confirmar este pedido?
sk_sk: Zaznamenali sme, že ste zadali identickú objednávku dňa {0}. Prosím potvrďte, že chcete pokračovať.
sr_rs: Primetili smo da ste predali identičnu narudžbu (0). Molimo potvrdite da želite nastaviti.
sv_fi: Vi märkte att du har placerat en identisk beställning på {0}. Vänligen bekräfta att du vill fortsätta.
th_th: เราสังเกตว่าคุณได้สั่งซื้อแบบเดียวกันนี้ในวันที่ {0} โปรดยืนยันว่าคุณต้องการที่จะดำเนินการ
uk_ua: Ми помітили, що Ви розмістили ідентичне замовлення на {0}. Будь ласка, підтвердіть якщо Ви хочете продовжити.
zh_mo: 我們發現您於{0}下了相同的訂單。請確認您是否希望繼續執行。
zh_tw: 我們留意到您下了一張完全相同的訂單在{0}。請您確認是否要繼續。
