Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# NoPickUpNameEntered
source: Please select the pick up name
bg_bg: Моля, въведете името на лицето, което ще получи поръчката.
cs_cz: Prosíme, vyberte jméno osoby, která objednávku vyzvedne.
de_ch: Bitte die Abholname auswählen
el_cy: Παρακαλούμε επιλέξτε την όνομα παραλαβής
es_ar: Por favor indica el nombre de quién retira.
es_cl: Favor ingresar nombre de quien retira.
es_es: Favor de seleccionar nombre de regogida.
es_mx: Favor de seleccionar nombre de regogida.
es_py: Por favor, selecciona el nombre de retiro
fi_fi: Valitse noutajan nimi
fr_ca: Sélectionnez le nom de la personne qui fera la cueillette
fr_ch: Sélectionnez le Pick Up nom
hr_hr: Molimo odaberite ime za preuzimanje
hu_hu: Kérjük válassza ki az áruátvevő nevét
id_id: Silahkan pilih nama Pengambil
is_is: Nafn sækjanda vantar
it_ch: Inserisci il nome di chi ritirerà l'ordine nel campo Nome
mk_mk: Изберете име на лице кое го врши подигањето
ms_my: Sila pilih nama Pungutan
nl_nl: Gelieve de naam van de afhaler ingeven
pl_pl: Nazwisko osoby odbierającej
pt_br: Por favor, informe o Nome para retirada
sk_sk: Prosíme, vyberte meno osoby, ktorá vyzdvihne produkty.
sr_rs: Molimo vas da odaberete ime preuzimača
th_th: กรุณาเลือกชื่อผู้รับสินค้า
uk_ua: Будь ласка, введіть Ім'я отримувача.
zh_mo: 請選擇提貨人姓名

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location
bg_bg: Моля, изберете адрес на офис, където желаете да получите своята поръчка.
cs_cz: Prosíme, vyberte místo osobního vyzvednutí
el_cy: Παρακαλούμε επιλέξτε την Περιοχή παραλαβής
es_ar: Por favor selecciona el lugar de retiro.
es_cl: Favor de seleccionar el lugar de retiro.
es_es: Por favor selecciones un Centro de Recogida
es_mx: Por favor elija un sitio ocurre
es_py: Por favor, selecciona el lugar de retiro
fi_fi: Valitse noutopaikka
fr_ca: Veuillez sélectionner le lieu de Cueillette
fr_ch: Veuillez sélectionner le lieu de pickup
hr_hr: Molimo odaberite mjesto preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel helyét
id_id: Silahkan pilih lokasi penjemputan
it_ch: Seleziona il magazzino per il ritiro diretto
mk_mk: Изберете локација на подигање.
ms_my: Sila pilih lokasi Pungutan
nl_nl: Gelieve een pickup locatie te selecteren.
pl_pl: Wybierz miejsce odbioru
pt_br: Por favor, selecione o local de retirada.
sk_sk: Prosíme, vyberte Miesto vyzdvihnutia
sr_rs: Molimo vas da odaberete lokaciju za preuzimanje
th_th: กรุณาเลือกสถานที่รับสินค้า
uk_ua: Оберіть місто, в якому розташоване Відділення
zh_mo: 請選擇提貨地點

# PrimaryAddressDeleteNotAllowed
source: Primary Address cannot be deleted.
bg_bg: Основният адрес не може да бъде изтрит.
cs_cz: Primární adresa nemůže být vymazána
da_dk: Hovedadressen kan ikke slettes. Venligst vælg en alternativ hovedadresse og forsøg igen.
de_ch: Die bevorzugte Lieferadresse kann nicht gelöscht werden.
el_cy: Η κύρια διεύθυνση δεν μπορεί να διαγραφεί.
es_ar: La dirección principal no puede ser eliminada.
es_cl: La Dirección Principal no puede ser borrada.
es_es: La Dirección Principal no puede ser borrada.
es_mx: La dirección primaria no puede ser eliminada.
es_py: La dirección principal no puede ser borrada.
fi_fi: Ensisijaista osoitetta ei voida poistaa.
fr_ca: L'adresse primaire ne peut être supprimée.
fr_ch: L'adresse principale ne peut être supprimée.
hr_hr: Primarna adresa ne može se izbrisati.
hu_hu: Az elsődleges cím nem törölhető.
id_id: Alamat Utama tidak bisa dihapus
is_is: Ekki er unnt að eyða aðalheimilisfangi. Vinsamlegast gerðu annað heimilisfang að aðalheimilisfangi og reyndu aftur.
it_ch: L'indirizzo principale non può essere eliminato.
mk_mk: Примарната адреса не може да се избрише.
ms_my: Alamat Utama tidak b oleh dihapuskan.
nl_nl: Een primair adres kan niet verwijderd worden.
pl_pl: Podstawowy adres nie może być skasowany.
pt_br: O endereço de entrega principal não pode ser excluído.
sk_sk: Primárna adresa nemôže byť zmazaná.
sr_rs: Primarna adresa se ne može obrisati.
sv_fi: Huvudadressen kan inte raderas. Vänligen välj en alternativ huvudadress och forsök igjen.
th_th: ไม่สามารถลบที่อยู่หลักได้
uk_ua: Основну адресу неможливо видалити.
zh_mo: 無法刪除主要送貨地址
zh_tw: 主要寄送地址無法刪除

# SKUNotAvailable
source: SKU {0} is not available.
bg_bg: Продукт със SKU {0} не е наличен.
cs_cz: SKU {0} není dostupné.
da_dk: Artikkelnummer {0} er ikke tilgængelig.
de_ch: Artikelnummer {0} ist zur Zeit nicht Lieferbar.
el_cy: Ο κωδικός SKU {0} δεν είναι διαθέσιμος.
es_ar: El código {0} no se encuentra disponible.
es_cl: El artículo {0} no está disponible.
es_es: La Referencia {0}: no está disponible.
es_mx: El código {0} no está disponible.
es_py: El artículo con código {0} no está disponible.
fi_fi: Tuotenumero {0} ei ole saatavilla.
fr_ca: Le SKU {0} n'est pas disponible.
fr_ch: Référence {0} non disponible.
hr_hr: SKU {0} nije raspoloživ.
hu_hu: A {0} cikkszám (SKU) nem elérhető.
id_id: SKU tidak tersedia
is_is: Vörunúmer {0} er ekki fáanlegt.
it_ch: Il codice prodotto {0} non e' disponibile.
mk_mk: SKU-бројот {0} не е достапен.
ms_my: Tidak terdapat SKU {0} .
nl_nl: SKU {0} is niet beschikbaar.
pl_pl: SKU {0} jest niedostępny
pt_br: O Código {0} não está disponivel.
sk_sk: SKU {0} nie je k dispozícii.
sr_rs: Šifra {0} nije na raspolaganju.
sv_fi: SKU {0} är inte tillgänglig.
th_th: ไม่สามารถสั่งซื้อรหัส {0} ได้ในขณะนี้
uk_ua: Номер Серії {0} недоступний.
zh_mo: 產品編號 {0} 無法訂購
zh_tw: SKU {0} 已超出可購買數量

# SysError
source: System Error.
bg_bg: Системна грешка.
cs_cz: Systémová chyba.
da_dk: Systemfejl
de_ch: Systemfehler
el_cy: Λάθος Συστήματος
es_ar: Error en el sistema.
es_cl: Error en el sistema.
es_es: Error en el sistema.
es_mx: Error en el sistema.
es_py: Error en el sistema.
fi_fi: Järjestelmävirhe.
fr_ca: Erreur de système.
fr_ch: Erreur système.
hr_hr: Greška sustava
hu_hu: Rendszerhiba
id_id: Kesalahan Sistem
is_is: Kerfisbilun
it_ch: Errore di sistema
mk_mk: Системска грешка.
ms_my: Kesilapan Sistem
nl_nl: Systeem fout.
pl_pl: Błąd systemu.
pt_br: Erro Sistema.
sk_sk: Chyba systému.
sr_rs: Greška u sistemu
sv_fi: System fel
th_th: ระบบผิดพลาด
uk_ua: Системна помилка.
zh_mo: 系統錯誤
zh_tw: 系統錯誤

# EarningsExceeds
source: Sorry, you can not add the item(s) to the cart since by adding them into the cart, you exceed your earnings limit.
bg_bg: За съжаление, не можете да добавите този продукт (-и) към кошницата, тъй като ще надвишите Вашия лимит.
cs_cz: Omlouváme se! Nemůžete přidat položku/y do košíku, protože přidáním položky do košíku překročíte limit svého výdělku.
el_cy: Λυπούμαστε δεν μπορείτε να προσθέσετε το προϊόν / προϊόντα στο Καλάθι Αγορών δεδομένου ότι με την προσθήκη υπερβαίνετε το όριο κερδών.
es_ar: Lo sentimos, no puedes agregar el o los códigos al carrito de compras ya que de hacerlo, excederías tu límite de ganancias.
es_cl: Lo sentimos, no puedes agregar el artículo(s) a tu selección ya que de hacerlo, excederías tu límite de ganancias.
es_mx: Lo sentimos, usted no puede agregar el o los artículos al carrito de compras ya que de hacerlo, excedería su límite de ganancias.
es_py: Lo sentimos, no puedes añadir el(los) artículo(s) a tu carrito de compras, ya que de hacerlo, excederías tu límite de ganancias.
fi_fi: Pahoittelemme, et voi lisätä tuotteita ostoskoriin, sillä ansiorajasi ylittyy.
fr_ca: Désolé, vous ne pouvez ajouter les articles à votre panier car en les ajoutant vous dépassez votre limite de gains permise.
fr_ch: Désolé. Vous ne pouvez pas ajouter ces article(s) au panier étant donné qu'en les ajoutant vous dépasser votre limite de gains.
hr_hr: Žao nam je, ne možete dodati stavke u košaricu, jer biste time prekoračili svoj limit zarade.
hu_hu: Sajnáljuk, de ezek a tételek nem adhatóak hozzá a kosárhoz, mert azzal túllépné vásárlási limitjét.
id_id: Maaf, anda tidak bisa menambahkan barang ke keranjang karena dengan menambahkan ke dalam keranjang, anda melebihi batas pendapatan
it_ch: Non è possibile aggiungere l'articolo(i) al carrello, si supera il limite di guadagni.
mk_mk: Се извинуваме, не може да ги додадете производите во кошничката бидејќи со нивно додавање го надминувате лимитот на заработка.
ms_my: Maaf, anda tidak tambah barangan ke dalam troli dan dengan menambahkannya ke dalam troli anda telah melebihi had perolehan anda.
pl_pl: ### Przepraszamy, nie możesz dodać większej ilości produktów do koszyka dopóki przekraczasz limit zarobków.
pt_br: Lamentamos, mas não é possível adicionar mais itens ao carrinho, uma vez adicionando mais itens ao carrinho o limite de ganhos será ultrapassado.
sk_sk: Ľutujeme, nemôžete pridať položku/y do košíka, pretože pridaním prekročíte Váš príjmový limit.
sr_rs: Žao nam je, ne možete da dodate artikle u korpu, budući da tako prelazite svoj limit zarade.
th_th: ขออภัย คุณไม่สามารถเพิ่มรายการสินค้าเข้าสู่รถเข็นสั่งซื้อ เพราะการเพิ่มสินค้าใส่ในรถเข็น จะทำให้คุณมีขีดจำกัดของรายได้เกินที่กำหนด
uk_ua: Вибачте! Ви не можете додати товар(и) до кошика, так як додаючи їх до кошика ви перевищуєте ліміт.
zh_mo: 對不起，由於超出您的收入限額，該產品未能加入購物車

source: Proceed to Checkout
bg_bg: Премини към плащането
cs_cz: Přejít k dokončení objednávky
da_dk: Fortsæt til udgangskassen
de_ch: Weiter zur Kasse
el_cy: Συνέχεια στην Ολοκλήρωση της Παραγγελίας
es_ar: Ir a Colocar Pedido.
es_cl: Proceda a Confirmar.
es_es: Procedar a la Comprobación
es_mx: Proceder a Colocar Pedido.
es_py: Proceda a ingresar el pedido.
fi_fi: Siirry kassalle
fr_ca: Procédez à la caisse
fr_ch: Procéder à la fin de la transaction
hr_hr: Prijeđi na odjavu
hu_hu: Tovább a fizetéshez
id_id: Lanjut ke Keluar
is_is: Ganga frá kaupum
it_ch: Continua ad acquistare
mk_mk: Продолжете со плаќањето.
ms_my: Terus ke Daftar Keluar
nl_nl: Ga verder naar uitloggen.
pl_pl: Przejdź do realizacji zamówienia
pt_br: Continue para finalizar
sk_sk: Prejsť ku Kontrole.
sr_rs: Produžite do završnog koraka
sv_fi: Fortsätt till kundvagnen
th_th: ดำเนินการต่อเพื่อชำระเงิน
uk_ua: Підтвердити замовлення
zh_mo: 前往結帳
zh_tw: 前往結帳

# PrimaryPickupPreferenceDeleteNotAllowed
source: Primary Pick Up Preference cannot be deleted.
bg_bg: Избраният основен адрес за получаване на поръчка не може да бъде изтрит.
cs_cz: Primární preference osobního vyzvednutí nemohou být vymazány.
el_cy: Η πρωτεύον πληροφορίες παραλαβής δεν μπορούν να διαγραφούν
es_ar: La preferencia principal de retiro no puede ser borrada.
es_cl: La Preferencia Principal de Recogido no puede ser borrada.
es_mx: La preferencia de sitio ocurre primaria no puede ser eliminada.
es_py: La preferencia principal de retiro no puede ser borrada.
fi_fi: Ensisijaista noutovalintaa ei voida poistaa.
fr_ca: Le lieu de cueillette primaire ne peut être supprimé.
fr_ch: Le lieu de pickup principal ne peut être supprimé.
hr_hr: Primarno preferencijalno mjesto preuzimanja ne može se izbrisati
hu_hu: Az elsődleges áruátvételi preferencia nem törölhető.
id_id: Pilihan Pengambilan Utama tidak bisa dihapus
it_ch: Lindirizzo del magazzino per il ritiro diretto scelto come principale non può essere eliminato.
mk_mk: Параметрите за примарното подигање не се бришат.
ms_my: Pilihan Pungutan Utama tidak boleh dihapuskan.
nl_nl: Een primaire pickup locatie kan niet verwijderd worden.
pl_pl: Podstawowe informacje o odbiorze nie mogą być skasowane
pt_br: Os dados do local de retirada principal não pode ser excluído.
sk_sk: Preferencia primárneho miesta doručenia nemôže byť zmazaná.
sr_rs: Primarna podešavanja za preuzimanje se ne mogu obrisati.
th_th: ไม่สามารถลบตัวเลือกรับสินค้าหลักได้
uk_ua: Параметри Основного способу отримання не можуть бути видалені.
zh_mo: 無法刪除主要送貨地址

# ZipNotSupported
source: Shipping to the entered Zip is not supported
bg_bg: Доставка до адрес с този пощенски код не се предлага.
cs_cz: Doručení na vložené PSČ není podporováno.
da_dk: Forsendelse til dette postnummer er ikke tilladt. Venligst kontakt Forhandlerservice.
de_ch: Eine Lieferung zu der angegebenen PLZ ist nicht möglich.
el_cy: Αποστολή στον συγκεκριμένο Κωδικό Περιοχής δεν υποστηρίζεται
es_ar: No hacemos envíos para el Codigo Postal ingresado.
es_cl: No hacemos envíos para el Codigo Postal introducido.
es_es: No hacemos envíos para el Codigo Postal introducido.
es_mx: No hacemos envíos para este Codigo Postal
es_py: Envío al Código Postal introducido no es compatible.
fi_fi: Toimitusta annettuun postinumeroon ei tueta
fr_ca: L'expédition ne peut se faire à ce code postal.
fr_ch: La livraison ne peut se faire à ce Code Postal.
hr_hr: Nije moguća dostava na upisani poštanski broj
hu_hu: A megadott címre történő szállítás nem lehetséges.
id_id: Pengiriman ke Kode Pos tersebut tidak di support
is_is: Sending á þetta póstnúmer er ekki heimil. Vinsamlegast hafðu samband við þjónustudeildina fyrir dreifingaraðila.
it_ch: La spedizione al CAP inserito non e' consentita
mk_mk: Не е можна испорака до внесениот поштенски број
ms_my: Penghantaran dimasukkan ke dalam Poskod tidak disokong
nl_nl: Verzenden naar de ingegeven postcode is niet mogelijk.
pl_pl: Wysyłka pod wprowadzony kod pocztowy nie jest możliwa
pt_br: Código de Envio não é suportado
sk_sk: Doručenie na zadané miesto (PSČ) nie je podporované.
sr_rs: Slanje na uneti poštanski broj nije podržano
sv_fi: Sändning till detta postnummer är inte tillåtet. Vänligen kontakta Medlem service.
th_th: การจัดส่งไปยังรหัสไปรษณีย์ที่ระบุไม่สามารถดำเนินการได้
uk_ua: Доставка за введеним поштовим індексом не підтримується
zh_mo: 已輸入的郵政編號，未能提供送貨服務

# GotoHomePage
source: Proceed to Homepage.
bg_bg: Към началната страница
cs_cz: Přejít na domovskou stránku.
da_dk: Fortsæt til hjemmeside.
de_ch: Weiter zur Produktübersicht.
el_cy: Επιστροφή στην Αρχική Σελίδα.
es_ar: Ir a la página principal.
es_cl: Ir a la página principal.
es_es: Ir a la página principal.
es_mx: Proceder a la página de inicio.
es_py: Ir a la página principal.
fi_fi: Siirry kotisivulle.
fr_ca: Allez à la page d'accueil.
fr_ch: Procécéder à la page d'accueil.
hr_hr: Prijeđi na Početnu stranicu.
hu_hu: Tovább a főoldalra
id_id: Lanjut ke Laman utama
is_is: Fara á Heimasíðu
it_ch: Vai alla pagina principale (vai alla Homepage)
mk_mk: Продолжете на првата страница.
ms_my: Terus ke Laman Rumah
nl_nl: Ga verder naar home
pl_pl: Przejdź do strony głównej
pt_br: Ir para a página principal
sk_sk: Prejsť na Domovskú stránku.
sr_rs: Produžite do početne stranice.
sv_fi: Fortsätt till hemsidan
th_th: ดำเนินการต่อยังหน้าหลัก
uk_ua: Перейти на Головну сторінку.
zh_mo: 前往首頁
zh_tw: 回到首頁

# EventTicketInCart
source: You have event ticket items in your cart, do you want to clear your cart?
bg_bg: Вие имате билети за събитие във Вашата кошница. Желаете ли да изпразните кошницата?
cs_cz: Máte vstupenku na akci ve Vašem košíku, přejete si vyprázdnit košík?
da_dk: Du har Event billetter i din Indkøbskurv, vil du tømme kurven?
de_ch: Sie haben Event Tickets in Ihrem Warenkorb, möchten Sie ihren Warenkorb trotzdem leeren?
el_cy: Έχετε εισάγει εισητήριο στο Καλάθι Αγορών, θέλετε να διαγράψετε ότι υπάρχει στο Καλάθι Αγορών;
es_ar: Tienes entradas para eventos en tu carrito, ¿Deseas borrarlos de tu carrito?
es_cl: Tienes boletos de eventos en tu selección, ¿Deseas borrar tu selección?
es_es: Usted tiene tickets de eventos en su cesta, ¿desea limpiar su cesta?
es_mx: Usted tiene artículos de boletos para eventos en su carrito, ¿desea borrarlos de su carrito?
es_py: Tienes tickets a eventos en tu carrito ¿Deseas vaciar tu carrito de compras?
fi_fi: Ostoskorissasi on tapahtumalipputuotteita, haluatko tyhjentää ostoskorisi?
fr_ca: Vous avez des billets d'événements dans votre panier. Désirez-vous vider votre panier?
fr_ch: Vous avez des billets événements dans votre panier. Souhaitez-vous le vider ?
hr_hr: U košarici imate ulaznice za događaje, želite li isprazniti košaricu?
hu_hu: Kosarában rendezvény jegyek vannak, törölni szeretné kosarát?
id_id: Anda memiliki tiket acara dalam keranjang, apakah anda ingin untuk membersihkan keranjang anda?
is_is: Þú ert þegar með miða á viðburð í innkaupakörfunni þinni. Vilt þú tæma körfuna?
it_ch: ci sono biglietti per l'evento nel tuo carrello. Per ordinare prodotti è necessario rimuoverli dal carrello. Vuoi rimuovere i biglietti dal carrello?”
mk_mk: Имате влезници за настани во кошничката, дали сакате да ја испразните кошничката?
ms_my: Anda ada barangan tiket acara di dalam troli anda. Adakah anda mahu kosongkan troli anda?
nl_nl: U heeft event ticket artikelen in uw mandje, wilt u uw winkelmandje legen?
pl_pl: Bilet jest już w twoim koszyku, chcesz wyczyścić jego zawartość?
pt_br: Já existe convite em seu carrinho, deseja limpar o carrinho?
sk_sk: Vo svojom košíku máte vstupenky na udalosť, chcete vymazať položky zo svojho košíka?
sr_rs: U korpi imate artikle vezane za ulaznice za događaj, da li želite da ispraznite korpu?
sv_fi: Du har event biljetter i kundvagnen, vill du tömma den?
th_th: คุณมีรายการเกี่ยวกับบัตรเข้างานในรถเข็นสั่งซื้อของคุณ คุณต้องการที่จะลบข้อมูลหรือไม่
uk_ua: В вашому кошику вже квитки на захід, ви хочете очистити кошик?
zh_mo: 會議門票已加到您的購物車，您是否想清除購物車？

# OrderMonthChangedByUser
source: You have changed the order month for this order to {0}. Do you wish to continue with this selection?
bg_bg: Вие променихте месеца на поръчката за тази поръчка да бъде месец {0}. Желаете ли да продължите с този избор?
cs_cz: Změnili jste objednávkový měsíc pro tuto objednávku {0}. Přejete si pokračovat s tímto výběrem?
da_dk: Du har ændret ordremåneden på denne ordre til {month}. Ønsker du at fortsætte med dette valg?
de_ch: Sie haben den Bestellmonat für diese Bestellung in {month} geändert. Möchten Sie mit dieser Einstellung fortfahren? ("Ja" oder "Nein")
es_ar: Has cambiado el mes de volumen de este pedido a {0}. ¿Deseas continuar con la selección? ("Si" o "No")
es_cl: Has cambiado el mes de pedido para esta orden al mes (mes). ¿Deseas continuar con esta selección? ("Si" o "No")
es_es: Usted ha cambiado el mes de este pedido a (mes). ¿Desea continuar con esta selección? ("Si" o "No")
es_mx: Usted ha cambiado el volumen al mes {0}. ¿Desea continuar con la selección?
es_py: Has cambiado el mes de volumen para este pedido al mes {0}. ¿Deseas continuar con esta selección? ("Sí" o "No")
fi_fi: Olet muuttanut tämän tilauksen tilauskuukaudeksi {0}. Haluatko, jatkaa käyttämällä näitä valintoja?
fr_ca: Vous avez changé le mois de cette commande pour {0}. Désirez-vous poursuivre avec cette sélection?
fr_ch: Vous avez changé le mois de commande pour cette commande à {mois}. Souhaitez-vous continuer avec ce choix?
hr_hr: Za ovu narudžbu mjesec narudžbe ste promijenili u {0}. Želite li nastaviti uz takav odabir?
hu_hu: Ön átállította a rendelés hónapját erre: {0}. Szeretné így folytatni?
id_id: Anda telah mengganti bulan pesanan untuk pesanan ini menjadi {0}. Apakah anda ingin melanjutkan dengan pilihan ini?
is_is: Þú hefur breytt pöntunarmánuði fyrir þessa pöntun í {mánuður}. Vilt þú halda þig við þetta val og halda áfram?
it_ch: Hai cambiato il mese per questo ordine {0}. Vuoi continuare?
mk_mk: Месецот на нарачка за оваа нарачка го сменивте во {0}. Сакате ли да продолжите со овој избор?
ms_my: Anda telah menukar pesanan bulan untuk pesanan ini ke {0}. Adakah anda mahu meneruskan pilihan ini?
nl_nl: U heeft de ordermaand van deze order veranderd naar {0}. Wilt u doorgaan met deze selectie?
pl_pl: Zmieniłeś miesiąc zamówienia na {0}. Czy chcesz kontynuować po zmianie?
pt_br: Seu pedido terá o mês alterado para {0}. Deseja continuar com esta alteração?
sk_sk: Pre túto objednávku ste zmenili objednávkový mesiac na {0}. Chcete pokračovať s týmto výberom?
sr_rs: Promenili ste mesec porudžbine za ovu porudžbinu na {0}. Da li želite da nastavite s ovim izborom?
sv_fi: Du har ändrat beställningsmånaden för denna beställning till {0}. Vill du fortsätta med det här urvalet?
th_th: คุณได้ทำการเปลี่ยนแปลงเดือนคะแนนสำหรับคำสั่งซื้อนี้ {0} คุณต้องการไปต่อหรือไม่
uk_ua: Ви змінили місяць замовлення для цього замовлення на {0}. Ви хочете продовжити з цим вибором?
zh_mo: 您已變更此訂單之訂購月份為{0}，您是否繼續下一步？
zh_tw: 您已變更此訂單之訂購月份為{0},您是否繼續下一步

# ClearCart
source: You have product(s) in your shopping cart. Do you want to clear your cart before proceed to purchase event tickets?
bg_bg: Вие имате продукт/-и във Вашата кошница. Желаете ли да изпразните кошницата преди да продължите към покупката на билети за събитие?
cs_cz: Máte produkt(y) ve Vašem košíku. Chcete vyprázdnit košík předtím, než učiníte objednávku vstupenek na akci?
da_dk: Du har produkter i din Indkøbskurv. Vil du fjerne disse for at kunne fortsætte og handle Event billetter?
de_ch: Sie haben Artikel in Ihrem Warenkorb. Möchten Sie den Warenkorb leeren, bevor Sie damit fortfahren ein Event Ticket zu bestellen?
el_cy: Έχετε προϊόν (προϊόντα) στο Καλάθι Αγορών. Θέλετε να αδειάσετε το Καλάθι Αγορών πριν προχωρήσετε στην αγορά εισητηρίου;
es_ar: Tienes productos en tu carrito de compras. ¿Deseas eliminarlos de tu carrito antes de proceder a la compra de entradas para eventos?
es_cl: Tienes productos en tu selección de compra. ¿Deseas eliminarlos de tu selección antes de proceder con la compra de boletos para eventos?
es_es: Usted tiene productos en su cesta de la compra. ¿Desea limpiar su cesta antes de proceder a la compra de tickets para eventos?
es_mx: Usted tiene productos en su carrito de compras. ¿Desea vaciar su carrito antes de proceder a la compra de boletos para eventos?
es_py: Tienes productos en tu carrito de compra. ¿Deseas eliminarlos de tu carrito antes de proceder con la compra de tickets para eventos?
fi_fi: Ostoskorissasi on tuotteita. Haluatko tyhjentää ostoskorin, ennen kuin jatkat ostamaan tapahtumalippuja?
fr_ca: Vous avez des produits dans votre panier. Désirez-vous vider votre panier avant de procéder à l'achat de billets d'événements?
fr_ch: Vous avez des produits dans votre panier. Souhaitez-vous vider votre panier avant de procéder à l'achat de billets événements ?
hr_hr: U svojoj košarici imate proizvod(e). Želite li isprazniti košaricu prije kupnje ulaznica za događaje?
hu_hu: Kosarában termékek vannak. Törölni szeretné kosarát, mielőtt a továbblép a jegyvásárláshoz?
id_id: Anda memiliki produk dalam keranjang belanja anda. Apakah anda ingin untuk membersihkan keranjang anda sebelum melakukan pembelian tiket acara?
is_is: Þú ert þegar með vörur í innkaupakörfunni þinni. Vilt þú fjarlægja þær til að geta gengið frá miðakaupum á viðburð?
it_ch: Hai Prodotto(i) nel carrello. Vuoi svuotarlo prima di procedere con l’ordine dei Biglietti?
mk_mk: Имате производи во кошничката. Дали сакате да ја испразните кошничката пред да продолжите да купувате влезници за настани?
ms_my: Anda ada produk di dalam troli membeli-belah anda. Adakah anda mahu mengosongkan troli anda sebelum terus membeli tiket acara?
nl_nl: U heeft product(en) in uw winkelmandje. Wilt u uw winkelmandje legen voor dat u een event ticket wilt aanschaffen?
pl_pl: W twoim koszyku znajdują się już produkty
pt_br: Já tem produto(s) em seu carrinho de compras. Deseja excluir antes de efetuar a compra do convite?
sk_sk: Vo svojom košíku máte produkt/y. Chcete vymazať položky zo svojho košíka pred zakúpením vstupeniek na udalosť?
sr_rs: U vašoj korpi imate proizvode. Da li želite da ispraznite korpu pre nego što započnete kupovinu ulaznica za događaj?
sv_fi: Du har produkter i kundvagnen. Vill du ta bort dem för att kunna fortsätta handla event biljetter?
th_th: คุณมีรายการผลิตภัณฑ์อยู่ในรถเข็นสั่งซื้อของคุณ คุณต้องการที่จะลบข้อมูลก่อนที่จะสั่งซื้อบัตรเข้างานหรือไม่
uk_ua: В вашому кошику є товари. Ви хочете очистити ваш кошик, перед тим як замовити квитки на захід?
zh_mo: 產品已加到您的購物車，您是否想在訂購會議門票前清除您的購物車？
