Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# CardExpired
source: Your credit card expires, please contact Member Service Hotline 603-2687-6333
bg_bg: Вашата кредитна карта е с изтекъл срок. Моля, свържете се с Отдела за контакти на телефон 00800 118 44 33 (безплатен за България).
cs_cz: Vaše karta je propadlá. Prosíme, kontaktujte Oddělení členských vztahů.
da_dk: "Dit kort er udløbet, venligst kontakt Medlemsservice: nordicmb@herbalife.com "
de_ch: Ihre Kreditkarte ist abgelaufen, bitte kontaktieren Sie Ihre Member Services Abteilung unter 0800 60 60 40.
el_cy: Η Πιστωτική Κάρτα έχει λήξη. Παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης
es_ar: Tu tarjeta de crédito se encuentra vencida. Por favor contáctate con el Departamento de Servicios al Asociado al 54 11 711 8500 opción 2 o 3.
es_cl: Tu tarjeta de crédito ha expirado, por favor contáctate con el Departamento de Servicios al Asociado 56-02-25205200 Opción 2.
es_es: Su tarjeta de crédito está caducada, por favor haga click en Editar y actualice la fecha de caducidad.
es_mx: Su tarjeta de crédito ha expirado. Llame al Departamento de Relaciones con el Distribuidor al (33) 3770-5510
es_py: Tu tarjeta de crédito ha expirado. Por favor, contacta al emisor de tu tarjeta.
fi_fi: Luottokorttisi ei ole enää voimassa. Ota yhteyttä jäsenpalveluun.
fr_ca: Votre carte de crédit est expirée, veuillez cliquer sur Modifier pour la mettre à jour.
fr_ch: Votre carte de crédit a expiré. Veuillez contacter votre Service Relations Membres.
hr_hr: Vaša kreditna kartica je istekla. Molimo nazovite Odjel za Članove.
hu_hu: Hitelkártyájának érvényessége lejárt, kérem forduljon a Tagsági Kapcsolatok Osztályához a +36 1 299 7010-es telefonszámon
id_id: Kartu kredit anda habis masa berlakunya. Mohon hubungi Member Services terdekat
is_is: Kortið þitt er að renna út. Vinsamlegast hafðu samband við þjónustudeildina fyrir Meðlimi: msis@herbalife.com
it_ch: La tua carta di credito è scaduta. Contatta i servizi interbancari
mk_mk: Вашата кредитна картичка е истечена. Јавете се на директната линија на вашиот локален Оддел за Членови.
ms_my: Kad kredit anda sudah tamat tempoh. Sila hubungi Talian Hangat Perkhidmatan Ahli tempatan.
nl_nl: Uw creditcard is verlopen. Klik op aanpassen om de vervaldatum aan te passen.
pt_br: O seu cartão de crédito expirou. Por favor contate o departamento de Serviços ao Distribuidor 11 3879-7822.
sk_sk: Platnosť Vašej kreditnej karty vypršala. Prosíme, kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00
sr_rs: Vaša kreditna kartica je istekla. Molimo kontaktirajte lokalno Odelenje za Članove.
sv_fi: Ditt kort har gått ut, vänlig kontakta Medlem Service Service: Drnordic@herbalife.com
th_th: บัตรเครดิตของคุณหมดอายุ โปรดติดต่อแผนกบริการสมาชิก
uk_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00.
zh_mo: 您的信用卡有效期已過，請致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 您的信用卡已過有效期限，請與客戶服務部連絡:02-8761-5268或080-906-7070

# PossibleDuplicateOrder
source: We noticed you placed an identical order on {0}. Please confirm if you wish to proceed.
bg_bg: Забелязахме, че сте направили идентична поръчка на {0}. Моля, потвърдете, ако желаете да продължите.
cs_cz: Zaznamenali jsme, že jste zadali identickou objednávku v {0}. Prosím potvrďte, že chcete pokračovat.
da_dk: Vi har bemærket, at du har afgivet en identisk ordre på {0} . Bekræft venligst hvis du ønsker at forsætte
de_ch: Wir haben bemerkt, dass Sie eine identische Bestellung auf {0} platziert haben . Bitte bestätigen Sie, dass Sie fortfahren möchten.
el_cy: Παρατηρήσαμε ότι καταχωρήσατε μια πανομοιότυπη παραγγελία στις {0}. Παρακαλούμε επιβεβαιώστε αν επιθυμείτε να συνεχίσετε.
es_ar: Colocaste un pedido idéntico en {0}. Si este es un pedido duplicado, selecciona "Cancelar Pedido". Si deseas continuar con este pedido selecciona "Enviar".
es_cl: Colocaste una orden identica en {0}. Si deseas continuar con esta orden, por favor envíela ahora. De otra forma, presiona el botón de "Anular Orden".
es_es: Nos hemos dado cuenta que hizo un pedido idéntico el {0}. Por favor, confirme si desea continuar.
es_mx: Te notificamos que colocaste un pedido idéntico en {0}. Por favor confirma que deseas proceder.
es_py: Recientemente ingesaste un pedido idéntico en {0}. Si este es un pedido duplicado, selecciona "Cancelar Pedido". Para continuar con el pedido, elije "Enviar".
fi_fi: Huomasimme, että olet tehnyt vastaavanlaisen tilauksen {0}. Vahvista, jos haluat jatkaa.
fr_ca: Nous vous avons averti que vous avez passé une commande identique le {0}. Merci de confirmer si vous souhaitez procéder à la commande.
fr_ch: Nous vous avons averti que vous avez passé une commande identique le {0}. Merci de confirmer si vous souhaitez procéder à la commande.
hr_hr: Primjetili smo kako ste napravili identičnu narudžbu {0}. Potvrdite ako želite da se narudžba procesuira.
hu_hu: Észleltük, hogy Ön már csinált egy hasonló rendelést {0}. Kérjük erősítse meg, ha folytatni szeretné.
id_id: Anda telah memesan pesanan yang sama di {0}. Jika ini salinan pesanan, klik "batalkan pesanan". Untuk melanjutkan pesanan ini, mohon kumpulkan
is_is: Við tókum eftir að þú lagðir inn nákvæmlega eins pöntun þann {0}. Vinsamlegast staðfestu að þú viljir halda áfram.
it_ch: Abbiamo riscontrato che hai effettuato un ordine identico su {0}. Conferma la tua decisione di proseguire comunque
mk_mk: Имате направено идентична нарачка на {0}. Потврдете за да продолжите.
ms_my: Anda baru-baru ini membuat pesanan yang serupa pada {0}. Jika ini pesanan pendua, klik 'Batal Pesanan'. Untuk meneruskan pesanan ini, sila hantar.
nl_nl: We hebben gezien dat u een identieke bestelling heeft geplaatst op {0}. Bevestig dat u verder wilt gaan.
pl_pl: Zauważyliśmy, że już złożyłeś identyczne zamówienie dnia {}. Prosimy potwierdź, że chcesz kontynuować.
sk_sk: Мы заметили, что Вы разместили аналогичный заказ {0}. Пожалуйста, подтвердите, что Вы хотите продолжить.
sr_rs: Primetili smo da ste predali identičnu narudžbu (0). Molimo potvrdite da želite nastaviti.
sv_fi: Vi märkte att du har placerat en identisk beställning på {0}. Vänligen bekräfta att du vill fortsätta.
th_th: คุณได้ทำการสั่งซื้อสินค้าแบบเดียวกันไปเมื่อเร็วๆนี้ในวันที่ {0} หากคำสั่งซื้อนี้เป็นคำสั่งซื้อซ้ำ คลิกที่ "ยกเลิกคำสั่งซื้อ" หากต้องการดำเนินการต่อ โปรดคลิกส่ง
uk_ua: Ми помітили, що Ви розмістили ідентичне замовлення на {0}. Будь ласка, підтвердіть якщо Ви хочете продовжити.
zh_mo: 您於最近於{0}下了一筆同樣的訂單，如果此訂單是重複了，請按 「取消訂購」；確定要完成此筆訂單,請按「提交」
zh_tw: 提醒您,您於最近下了一筆同樣的訂單,如果您確定要完成此筆訂單,請按”確認訂購”,否則,請按”取消訂購

# APFDue
source: Your Annual Processing Fee is due, we'll add into your shopping cart automatically.
bg_bg: Изтича крайният срок за плащане на Вашата годишна членска такса. Таксата беше автоматично добавена към Вашата кошница.
cs_cz: Váš roční členský administrativní poplatek je splatný, přidáme Vám ho automaticky do Vašeho košíku.
da_dk: Du har en årsavgift som er forfaldet til betaling. Den er blevet tilføjet i din indkøbskurv.
de_ch: Ihre Jahresgebühr ist fällig. Wir werden sie daher ihrem Warenkorb hinzufügen.
el_cy: Η Ετήσια Συνδρομή έχει λήξη, και προστέθηκε στο Καλάθι Αγορών αυτόματα.
es_ar: Tu Cuota Anual por Servicios de Membresía se encuentra vencida, asi que incluiremos automáticamente el cargo de la cuota en tu pedido.
es_cl: Su Cuota Anual por Servicio de Membresía está vencida, incluiremos automáticamente el cargo de la cuota en tu orden.
es_es: Su Cuota Anual de Procesamiento está pendiente de pago, incluiremos automáticamente el cargo de la cuota en su pedido.
es_mx: Su cuota anual se encuentra vencida, incluiremos automáticamente el cargo de la cuota en su orden
es_py: Tu Cuota Anual por Servicios de Membresía está vencida, incluiremos automáticamente el cargo de la cuota en tu orden.
fi_fi: Jäsenpalvelumaksusi eräpäivä on {0}, joten lisäämme sen automaattisesti ostoskoriisi.
fr_ca: Vos frais de renouvellement sont dûs, nous les ajouterons automatiquement à votre panier.
fr_ch: Votre cotisation annuelle est due et sera rajoutée à votre panier automatiquement.
hr_hr: Vaša godišnja članarina je dospjela, automatski ćemo je dodati u Vašu košaricu.
hu_hu: Tagsági Éves Eljárási Díja esedékes, kérjük külön rendelésben rendezze.
id_id: Annual Membership Service Fee dalam jatuh tempo , kami akan secara otomatis menambahkan dalam shopping cart Anda
is_is: Árlegt vinnslugjald þitt er gjaldfallið. Greiðslu á því hefur verið bætt í innkaupakörfuna þína.
it_ch: La tua quota annuale è scaduta e sarà aggiunta automaticamente al tuo carrello.
mk_mk: Треба да платите годишна членарина, автоматски ќе ја додадеме во кошничката со производи.
ms_my: Yuran Tahunan Perkhidmatan Ahli anda telah tamah, kami akan menambah ke dalam troli membeli-belah anda secara automatik.
nl_nl: Uw jaarlijkse bijdrage is verlopen en zal automatisch aan uw winkelmandje toegevoegd worden.
pl_pl: Masz zaległą opłatę roczną, która doda się do zamówienia automatycznie
pt_br: A sua taxa anual está vencida e será adicionada automaticamente em seu carrinho de compras.
sk_sk: Váš Ročný Členský administratívny poplatok je splatný, automaticky ho pridáme do Vášho nákupného košíka.
sr_rs: Vaša Godišnja članarina dospeva za naplatu, dodaćemo je automatski u vašu korpu.
sv_fi: Du har en årsavgift som har förfallit. Den har blivit lagt till i kundvagnen.
th_th: ค่าธรรมเนียมสมาชิกภาพประจำปีของคุณถึงกำหนดแล้ว เราจะเพิ่มค่าค่าธรรมเนียมสมาชิกภาพประจำปีในการสั่งซื้อของคุณโดยอัตโนมัติ
uk_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування прострочена, ми додали оплату внеску до вашого кошика автоматично.
zh_mo: 您的會籍服務年費已到期，我們將自動加入年費到您的購物車中。
zh_tw: 由於您的年費已到期,我們將自動將您的年費放入購物車中。

# APFDueDateNotification
source: Your Annual Processing Fee is due on {0}
bg_bg: Вашата годишна такса за обслужване на членове следва да бъде платена до {0}
cs_cz: Váš roční členský administrativní poplatek je splatný {0}
da_dk: Dit administrationsgebyr forfalder til betaling {0}
de_ch: Ihre Jahresgebühr ist fällig am {0}
es_ar: Tu Cuota Anual por Servicios de Membresía vence el {0}
es_cl: La Cuota Anual por Servicio de Membresía se vence el {0}
es_es: Su Cuota Anual de Procesamiento vencerá el {0}
es_mx: Su cuota anual de procesamiento se vence en {0}
es_py: Tu Cuota Anual por Servicios de Membresía vence el {0}
fi_fi: Jäsenpalvelumaksusi eräpäivä on {0}
fr_ca: Vos frais de renouvellement sont dûs le {0}
fr_ch: Votre cotisation annuelle est due le {0}
hr_hr: Vaša godišnja članarina dospijeva {0}
hu_hu: Tagsági Éves Eljárási Díjának esedékessége: {0}
id_id: Jatuh tempo Annual Membership Service Fee Anda {0}
is_is: Árlegt vinnslugjald þitt er á gjalddaga {0}.
it_ch: La quota annuale è scaduta / scadrà a {0}
mk_mk: Вашата годишна членарина треба да се плати на {0}
ms_my: Yuran Tahunan Perkhidmatan Ahli anda adalah bertamah pada {0}
nl_nl: Uw jaarlijkse bijdrage verloopt op {0}
pl_pl: {0} mija termin opłaty manipulacyjnej
pt_br: A sua taxa anual estará vencida a partir de {0}
sk_sk: Váš Ročný Členský administratívny poplatok je splatný dňa {0}
sr_rs: Vaša Godišnja članarina dospeva za naplatu {0}
sv_fi: Din årliga behandlingsavgift ska betalas {0}
th_th: ค่าธรรมเนียมสมาชิกภาพประจำปีครบกำหนดในวันที่ {0}
uk_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування {0}
zh_mo: 您的會籍服務年費到期日為{0}
zh_tw: 您的年費到期日 {0}

# CantOrder
source: We are unable to process your request, please contact Member Service at (03-26876333)
bg_bg: Не можем да обработим Вашата заявка, моля, свържете се с Отдела за контакти на тел. 00800 118 44 33 (безплатен за България)
cs_cz: Nemůžeme zpracovat vaši žádost, prosím kontaktujte Členskou podporu na čísle +420 235 090 252
da_dk: Vi kan ikke behandle din anmodning, du bedes kontakte Medlemservice på 3848 7766
de_ch: Wir können Ihre Anfrage leider nicht bearbeiten. Bitte kontaktieren Sie Ihre Member Services Abteilung (Telefon: +49 (0)6151 8605-500)
el_cy: Δεν είμαστε σε θέση να επεξεργαστούμε το αίτημά σας, παρακαλούμε επικοινωνήστε με το Tμήμα Εξυπηρέτησης στο +30210 8108801
es_ar: No se pudo procesar tu solicitud, por favor contacta a Servicios al Asociado al 54 11 4711 8500 opción 2 o 3.
es_cl: No se pudo procesar tu solicitud, por favor contacta al Departamento de Servicios al Asociado 56 02 25205200 opción 2.
es_es: No es posible procesar su solicitud, por favor, póngase en contacto con el Departamento de Atención al Miembro de Herbalife en el 91 515 2130
es_mx: No podemos procesar tu solicitud, por favor, contacta al Departamento de Relaciones con el Distribuidor al (33) 3770 5510 Distribuidor.
es_py: No se pudo procesar tu solicitud, por favor contacta a Servicios al Asociado al +(595) 21 518 2000.
fi_fi: Emme voi käsitellä pyyntöäsi, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: Nous ne pouvons procéder à votre demande, merci de contacter votre service Membres au 866-622-1222
fr_ch: Nous ne pouvons procéder à votre demande, merci de contacter votre service Relations Membres au 0800 55 24 16.
hr_hr: Ukoliko sistem ne prihvaća vaš ID broj, molimo vas nazovite vaš lokalni odjel za odnose s Herbalife Članovima na: +385 1 3820 184;+385 1 3821 105; +385 1 3821 143
hu_hu: Kérését nem tudjuk végrehajtani, kérjük vegye fel a kapcsolatot a Tagsági Kapcsolatok Osztályával a 06 1 299 7010-es telefonszámon.
id_id: Kami tidak dapat memproses permintaan Anda, silahkan hubungi Member Service di (021 2934 0900)
is_is: Við getum ekki unnið fyrirspurnina þína, vinsamlegast hafðu samband við Þjónustudeild Meðlimi í síma 800 9896.
it_ch: Non è possibile processare la tua richiesta, contatta il Dipartimento Relazioni Membri 06-52304444
mk_mk: Не можеме да го процесираме барањето, исконтактирајте го Одделот за Членови на (МСТ ИНТЕРНЕСХНЕЛ Д.О.О.Е.Л., БЛВД. ИЛИНДЕН 103 ЛОК.1, 1000 СКОПЈЕ)
ms_my: Kami tidak dapat memproses permintaan anda, sila hubungi Perkhidmatan Ahli di 03-26876333
nl_nl: We zijn niet in staat om uw aanvraag uit te voeren, gelieve met Distributeuren services contact op te nemen via 030 2480 197
pl_pl: Nie jesteśmy w stanie spełnić Twojej prośby. Prosimy skontaktuj się z Działem Kontaktów z Partnera Herbalifemi pod numerem telefonu 22 703 76 00.
pt_br: Não foi possível processar a sua solicitação. Para regularizar seu acesso e efetuar compras, por favor, entre em contato com a Central de Atendimento ao Consultor através dos números 11-3879-7822 (São Paulo), 0300-789-3222 (demais localidades) ou através do <a href="https://www.myherbalife.com/pt-BR/integration/intelligentchannel" target="_blank">Chat Online clicando aqui</a>.
sk_sk: Nie sme schopní spracovať Vašu žiadosť, prosíme kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00
sr_rs: Nismo u mogućnosti da obradimo vaš zahtev, molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Vi kan inte behandla din begäran, vänligen kontakta Medlems ervice på 09 725 19 555
th_th: เราไม่สามารถดำเนินการตามคำขอของคุณได้ โปรดติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600
uk_ua: Ми не можемо обробити Ваш запит. Будь ласка, зв’яжіться з Відділом інформаційної підтримки за телефоном: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51.
zh_mo: 我們暫時未能處理您的請求，請聯絡您的客戶服務部(電話：(853-2828-6612)
zh_tw: 我們無法處理您的需求, 請與客戶服務部聯絡 (02-8761-5268)

# CantVisitWithNoDeliveryInfo
source: You must select a Shipping or Pick Up option to proceed.
bg_bg: Трябва да изберете вариант за доставка или получаване на поръчката в Центъра за продажби, за да можете да продължите нататък.
cs_cz: Pro pokračování musíte vybrat možnost doručení nebo osobního vyzvednutí.
da_dk: Du må vælge forsendelsesalternativ inden du fortsætter
de_ch: Bitte wählen Sie zuerst einen Abholort aus, bevor Sie mit der Bestellung weiter machen.
el_cy: Θα πρέπει να επιλέξετε Αποστολή ή Παραλαβή για να συνεχίσετε.
es_ar: Debes seleccionar una dirección de envío para continuar.
es_cl: Debes seleccionar una dirección de envío para continuar.
es_es: Debe seleccionar una dirección de envío para continuar
es_mx: Debe seleccionar una dirección de envío para continuar
es_py: Debes seleccionar una dirección de envío para continuar.
fi_fi: Sinun tulee valita toimitustapa tai nouto ennen kuin voit jatkaa.
fr_ca: Vous devez sélectionner les options d'expédition ou de cueillette.
fr_ch: Vous devez sélectionner l'options de livraison
hr_hr: Za nastavak morate odabrati opciju Dostava ili Preuzimanje.
hu_hu: A folytatáshoz válassza a Kiszállítást vagy Árufelvételt.
id_id: Anda harus memilih opsi pengiriman atau penjemputan untuk lanjut
is_is: Þú verður að velja hvernig þú vilt fá vöruna senda áður en þú heldur áfram.
it_ch: È necessario selezionare l'opzione di spedizione o di Ritiro Diretto per procedere.
mk_mk: За да продолжите мора да изберете опција за испорака или за подигање.
ms_my: Anda mesti memilih opsyen Penghantaran atau Kutip untuk meneruskannya.
nl_nl: U dient een verzend- of pickup optie te kiezen om door te gaan.
pl_pl: Wybierz opcję dostawy, aby kontynuować
pt_br: Você deve selecionar entrega ou retirada como opção para continuar.
sk_sk: Pre spracovanie objednávky musíte vybrať Doručenie alebo Vyzdvihnutie.
sr_rs: Da biste nastavili, morate da se odlučite za opciju slanje ili preuzimanje.
sv_fi: Du måste välja förhandsalternativ innan du fortsätter.
th_th: คุณต้องเลือกว่าต้องการจัดส่งหรือรับสินค้าหากต้องการดำเนินการต่อ
uk_ua: Необхідно вибрати Область з переліку та Відділення МІСТ за допомогою кнопки «Додати». Або оберіть Доставку чи Отримання в Центрі Продажів, щоб продовжити
zh_mo: 您必須選擇送貨或提貨才可繼續
zh_tw: 您必須選擇寄送或自取

# RequiredAPFLeftInCart
source: Your required Annual Processing fees have been left in your cart.
bg_bg: Необходимата такса за годишно обслужване на членове беше добавена във Вашата кошница.
cs_cz: Váš požadavek na roční administrativní poplatky zůstal ve Vašem košíku.
da_dk: Dine ubetalte administrationsgebyr er blevet tilføjet i din indkøbskurv.
de_ch: Ihre Jahresgebühr wurde dem Warenkorb hinzu gefügt.
el_cy: Η απαιτούμενη Ετήσια Συνδρομή έχει μείνει στο Καλάθι Αγορών.
es_ar: Tu Cuota Anual por Servicios de Membresía ha quedado en tu carrito.
es_cl: La Cuota Anual por Servicio de Mebresía se ha dejado en tu carrito.
es_es: La cuota de procesamiento anual se ha quedado en su cesta.
es_mx: La cuota de procesamiento anual se ha dejado en su carrito.
es_py: La Cuota Anual por Servicio de Mebresía se ha dejado en tu carrito.
fi_fi: Vuosittainen jäsenpalvelumaksu on jätetty ostoskoriisi.
fr_ca: Vos frais de renouvellement requis ont été laissés dans votre panier.
fr_ch: Les frais de cotisation annuelle ont été ajoutés à votre panier.
hr_hr: Obvezne godišnje članarine ostavljene su u Vašoj košarici.
hu_hu: A Tagsági Éves Eljárási Díj összege a kosárban maradt.
id_id: Diperlukan Annual Membership Service fees untuk ditinggalkan dalam cart Anda.
is_is: Gjaldfallnar greiðslur á árlegu vinnslugjaldi hafa verið settar í innkaupakörfuna.
it_ch: Il codice di pagamento della quota annuale e' stato lasciato nel carrello.
mk_mk: Вашата задолжителна годишна членарина е оставена во кошничката.
ms_my: Yuran Tahunan Perkhidmatan Keahlian yang anda perlukan telah meninggalkan troli anda.
nl_nl: Uw verplichte jaarlijkse bijdrage blijft in uw winkelmandje.
pl_pl: Wymagane opłaty roczne zostały w koszyku
pt_br: O seu pedido de taxa anual permanecerá em seu carrinho.
sk_sk: Vaše požadované Ročné Členské administratívne poplatky zostali vo Vašom košíku.
sr_rs: Vaše željene Godišnje članarine su stavljene u vašu korpu.
sv_fi: Din obetalade årsavgift har blivit lagt till i kundvagnen
th_th: ค่าธรรมเนียมสมาชิกภาพประจำปีที่คุณต้องชำระยังค้างอยู่ในการสั่งซื้อของคุณ
uk_ua: Необхідний щорічний внесок за комп'ютерне обслуговування залишився у вашому кошику.
zh_mo: 您需繳付的會籍服務年費尚在購物車中
zh_tw: 您的年費訂單尚於您的購物車中
