Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# MaxCardsToDisplay
source: Please note that you can only save card details for a maximum of {0} cards. In order to add a new card, please remove one of your existing saved cards.
es_pa: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_pr: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_py: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
hu_hu: Felhívjuk figyelmét, hogy maximum {0} kártya adatait tudja elmenteni. További kártya hozzáadásához kérjük törölje az egyik mentett kártyáját._G1498
id_id: Silahkan catat bahwa anda hanya dapat menyimpan kartu detail anda untuk maksimum {0} kartu. Jika ingin menambah, tolong hapus kartu anda yang tersimpan
ja_jp: 最大 {0} 枚のクレジット・カード情報を保存いただけます。 今後ご利用にならないクレジット・カードを削除のうえ、新しいクレジット・カード情報を入力してください。
mk_mk: Податоци за картички може да зачувате за максимум {0} картички. За да додадете нова картичка, избришете картичка од веќе зачуваните картички.
ru_ua: Будь ласка, зверніть увагу: ви можете зберегти деталі банківської картки для максимум {0} карток. У випадку додавання нової картки, будь ласка, видаліть одну з існуючих збережених карток._G1498
sl_si: Prosimo, upoštevajte, da lahko podatke o kreditni kartici shranite za največ {0} kreditnih kartic. Če želite dodati novo kreditno kartico, odstranite eno od obstoječih shranjenih kreditnih kartic.
tr_tr: Lütfen dikkat en fazla {0} kart detayı kaydedebilirsiniz. Yeni bir kart eklemek için önceden kaydetmiş olduğunuz kartlardan birini siliniz.
vi_vn: Xin lưu ý bạn chỉ có thể lưu tối đa chi tiết {0} thẻ. Để thêm thẻ mới, vui lòng loại bỏ thẻ cũ
zh_hk: 您最多可儲存{0}張信用卡資料。若您欲新增信用卡，請移除其中一張現存的信用卡

# BrowserCompatibilityWarning
source: Please Note:<br/>This site is best viewed with Internet Explorer or Firefox.
es_pa: Por favor, tenga en cuenta: <br/> Esta página se visualiza mejor con Internet Explorer o Firefox.
es_pr: Por favor tenga en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox._G1499
es_py: Por favor, tenga en cuenta: <br/> Esta página se visualiza mejor con Internet Explorer o Firefox._G1499
hu_hu: Felhívjuk figyelmét: <br/> ez az oldal Internet Explorer vagy Firefox böngészőben működik megfelelően._G1499
id_id: Silahkan catat :<br/> tempat ini paling baik ditampilkan dengan Internet Explorer atau Firefox_G1499
ja_jp: 最適ブラウザ環境：Interner Explorer および Firefox
mk_mk: Важно:<br/>Овој сајт има најдобар приказ со Internet Explorer или Firefox.
ru_ua: Будь ласка, зверніть увагу: <br/> цей сайт краще переглянути через Іnternet Explorer або Firefox._G1499
sl_si: Opomba:<br/>Za ogled te strani sta najprimernejši orodji Internet Explorer in Firefox.
tr_tr: Lütfen dikkat:<br/>Bu site en iyi Internet Explorer veya Firefox ile görüntülenebilir.
vi_vn: Xin lưu ý: <br/r> Trang này xem tốt nhất trên trình duyệt Internet Explorer hoặc Firefox
zh_hk: 請注意:<br/>此網頁只能於IE或Firebox瀏覽

# NoDefaultShippingAddress
source: Please record a shipping address before you can complete this Pick Up Order.
es_pa: Por favor, registre una dirección de envío antes de completar esta orden para retirar.
es_pr: Por favor anote una dirección de envío antes de que pueda completar esta orden de recogido._G1500
es_py: Por favor, registre una dirección de envío antes de completar este pedido para retiro._G1500
hu_hu: Kérjük adjon meg egy kiszállítási címet, mielőtt áruátvételes rendelését rögzítené._G1500
id_id: Silahkan catat alamat pengiriman sebelum menyelesaikan pemesanan jemputan_G1500
ja_jp: はじめてMy HERBALIFEをご利用の場合、通常の配送先を設定してから製品を選択してください。
mk_mk: Внесете адреса на испорака пред да ја завршите оваа нарачка за подигање.
ru_ua: Будь ласка, збережіть адресу доставки перед тим як ви підтвердите Замовлення з отриманням в Центрі Продажів._G1500
sl_si: Prosimo, vnesite naslov za pošiljanje, preden lahko vpišite to naročilo za prevzem.
tr_tr: Şahsen Teslim siparişinizi tamamlamadan önce lütfen sevkiyat adresinizi kaydediniz.
vi_vn: Vui lòng ghi nhận địa chỉ vận chuyển trước khi bạn hoàn thành đơn hàng nhận hàng tại kho
zh_hk: 請先儲存一個送貨地址才可完成此提貨訂單

# NoPickUpLocation
source: Please select a location.
es_pa: Por favor seleccione una ubicación.
es_pr: Por favor seleccione una localidad*:_G1501
es_py: Por favor, seleccione una ubicación._G1501
hu_hu: Kérjük válasszon helyszínt._G1501
id_id: Silahkan pilih lokasi_G1501
ja_jp: 配送先を選択してください
mk_mk: Изберете локација.
ru_ua: Будь ласка, виберіть місце._G1501
sl_si: Prosimo, izberite kraj.
tr_tr: Lütfen bir yer seçiniz
vi_vn: Vui lòng chọn điịa điểm
zh_hk: 請選擇地點

# NoShippingTimeSelected
source: Please select a Shipping time
es_pa: Por favor, seleccione horario de envío.
es_pr: Por favor seleccione horario de envío._G1502
es_py: Por favor, seleccione horario de envío._G1502
hu_hu: Kérjük válasszon kiszállítási időpontot_G1502
id_id: Silahkan pilih waktu Pengiriman_G1502
ja_jp: お届けのご希望時間帯を選択してください。
mk_mk: Изберете време на испорака.
ru_ua: Будь ласка, виберіть час доставки._G1502
sl_si: Prosimo, izberite čas odpreme.
tr_tr: Lütfen bir sevkiyat zamanı seçiniz
vi_vn: Vui lòng chọn thời gian giao hàng
zh_hk: 請選擇送貨時間

# NoOrder
source: Please select an Order Type.
es_pa: Por favor, seleccione el tipo de pedido.
es_pr: Por favor, seleccione el tipo de pedido._G1503
es_py: Por favor, seleccione el tipo de pedido._G1503
hu_hu: Kérjük válassza ki a rendelés típusát_G1503
id_id: Silahkan pilih Tipe Pesanan_G1503
ja_jp: 受取方法を選択してください
mk_mk: Изберете тип на нарачка.
ru_ua: Будь ласка, виберіть Тип замовлення._G1503
sl_si: Prosimo, izberite vrsto naročila.
tr_tr: Lütfen bir Sipariş Tipi seçiniz
vi_vn: Vui lòng chọn loại đơn hàng
zh_hk: 請選擇訂單類別

# PickUpLocationNotSelected
source: Please select the Pick Up location
es_pa: Por favor, seleccione el lugar de retiro.
es_pr: Seleccione el lugar de recogido._G1504
es_py: Por favor, seleccione el lugar de retiro._G1504
hu_hu: Kérjük válassza ki az áruátvétel helyét_G1504
id_id: Silahkan pilih lokasi Pengambilan_G1504
mk_mk: Изберете локација на подигање.
ru_ua: Будь ласка, оберіть спосіб отримання_G1504
sl_si: Prosimo, izberite prevzemni kraj.
tr_tr: Lütfen bir Şahsen teslim merkezi seçiniz
vi_vn: Vui lòng chọn đia điểm lấy hàng
zh_hk: 請選擇提貨地點

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location
es_pa: Por favor, seleccione el lugar de retiro.
es_pr: Favor de seleccionar el lugar de recogido_G1505
es_py: Por favor, seleccione el lugar de retiro_G1505
hu_hu: Kérjük válassza ki az áruátvétel helyét_G1505
id_id: Silahkan pilih lokasi Pengambilan_G1505
mk_mk: Изберете локација на подигање.
ru_ua: Будь ласка, оберіть спосіб отримання_G1505
sl_si: Prosimo, izberite prevzemni kraj.
tr_tr: Lütfen bir Şahsen teslim merkezi seçiniz
vi_vn: Vui lòng chọn đia điểm lấy hàng
zh_hk: 請選擇提貨地點

# NoPickUpNameEntered
source: Please select the pick up name
es_pa: Por favor, seleccione el nombre de quien retira.
es_pr: Por favor, indique el nombre de quien retira._G1506
es_py: Por favor, seleccione el nombre de retiro_G1506
hu_hu: Kérjük válassza ki az áruátvevő nevét_G1506
id_id: Silahkan pilih nama Pengambilan_G1506
mk_mk: Изберете име на лице кое го врши подигањето
ru_ua: Будь ласка, введіть Ім'я отримувача._G1506
sl_si: Prosimo, izberite ime za prevzem.
tr_tr: Lütfen şahsen teslim alacak kişi adını seçiniz
vi_vn: Vui lòng chọn tên lấy hàng
zh_hk: 請選擇提貨人姓名

# NoPickUpPhoneEntered
source: Please select the pick up phone
es_pa: Por favor, seleccione el nombre de quien retira.
es_pr: Por favor, indique el numero de telefono de quien retira._G1507
es_py: Por favor, seleccione el número telefónico de retiro_G1507
hu_hu: Kérjük adja meg az áruátvevő telefonszámát._G1507
id_id: Silahkan pilih telepon Pengambilan_G1507
mk_mk: Изберете телефонски број на лице кое го врши подигањето
ru_ua: Будь ласка, введіть номер телефона отримувача_G1507
sl_si: Prosimo, izberite telefonsko številko prevzema.
tr_tr: Lütfen şahsen teslim alma için telefon bilgisi seçiniz
vi_vn: Vui lòng chọn điện thoại lấy hàng
zh_hk: 請選擇提貨人電話

# NoPickUpTimeSelected
source: Please select the Pick Up time
es_pa: Por favor, seleccione el horario de retiro.
es_pr: Favor de seleccionar el horario de regogida._G1508
es_py: Por favor, seleccione el horario de retiro_G1508
hu_hu: Kérjük válassza ki az áruátvétel idejét_G1508
id_id: Silahkan pilih waktu Pengambilan_G1508
ja_jp: セールス・センターでのお受取り予定時間を選択してください
mk_mk: Изберете време на подигање
ru_ua: Будь ласка, оберіть час отримання замовлення з отриманням в Центрі Продажів_G1508
sl_si: Prosimo, izberite čas prevzema.
tr_tr: Lütfen Şahsen teslim alma zamanı seçiniz
vi_vn: Vui lòng chọn thời gian lấy hàng
zh_hk: 請選擇提貨時間

# ShippingNickNameNotPopulated
source: Please select the Shipping Address
es_pa: Por favor, seleccione una dirección de entrega.
es_pr: Por favor elija un domicilio para entrega_G1509
es_py: Por favor, seleccione una dirección de entrega_G1509
hu_hu: Kérjük válassza ki a Kiszállítási címet_G1509
id_id: Silahkan pilih alamat Pengiriman_G1509
ja_jp: 配送先を選択してください。
mk_mk: Изберете адреса на испорака
ru_ua: Будь ласка, оберіть адресу доставки_G1509
sl_si: Prosimo, izberite naslov za pošiljanje.
tr_tr: Lütfen Sevkiyat Adresi seçiniz
vi_vn: Vui lòng chọn địa chỉ vận chuyển
zh_hk: 請選擇送貨地址

# CasaCheckRequired
source: Please select Yes/No.
es_pa: Por favor, seleccione Sí/No.
es_pr: Por favor seleccione Si/No._G1510
es_py: Por favor, seleccione Sí/No._G1510
hu_hu: Kérjük válasszon: Igen/Nem._G1510
id_id: Tolong pilih Ya/Tidak_G1510
ja_jp: 「はい」、「いいえ」をお選びください
mk_mk: Изберете Да/Не.
ru_ua: Будь ласка введіть Так/Ні._G1510
sl_si: Prosimo, izberite Da/Ne.
tr_tr: Lütfen Evet/Hayır seçiniz.
vi_vn: Vui lòng chọn Đồng ý/ Không
zh_hk: 請選擇是/否

# PrimaryAddressDeleteNotAllowed
source: Primary Address cannot be deleted. Please select an alternative primary address before continuing.
es_pa: La dirección principal no puede ser borrada.
es_pr: La Dirección Principal no puede ser borrada._G1511
es_py: La dirección principal no puede ser borrada._G1511
hu_hu: Az elsődleges cím nem törölhető._G1511
id_id: Alamat Utama tidak bisa dihapus_G1511
ja_jp: 「通常のお届けに指定する」にした配送先は、削除できません。
mk_mk: Примарната адреса не може да се избрише.
ru_ua: Основну адресу неможливо видалити._G1511
sl_si: Glavnega naslova ni mogoče izbrisati.
tr_tr: Birincil adresiniz silinemez
vi_vn: Địa chị chính không thể bị xóa
zh_hk: 主要地址無法刪除

# PrimaryPickupPreferenceDeleteNotAllowed
source: Primary Pick Up Preference cannot be deleted.
es_pa: La preferencia principal de recojo no puede ser borrada.
es_pr: La Preferencia Principal de Recogido no puede ser borrada._G1512
es_py: La preferencia principal de retiro no puede ser borrada._G1512
hu_hu: Az elsődleges áruátvételi preferencia nem törölhető._G1512
id_id: PReferensi Pengambilan Utama tidak bisa dihapus_G1512
ja_jp: 「通常のお届けに指定する」にした配送先は、削除できません。
mk_mk: Параметрите за примарното подигање не се бришат.
ru_ua: Параметри Основного способу отримання не можуть бути видалені._G1512
sl_si: Glavne nastavitve prevzema ni mogoče izbrisati.
tr_tr: Birincil Şahsen teslim Alma seçeneği silinemez.
vi_vn: Uưu tiên lấy hàng không thế xóa
zh_hk: 主要送貨地址無法刪除

source: Proceed to Checkout
es_pa: Proceda a Colocar Pedido.
es_pr: Proceda a Confirmar._G1513
es_py: Proceda a Ingresar su Pedido._G1513
hu_hu: Tovább a fizetéshez_G1513
id_id: Lanjut ke Checkout_G1513
ja_jp: チェックアウトへ
mk_mk: Продолжете со плаќањето.
ru_ua: Підтвердити формування_G1513
sl_si: Na blagajno
tr_tr: Çıkış sayfasına ilerle
vi_vn: Tiếp tục kiểm tra để hoàn tất
zh_hk: 前往結帳

# GotoHomePage
source: Proceed to Homepage.
es_pa: Ir a la página principal.
es_pr: Ir a la página principal._G1514
es_py: Ir a la página principal._G1514
hu_hu: Tovább a főoldalra_G1514
id_id: Lanjut ke Laman utama_G1514
ja_jp: HOME へ
mk_mk: Продолжете на првата страница.
ru_ua: Перейти на Головну сторінку._G1514
sl_si: Domov
tr_tr: Ana sayfaya geç
vi_vn: Đi đến trang chủ
zh_hk: 回到首頁

# SKUNotAvailable
source: SKU {0} is not available.
es_pa: El artículo con código {0} no está disponible.
es_pr: El número de referencia {0} no está disponible.
es_py: El artículo con código {0} no está disponible.
hu_hu: A {0} cikkszám (SKU) nem elérhető._G1516
id_id: SKU {0} tidak tersedia
ja_jp: ストック番号 {0} はご注文いただけません。
mk_mk: Шифра {0} не е на располагање.
ru_ua: Номер Серії {0} недоступний._G1516
sl_si: Šifra SKU {0} ni na voljo.
tr_tr: {0} Stok No mevcut değil
vi_vn: Mã sản phẩm {0} không sẵn có
zh_hk: 產品編號{0}無法訂購

# SysError
source: System Error.
es_pa: Error en el sistema.
es_pr: Error en el sistema._G1520
es_py: Error en el sistema._G1520
hu_hu: Rendszerhiba_G1520
id_id: Kesalahan Sistem_G1520
ja_jp: システムエラー
mk_mk: Системска грешка.
ru_ua: Системна помилка._G1520
sl_si: Sistemska napaka.
tr_tr: Sistem hatası
vi_vn: Hệ thống bị lỗi
zh_hk: 系統錯誤

# OrderMonthHasFlipped
source: (The Order Month has changed!)
es_pa: (¡El mes de volumen de la orden ha sido cambiado!)
es_pr: El Mes de la Orden ha sido cambiado_G1521
es_py: (¡El mes de volumen del pedido ha sido cambiado!)_G1521
hu_hu: (A rendelés volumenhónapja megváltozott!)_G1521
id_id: (Bulan Pemesanan/ Order Month telah berubah!)_G1521
ja_jp: (注文月が変更されました)
mk_mk: (Месецот на нарачка е сменет!)
ru_ua: (Місяць Розміщення Замовлення змінено)_G1521
sl_si: (Mesec naročila je spremenjen!)
tr_tr: (Sipariş ayı değiştirildi!)
vi_vn: Tháng đặt hàng đã thay đổi
zh_hk: 訂單月份已更改

# BackOrderItem
source: The SKU {0} added will be on back order.
es_pa: El artículo con código {0} añadido quedará pendiente de entrega.
es_pr: El número de referencia {0} añadido quedará pendiente de entrega.
es_py: El artículo con código {0} añadido quedará pendiente de entrega.
hu_hu: A {0} cikkszám (SKU) csak későbbi kiszállítással elérhető (backorder), így került bele a kosarába._G1522
id_id: SKU {0} yang ditambahkan akan menjadi backorder
mk_mk: Додадениот шифра {0} ќе се стави во заостанати нарачки.
ru_ua: Номер Серії {0} додано до замовлення з подальшою відправкою._G1522
sl_si: Dodana šifra SKU {0} bo vključena v naročilo.
tr_tr: {0} stok no mevcut degil sonradan sevk edilecek.
vi_vn: Mã sản phẩm {0} được thêm sẽ trở về hàng chưa nhập về
zh_hk: 產品編號{0}會加入為候補訂購

# InvalidStreetAddress2
source: The street address should contain atleast one alphabet.
es_pa: El nombre de la calle debe contener al menos una letra.
es_pr: El nombre de la calle debe contener al menos una letra._G1524
es_py: El nombre de la calle debe contener al menos una letra._G1524
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt._G1524
id_id: Alamat Jalan harus mengandung minimal satu huruf_G1524
ja_jp: 丁目・番地の入力は必須項目です。
mk_mk: Адресата треба да содржи најмалку една буква.
ru_ua: Адреса доставки повинна містити мінімум одну літеру._G1524
sl_si: Ulica mora vsebovati vsaj eno črko.
tr_tr: Cadde adresi en azından bir harf içermelidir.
vi_vn: Tên đường nên chứa ít nhất 1 ký tự chữ
zh_hk: 地址必須最少含一個字

# InvalidStreetAddress
source: The street address should contain atleast one letter.
es_pa: La dirección debe incluir al menos un número, un espacio y una letra.
es_pr: La dirección debe incluir al menos un espacio y una letra._G1525
es_py: La dirección debe incluir al menos un número, un espacio y una letra._G1525
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt, egy számot és egy szóközt._G1525
id_id: Alamat Jalan harus mengandung minimal satu angka, satu spasi, dan satu huruf_G1525
ja_jp: 丁目・番地の入力は必須項目です。
mk_mk: Адресата треба да содржи најмалку еден број, едно празно место и една буква.
ru_ua: Адреса доставки повинна містити мінімум одну цифру, один пробіл або одну літеру._G1525
sl_si: Ulica mora vsebovati vsaj eno številko, en presledek in eno črko.
tr_tr: Cadde adresi en azından bir numara, bir boşluk ve bir harf içermelidir.
vi_vn: Tên đường nên chứa ít nhất 1 số, một khoảng cách và một chữ số
zh_hk: 地址必須最少含一個數字，一個空格及一個字

# Resubmit
source: This transaction has been declined; please contact your card issuer.
es_pa: La transacción no está permitida, por favor verifique la información de su tarjeta de crédito. Si el problema persiste, comuníquese con el Departamento de Servicio al Distribuidor al (507) 831-6800.
es_pr: La transacción no ha sido aceptada, por favor haga click en "Ingresar" otra vez. Si el problema persiste, comuníquese con la línea de Servicios al Distribuidor al 1-866-866-4744._G1526
es_py: La transacción no está permitida, por favor verifique la información de su tarjeta de crédito. Si el problema persiste, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1526
hu_hu: A tranzakció nem engedélyezett, kérem ellenőrizze a kártyaadatokat. Ha a probléma továbbra is fennáll, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G1526
id_id: transaksi tidak diizinkan, mohon periksa informasi kartu, jika masalah berkelanjutan, hubungi Distributor Service 021 293 40900_G1526
ja_jp: このご注文は承ることができません。オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Трансакцијата не е дозволена, проверете ги податоците за кредитните картички. Ако повторно има проблеми, јавете се во Службата за услуги на Дистрибутерите
ru_ua: Транзакція не дозволена, будь ласка перевірте інформацію картки. Якщо проблема не усувається, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1526
sl_si: Transakcija ni dovoljena, prosimo, preverite podatke o kreditni kartici. Če težava ni odpravljena, pokličite telefonsko številko za pomoč službe za distributerske storitve.
tr_tr: İşleminiz gerçekleştirilemedi, lütfen kart bilgilerinizi kontrol ediniz. Sorun devam ettiği taktirde, Distribütör Servisleri ile +90 216 542 75 90 numaradan iletişime geçiniz
vi_vn: Giao dịch này không được thực hiện, vui lòng kiểm tra thông tin thẻ hoặc vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292
zh_hk: 本交易尚未被接納，請致電香港直銷商服務熱線(852) 2834-1821

# TransactionFail
source: This transaction has been declined; please contact your card issuer.
es_pa: La transacción no está permitida, por favor comuníquese con el Departamento de Servicio al Distribuidor al (507) 831-6800.
es_pr: La transacción no ha sido aceptada, por favor comuníquese con la línea de Servicios al Distribuidor al 1-866-866-4744._G1527
es_py: La transacción no está permitida, por favor comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1527
hu_hu: A tranzakció nem engedélyezett, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G1527
id_id: transaksi tidak diizinkan, mohon hubungi Distributor Services 021 293 40900_G1527
ja_jp: カード認証に失敗いたしました。<br>ご注文が完了しない場合、オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Трансакцијата не е дозволена, јавете се во Службата за услуги на Дистрибутерите
ru_ua: Транзакція не дозволена, будь ласка зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1527
sl_si: Transakcija ni dovoljena, prosimo, pokličite telefonsko številko za pomoč službe za distributerske storitve.
tr_tr: İşleminiz gerçekleştirilemedi , Distribütör Servisleri ile +90 216 542 75 90 numaradan iletişime geçiniz
vi_vn: Giao dịch không được thực hiện, vui lòng liên hệ phòng dịch vụ phân phối 848 3827 9292
zh_hk: 本交易尚未被接納，請致電香港直銷商服務熱線(852) 2834-1821

# InvalidZipCode
source: The postal code format is not valid.
es_pa: El código postal no es válido.
es_pr: El código postal no es válido._G1528
es_py: El Código Postal es inválido._G1528
hu_hu: Érvénytelen irányítószám_G1528
id_id: Kode pos tidak benar_G1528
ja_jp: 無効の郵便番号です。ご確認ください。
mk_mk: Погрешен поштенски број.
ru_ua: Поштовий індекс недійсний._G1528
sl_si: Poštna številka ni veljavna.
tr_tr: Geçersiz Posta Kodu
vi_vn: Mã ZIP không hợp lệ
zh_hk: 請輸入正確郵政編號

# NoItemToPurchase
source: There are no items to purchase in the order.
es_pa: No hay ningún artículo a comprar en el pedido.
es_pr: No hay artículos para comprar en el pedido._G1529
es_py: No hay ningún artículo a comprar en el pedido._G1529
hu_hu: Nincsenek tételek kiválasztva a vásárláshoz_G1529
id_id: Tidak ada barang yang akan dibeli dalam pesanan_G1529
ja_jp: ご希望の製品を選択してください。
mk_mk: Во нарачката нема производи за купување.
ru_ua: Не має товарів для формування замовлення ._G1529
sl_si: V naročilu ni artiklov za nakup.
tr_tr: Sipariş içerisinde satın alınacak hiç bir kalem bulunmamakta.
vi_vn: Không có sản phẩm nào được đặt trong đơn hàng
zh_hk: 沒有產品在您訂單中

# LessInventory
source: There is currently not enough inventory for item {0}. Available quantity {1}.
es_pa: Lo sentimos, en este momento no hay suficientes existencias para el producto {0}. La cantidad actual disponible es de {1} unidad(es).
es_pr: Lo sentimos, en este momento no hay suficiente inventario para el producto {0}. La cantidad actual disponible es de {1} unidades.
es_py: Lo sentimos, en este momento no hay suficientes existencias para el producto {0}. La cantidad actual disponible es de {1} unidad(es).
hu_hu: Ebből a termékből jelenleg nincs {0} darab készleten. Elérhető mennyiség {1}._G1530
id_id: Persediaan tidak cukup untuk barang {0}. Jumlah yang tersedia {1}
ja_jp: ストック番号 {0} の在庫がご希望数より不足しております。 ただ今ご購入いただける数量は {1} 個となります。
mk_mk: Во моментов нема доволно залихи за производот {0}. Достапна количина е {1}.
ru_ua: Недостатня кількість залишку товару на складі {0}. Доступна кількість {1}._G1530
sl_si: Trenutno za artikel ni dovolj zaloge {0}. Razpoložljiva količina {1}.
tr_tr: {0} için şu anda yeterli stok bulunmamakta. {1} adet mevcut.
vi_vn: Hiện không đủ hàng tồn cho sản phẩm {0}. Số lương sẵn có {1}
zh_hk: 您訂購的商品 {0}目前存量不夠，可供訂購數量為{1}

# NoItemsSelected
source: There were no items selected to add to the order.
es_pa: No hay artículos seleccionados para agregar a la orden.
es_pr: No se encontraron artículos seleccionados para agregar al pedido._G1531
es_py: No hay artículos seleccionados para agregar al pedido._G1531
hu_hu: Nem választott ki tételeket a rendeléshez._G1531
id_id: Tidak ada barang yang dipilih untuk dimasukkan dalam pesanan_G1531
ja_jp: ご希望の製品を選んでカートに入れてください。
mk_mk: Не се избрани производи за додавање во нарачката.
ru_ua: Не обрано жодного товару для замовлення. _G1531
sl_si: Ni izbranih artiklov, ki bi se dodali naročilu.
tr_tr: Siparişe eklemek için hiç bir kalem seçilmedi.
vi_vn: Không sản phẩm nào được thêm vào đơn hàng
zh_hk: 沒有產品加入到訂單中

# NoItemsSelectedToCalculateVolume
source: There were no items selected to calculate volume.
es_pa: No hay artículos seleccionados para calcular el volumen.
es_pr: No se encontraron artículos seleccionados para calcular el volumen._G1532
es_py: No hay artículos seleccionados para calcular el volumen._G1532
hu_hu: Nem választott ki tételeket a volumen kiszámításához._G1532
id_id: Tidak ada barang yang dipilih untuk dihitung_G1532
ja_jp: VPを計算したい製品を選択し数量を入力します。「選択製品VP合計」を選ぶと、選択した製品のV.P.合計が表示されます。
mk_mk: Не се избрани производи за да се пресмета волуменот.
ru_ua: Не обрано жодного товару для підрахунку об'єму. _G1532
sl_si: Ni izbranih artiklov za izračun količine.
tr_tr: Sipariş puanını hesaplamak için hiçbir kalem seçilmedi.
vi_vn: Không có sản phẩm nào được chọn để tính điểm
zh_hk: 沒有加產品以計算銷售量
