Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# VolumePointExceeds
source: This order exceeds your purchasing limit. You have {0} VP remaining. Please amend your order to continue.
bg_bg: Настоящата поръчка надвишава Вашия лимит за покупка. Вие имате останали {0} VP. Моля, променете своята поръчка, за да продължите.
cs_cz: Tato objednávka překračuje Váš nákupní limit. Máte {0} zbývajících objemových bodů. Prosíme, pro pokračování, změňte Vaší objednávku.
es_ar: Este pedido excede tu límite de compra. Tienes {0} puntos de volumen restantes. Por favor ajusta tu pedido para continuar.
es_cl: Lo sentimos, no puedes añadir el artículo(s) a tu selección ya que de hacerlo, excederías tu límite de puntos de volumen.
es_mx: Esta orden excede su límite de compra. Usted tiene {0} puntos de volumen restantes. Por favor ajuste su orden para continuar.
es_py: Esta orden excede tu límite de compra. tienes {0} puntos de volumen restantes. Por favor, ajusta tu orden para continuar.
fi_fi: Tämä tilaus ylittää ostorajasi. Sinulla on jäljellä {0} VP. Muokkaa tilausta jatkaaksesi.
fr_ca: Cette commande excède votre limite d'achat. Vous avez {0} PV résiduels. Veuillez modifier votre commande pour poursuivre.
fr_ch: Vous ne pouvez pas ajouter ces articles au panier étant donné qu'en les ajoutant vous dépassez votre limite en Points Volume.
hr_hr: Vrijednost ove narudžbe prekoračuje Vaš limit za kupnju. Preostalo vam je {0} bodova mase. Molimo izmijenite narudžbu da biste mogli nastaviti.
hu_hu: Ez a rendelés meghaladja a vásárlási keretét. Felhasználható Volumenpontja:{0} Kérem a folytatáshoz módosítsa rendelését!
id_id: Pesanan ini melebihi batas pembelian. Anda memiliki sisa {0} VP. Tolong ubah pesanan anda untuk melanjutkan
it_ch: Questo ordine supera il limite di guadagni. Hai {0} VP rimanenti. Modifica l'ordine per continuare.
mk_mk: Нарачката го надминува лимитот за купување. Имате преостанати {0} ВП. Коригирајте ја нарачката за да продолжите.
ms_my: Pesanan ini melebihi had pembelian anda. Anda ada baki VP {0} . Please amend your order to continue.
pt_br: Seu Pedido excede o limite de sua compra. Restam {0} pontos de volume. Por favor, corrija seu Pedido para continuar.
sk_sk: Táto objednávka prekračuje Váš nákupný limit. Máte {0} zostávajúcich objemových bodov. Prosíme, upravte svoju objednávku, aby ste mohli pokračovať.
sr_rs: Ova porudžbina prelazi vaš limit za kupovinu. Preostalo vam je još {0} volumena. Molimo vas da izmenite vašu porudžbinu kako biste nastavili.
th_th: คำสั่งซื้อนี้เกินกว่าขีดจำกัดการสั่งซื้อของคุณ คุณมี {0} คะแนนคงเหลือ โปรดทำการแก้ไขคำสั่งซื้อของคุณก่อนดำเนินการต่อ
uk_ua: Це замовлення перевищує ліміт покупки. Ви маєте {0} VP доступного для замовлень. Будь ласка, внесіть зміни в вашому замовленні для продовження.
zh_mo: 您的訂單已超出您的訂購限額，您尚有 {0}個人銷售量，請修改您的訂單以繼續。
zh_tw: 產品數量超過上限,您尚有 {0}購貨點數,請修改您的購物車內容後繼續購物

# BlockedZip
source: We are unable to complete your order. Please contact Member Relations for assistance (866) 866-4744 and mention error code 01.
bg_bg: Поради технически причини Вашата поръчка не беше завършена. Моля, свържете се с нас на телефон 00800 118 44 33 (безплатен за България). Когато говорите с оператора, моля, уточнете: код на грешката: 01.
cs_cz: Nejsme schopni dokončit Vaši objednávku. Prosíme, pro pomoc, kontaktujte Oddělení členské podpory na +420 235 090 252 a uveďte kód chyby 01.
da_dk: Din ordre kunne ikke fuldføres. Venligst kontakt Forhandlerservice: Drnordic@herbalife.com
de_ch: Es ist uns leider nicht möglich Ihre Bestellung auszuführen. Bitte kontaktieren Sie die Member Services Abteilung unter 0800 60 60 40.
el_cy: Δεν μπορεί να ολοκληρωθεί η παραγγελία. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων για βοήθεια 210-8108800
es_ar: Tu pedido no pudo ser completado. Por favor comunícate con Servicios al Asociado al 54 11 4711 8500 opción 2 o 3 y menciona el código de error 01.
es_cl: No podemos completar tu pedido. Por favor comunícate con Servicios al Asociado para recibir ayuda al 56 02 25205200 opción 2 y menciona el código de error 01.
es_es: No podemos completar su pedido. Por favor póngase en contacto con el Departamento de Atención al Miembro de Herbalife para recibir ayuda en el 34 91 515 2130 y mencione el código de error 01.
es_mx: Su pedido no pudo ser completado. Contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510 y mencione el código 01.
es_py: No podemos completar tu pedido. Por favor, comunícate con el Departamento de Servicios al Asociado al +(595) 21 518 2000 para que puedan ayudarte.
fi_fi: Emme voi päättää tilaustasi. Ota yhteys jäsenpalveluun numerossa 09-7251-9555 ja mainitse virhekoodi 01.
fr_ca: Nous ne pouvons compléter votre commande. Veuillez contacter le Service aux Membres au (866)622-1222 et mentionnez le code d'erreur 01.
fr_ch: Nous ne pouvons donner suite à votre commande. Veuillez contacter le Service Relations Membres au 0800 55 24 16 et leur indiquer le code d'erreur 01.
hr_hr: Nismo u mogućnosti dovršiti Vašu narudžbu. Molimo zamolite pomoć na broj 01/3820 970 i navedite šifru greške 01.
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tagsági Kapcsolatok Osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 01-es hibakódra.
id_id: kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi Member Services untuk bantuan021-5760950 dan sebutkan kode eror 01
is_is: Ekki var unnt að ganga frá pöntuninni. Vinsamlegast hafðu samband við þjónustudeildina fyrir Meðlimi í síma 800 9896.
it_ch: Non siamo in grado di completare l'ordine. Contatta il Dipartimento Ordini al numero 06.52.30.4444 e indicare il codice d'errore 01
mk_mk: Не можеме да ја завршиме вашата нарачка. За помош, исконтактирајте го Одделот за Членови.
ms_my: Kami tidak dapat melengkapkan pesanan anda. Sila hubungi Perhubungan Ahli 03-26876333 untuk bantuan dan nyatakan kesilapan kod 01.
nl_nl: We zijn niet in staat uw order door te voeren. Gelieve voor assistentie contact op te nemen met Distributeuren Services via DSNetherlands@herbalife.com en vermeld foutcode 01.
pl_pl: Jeśli potrzebujesz pomocy przy zamówieniu skontaktuj się z Działem Zamówień. Dzwoń od Pn-Pt w godzinach 10-18 pod numer 227037600 i wybierz tonowo 1.
pt_br: Desculpe, não foi possível concluir seu Pedido. Por favor contate o departamento de Serviços ao Distribuidor 11 3879-7822 e mencione o código de erro 01.
sk_sk: Nie sme schopní dokončiť Vašu objednávku. Prosíme, kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00 a uveďte kód chyby 01.
sr_rs: Nismo u mogućnosti da izvršimo vašu porudžbinu. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184 i navedite šifru greške 01.
sv_fi: Din order kunde inte fullföras. Vänligen kontakta Medlem service: Drnordic@herbalife.com
th_th: เราไม่สามารถดำเนินการคำสั่งซื้อของคุณได้ โปรดติดต่อแผนกบริการสมาชิก 02 660 1600
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 01.
zh_mo: 無法完成您的訂單，請致電澳門客戶服務熱線(853) 2828-6612 並告之錯誤編號
zh_tw: 無法完成您的訂單請與客服部連絡。客服專線:02-8761-5268

# AddTodayMagazine
source: Today magazine has been added to the cart.
bg_bg: Списание "Днес" бе добавено към Вашата кошница.
cs_cz: Časopis Today byl přidán do košíku.
da_dk: Today magasinet er blevet tilføjet i kurven.
de_ch: Das Today Magazin wurde dem Warenkorb hinzugefügt
el_cy: Το περιοδικό TODAY έχει προστεθεί στο καλάθι αγορών.
es_ar: La Revista Today ha sido agregada a su carrito de compras.
es_cl: La Revista Today ha sido añadida a su selección.
es_es: La revista Today ha sido agregada a la cesta.
es_mx: La revista Today se ha agregado a su carrito de compras
es_py: La Revista Hoy ha sido añadida a su carrito de compras.
fi_fi: Today-lehti lisättiin ostoskoriin.
fr_ca: Le magazine Today en français a été ajoutée à votre panier
fr_ch: Le Today magazine a été rajouté au panier.
hr_hr: Today magazine je dodan u košaricu.
hu_hu: A Today magazin a kosárba került.
id_id: Majalah hari ini telah ditambahkan ke dalam keranjang
is_is: Today tímaritinu hefur verið bætt í körfuna.
it_ch: La rivista Today è stata aggiunta al carrello.
mk_mk: Списанието „Today“ е додадено во кошничката.
ms_my: Majalah Today ditambah ke dalam troli.
nl_nl: Today magazine is aan het winkelmandje toegevoegd.
pl_pl: Magazyn Today został dodany do koszyka
pt_br: Revista Today foi adicionada a seu carrinho.
sk_sk: Časopis Today bol pridaný do košíka.
sr_rs: U korpu je dodat časopis Today.
sv_fi: Today nyhetsbrev har lagts till i kundvagnen
th_th: วารสารทูเดย์ถูกเพิ่มในรถเข็นสั่งซื้อแล้ว
uk_ua: Журнал Today був доданий до вашого кошика.
zh_mo: 薈萃已加到購物車

# OneOrMoreCardsWereDeclined
source: Card Authorization was not successful. Please review your cards.
bg_bg: Проверката на картата не беше успешно извършена. Моля, проверете данните от картата.
cs_cz: Autorizace karty nebyla úspěšná. Prosíme zkontrolujte Vaší kartu.
da_dk: Korttransaktionen blev ikke autoriseret. Vær venlig at tjekke kortdetaljer
de_ch: Der eingegebene Sicherheitscode ist falsch oder die Zahlung wurde von Ihrem Kreditinstitut abgelehnt. Bitte kontaktieren Sie Ihr Kreditkarteninstitut für weitere Informationen.
el_cy: Η πληρωμή μέσω κάρτας δε μπορεί να πραγματοποιηθεί. Παρακαλώ ελέξτε την κάρτα σας.
es_ar: La autorización de la tarjeta no pudo ser procesada. Por favor revisa tus tarjetas.
es_cl: La autorización de la tarjeta no pudo ser procesada. Por favor revisa tus tarjetas.
es_es: La Autorización de la Tarjeta no tuvo éxito. Por favor revise sus tarjetas.
es_mx: La autorización de la tarjeta no fue exitosa. Por favor, revise sus tarjetas.
es_py: La autorización de la tarjeta no fue exitosa. Por favor revisa tus tarjetas.
fi_fi: Kortin varmennus ei onnistunut. Tarkista korttisi.
fr_ca: La transaction n'a pu être autorisée. S'il vous plaît vérifiez vos cartes.
fr_ch: L'autorisation de paiement par carte n'a pas été obtenue. Merci de vérifier votre carte.
hr_hr: Autorizacija kartice nije uspjela. Molimo pregledajte svoje kartice.
hu_hu: A bankkártya engedélyezés sikertelen. Kérjük ellenőrizze a kártyaadatokat.
id_id: Otorisasi kartu tidak berhasil. Mohon tinjau ulang kartu anda
is_is: Ekki tókst að fá heimild fyrir greiðslu með korti. Vinsamlegast athugaðu kortaupplýsingarnar.
it_ch: La transazione non è stata autorizzata. Per favore verifica i dati della tua carta.
mk_mk: Картичката не е прифатена. Проверете ги вашите картички.
ms_my: Pengesahan Kad tidak berjaya. Sila semak semula kad anda.
nl_nl: Kaart goedkeuring was niet succesvol. Controleer uw kaart.
pl_pl: Transakcja odrzucona. Zweryfikuj dane karty.
pt_br: Sua transação não foi autorizada pela operadora do Cartão. Por favor, verifique as informações do seu cartão ou entre em contato com a administradora.
sk_sk: Autorizácia karty nebola úspešná. Prosíme, skontrolujte si Vaše karty.
sr_rs: Autorizacija kartice nije uspela. Molimo vas da pregledate vaše podatke o karticama.
sv_fi: Korttransaktionen blev inte godkännd. Vänligen kontrollera kort detaljerna.
th_th: ไม่สามารถอนุมัติบัตรได้ โปรดตรวจสอบบัตรของคุณ
uk_ua: Авторизація вашої картки не пройдена. Будь ласка, перевірте її.
zh_mo: 信用卡授權失效，請確保您的信用卡已登記「信用卡3D驗證」。否則，請聯絡您的發卡銀行。
zh_tw: 信用卡交易失敗請與您的發卡銀行連絡

# NoPickUpTimeSelected
source: Please select the Pick Up time
bg_bg: Моля, изберете времеви диапазон кога желаете да получите поръчката от Центъра за продажби.
cs_cz: Prosíme, vyberte čas vyzvednutí.
el_cy: Παρακλαούμε επιλέξτε την ώρα παραλαβής
es_ar: Por favor selecciona el horario de retiro.
es_cl: Favor de seleccionar el horario de retiro.
es_es: Favor de seleccionar el horario de regogida.
es_mx: Favor de seleccionar el horario de regogida.
es_py: Por favor, selecciona el horario de retiro
fi_fi: Valitse noutoaika
fr_ca: Sélectionnez une heure de cueillette
fr_ch: Sélectionnez le Pick Up temps
hr_hr: Molimo odaberite vrijeme preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel idejét
id_id: Silahkan pilih waktu Pengambilan
it_ch: Indica quando sarà ritirato l'ordine
mk_mk: Изберете време на подигање
ms_my: Sila pilih masa Pungutan
pl_pl: Czas odbioru
pt_br: Por favor, selecione um prazo para retirada
sk_sk: Prosíme, vyberte čas vyzdvihnutia.
sr_rs: Molimo vas da odaberete vreme preuzimanja
th_th: กรุณาเลือกเวลาที่จะรับสินค้า
uk_ua: Будь ласка, оберіть час отримання замовлення у Центрі Продажів
zh_mo: 請選擇提貨時間

# NonProductItemsRemovedForStandaloneAPF
source: As there are no Products with your APF order, all non-Product items have been removed.
bg_bg: Тъй като в поръчката Ви, съдържаща Годишна такса за Членство, няма продукти, то всички артикули, които не са продукти ще бъдат премахнати.
cs_cz: Protože s vaší objednávkou ročního členského administrativního poplatku nejsou zadány žádné produkty, byly všechny ne-produktové položky odstraněny.
es_ar: Como no existen productos junto con tu pedido de Cuota Anual por Servicios de Membresía, todos los no-productos restantes han sido eliminados.
es_cl: Como no hay productos en tu pedido de la Cuota Anual por Servicios de Membresía, todos los artículos que no sean productos han sido eliminados.
es_es: Como no hay productos con su pedido de la Cuota Anual de Procesamiento, todos los artículos que no son producto han sido eliminados.
es_mx: Ya que no existe ningún producto con su cuota anual de procesamiento, todos los artículos que no sean productos serán removidos.
es_py: Ya que no existe ningún producto en tu pedido de Cuota Anual por Servicios de Membresía, todos los artículos que no sean productos han sido eliminados.
fi_fi: Koska jäsenpalvelumaksutilaukseen ei liity tuotteita, kaikki tuotteet on poistettu.
fr_ca: Puisque qu'il n'y a aucun produit avec votre commande de frais de renouvellement, tous les autres articles qui ne sont pas des produits seront supprimés.
fr_ch: Etant donné qu'il n'y a pas de produits dans votre commande de cotisation annuelle, tous les articles 'non-produits' ont été supprimés.
hr_hr: Kako uz Vašu narudžbu za Članarinu nije bilo proizvoda, uklonjene su sve stavke koje se ne odnose na proizvode.
hu_hu: Mivel az Éves Tagsági Eljárási Díjat külön rendelésben kell fizetnie, minden más tétel eltávolításra került.
id_id: Pesanan produk yang tidak dengan AMSF Anda , semua item non-produk akan dihapuskan
it_ch: Dal momento che non ci sono altri prodotti nel tuo ordine per la quota annuale, tutti i codici che non corrispondono a prodotti sono stati rimossi.
mk_mk: Бидејќи нема производи со вашата нарачка за годишна членарина, од кошничката ќе бидат избришани сите ставки што не се производи.
ms_my: Sebab tiada Produk dengan perintah ASF anda, semua perkara bukan-Produk telah dikeluarkan.
nl_nl: Omdat er geen producten in uw jaarlijkse bijdrage order zitten worden alle niet product items verwijderd.
pl_pl: Z opłatą manipulacyjną nie można zamawiać innych produktów.
pt_br: Como não tem produtos com a quota anual, todos os items serão retirados.
sk_sk: Keďže vo vašej objednávke Ročného Členského administratívneho poplatku nie sú žiadne produkty, všetky položky, ktoré nie sú produktmi budú odstránené.
sr_rs: Pošto u vašoj APF porudžbini nema Proizvoda, uklonjene su sve stavke koje nisu roizvodi.
th_th: เนื่องจากไม่มีการสั่งผลิตภัณฑ์ร่วมกับการชำระเงินค่าธรรมเนียมสมาชิกภาพประจำปี รายการที่ไม่ใช่ผลิตภัณฑ์จะถูกยกเลิกทั้งหมด
uk_ua: У зв'язку з тим, що не має продуктів з вашим замовленням на щорічний внесок за комп'ютерне обслуговування, всі непродуктові товари будуть видалені.
zh_mo: 由於您的會籍服務年費訂單內未含任何產品，故其他非產品之項目已被移除
zh_tw: 您的年費訂單內未含產品,故其餘非產品之貨號將被移除

# CannotAddAPFSku
source: Annual Member Service Fee SKU cannot be added to your cart
bg_bg: Годишната такса за Членство не може да бъде добавена във Вашата кошница.
cs_cz: SKU Roční členský poplatek nemůže být přidán do vašeho košíku
da_dk: Art. nr. vedr. årligt Medlemsservicegebyr kan ikke tilføjes din kurv
de_ch: Die SKU Nummer für die jährliche Bearbeitungsgebühr für Mitglieder kann Ihrem Warenkorb nicht hinzugefügt werden.
el_cy: Η Ετήσια Συνδρομή Καταναλωτή δεν μπορεί να προστεθέι στο καλάθι αγορών.
es_ar: Deberás abonar solo una cuota anual por Servicios de Membresía
es_cl: Los SKUs de la Cuota Anual por Servicios de Membresía no pueden ser incluidas en tu selección
es_es: La referencia de la Cuota Anual de Procesamiento no pudo ser agregada a la cesta.
es_mx: El SKU de la Cuota Anual de Servicios al Asociado no puede agregarse al carrito
es_py: La Cuota Anual por Servicios de Membresía no puede ser agregada a tu carrito de compras.
fi_fi: Voit maksaa vain yhden vuosittaisen jäsenpalvelumaksun
fr_ca: La référence de votre cotisation annuelle de Membre ne peut être ajoutée à votre panier.
fr_ch: La référence de votre cotisation annuelle de Membre ne peut être ajoutée à votre panier.
hr_hr: SKU za godišnju članarinu ne može biti dodan u Vašu košaricu
hu_hu: Az Éves Tagsági Eljárási Díj SKU-ja nem hozzáadható a kosarához
id_id: Anda hanya membayar 1 tahun AMSF
is_is: Ekki er unnt að bæta greiðslu á árlegu vinnslugjaldi í innkaupakörfuna.
it_ch: Il codice della quota annuale non può essere aggiunto al tuo carrello.
mk_mk: Шифрата за Годишна Членарина не може да биде додадена во Вашата кошничка
ms_my: SKU Bayaran Penkhidmatan Ahli Tahunan tidak boleh diletakkan di dalam troli anda
nl_nl: Jaarlijkse Membership bijdrage SKU kan niet aan het winkelmandje toegevoegd worden
pl_pl: Opłata roczna nie może być dodana do koszyka
pt_br: Taxa anual não pode ser adicionada ao seu carrinho
sk_sk: Ročný obnovovací poplatok SKU nemôže byť pridaný do vášho nákupného košíka
sr_rs: SKU za godišnju članarinu ne može biti dodan u Vašu košaru.
sv_fi: Art. nr om årlig administrationsavgift för Medlemskap kan inte läggas til din varukorg
th_th: ไม่สามารถเพิ่มรหัสสินค้าสำหรับการชำระค่าธรรมเนียมรายปีในรถเข็นของคุณได้
uk_ua: Номер серії для оплати щорічного внеску не може бути включено у Ваш Кошик
zh_mo: 会员年度手续费无法新增至您的购物车内
zh_tw: 會員年度手續費無法新增至您的購物車內

# CannotRemoveAPFSku
source: APF skus cannot be removed to your cart
bg_bg: SKU номерата на Годишните такси за Членство не могат да бъдат изтрити от количката.
cs_cz: SKU ročního členského administrativního poplatku nemůže být odstraněno z košíku
da_dk: Årsafgiften kan ikke fjernes fra Indkøbskurven
de_ch: Die Jahresgebühr kann nicht aus dem Warenkorb entfernt werden.
el_cy: Η Ετήσια συνδρομή δεν μπορεί να αφερεθεί από το καλάθι αγορών
es_ar: Tu Cuota Anual por Servicios de Membresía no podrá ser eliminada de tu carrito de compras
es_cl: Los SKUs de Tu Cuota Anual por Servicios de Membresía no pueden ser removidas de tu selección
es_es: La referencia de la Cuota Anual de Procesamiento no puede ser eliminada de su cesta
es_mx: El cobro de su cuota anual de procesamiento, no puede ser removido de su carrito de compras
es_py: Tu Cuota Anual por Servicios de Membresía no puede ser removida de tu carrito de compras.
fi_fi: Jäsenpalvelumaksua ei voida poistaa ostoskoristasi
fr_ca: Les frais de renouvellement ne peuvent être supprimer de votre panier
fr_ch: Les références de cotisations annuelles ne peuvent être supprimées de votre panier.
hr_hr: Šifre Članarine ne mogu se maknuti u vašu košaricu
hu_hu: Az éves Tagsági Eljárási Díjat külön rendelésben tudja rendezni.
id_id: SKU AMSF tidak dapat dihapus dari cart Anda
is_is: Ekki er unnt að fjarlægja greiðslu á árlegu vinnslugjaldi úr innkaupakörfunni.
it_ch: La quota annuale non può essere rimosso dal carrello
mk_mk: SKU броевите на годишната членарина не може да се преместат во кошничката
ms_my: SKU ASF tidak boleh dipindahkan ke troli
nl_nl: De jaarlijkse bijdrage kan niet van uw winkelmandje verwijderd worden
pl_pl: Opłatę manipulacyjną nie może być usunięta z twojego koszyka
pt_br: O Código da taxa Anual não pode ser retirado do seu cesto de compras
sk_sk: Ročný Členský administratívny poplatok nemôže byť odstránený z Vášho košíka
sr_rs: Godišnji troškovi obrade ne mogu da budu uklonjeni iz vaše korpe.
sv_fi: Årsavgiften kan inte tas bort från kundvagnen
th_th: ไม่สามารถยกเลิกรหัสของค่าธรรมเนียมสมาชิกภาพประจำปีจากการสั่งซื้อได้
uk_ua: Номер Серії щорічного внеску за комп'ютерне обслуговування не може бути видалено з вашого кошика.
zh_mo: 會籍服務年費無法從購物車中移除
zh_tw: 由於您的年費已到期,請先繳交年費方能繼續完成訂單
