Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_Rules.*.resx
Languages: bg_bg, cs_cz, es_es, es_mx, fr_be, fr_pf, hu_hu, pl_pl, pt_br, pt_pt, ro_ro, sk_sk, th_th, zh_tw

# FOPVolumePointExceeds
source: As part of our ordering program, new & existing Members who have not yet achieved the Fully Qualified Supervisor status, may order up to {0} Personally Purchased Volume points (PPV) on their first order. You may accumulate PPV up to {1} Volume Points (including the initial order) within the next {2} days.This order exceeds the allowable PPV and needs to be reduced by {3} Volume Points. The following SKU(s) have not been added to the cart:
bg_bg: Като част от нашата програма за поръчки, нови и съществуващи Членове, които все още не са достигнали статус на Напълно Квалифициран Супервайзор, могат да поръчат до {0} лично закупени обем точки (PPV) с първата си поръчка. Може да натрупате PPV до {1} обем точки (включително първа поръчка) в рамките на следващите {2} дни. Тази поръчка надвишава допустимия PPV и трябва да бъде намалена с {3} обем точки. Следния/те SKU номер/а не бяха доавени в кошницата:
cs_cz: V rámci našeho objednávkového programu, noví & stávající Členové, kteří dosud nedosáhli pozice Plně kvalifikovaného Supervizora, mohou objednat až {0} osobně nakoupených bodů (PPV) při první objednávce. Můžete nashromáždit PPV až do výše {1} objemových bodů (včetně počáteční objednávky) během příštích {2} dní. Tato objednávka překračuje povolené množství PPV a musí být zredukována o {3} objemových bodů. Následné položky SKU nebyly přidány do košíku:
es_es: Como parte de nuestro programa de creación de órdenes, Miembros de Herbalife nuevos y existentes, quienes aún no hayan cumplido su Calificación a Supervisor, podrán ordenar hasta {0} puntos de volumen personalmente adquiridos (PPV) en su primera orden. Usted podrá acumular hasta {1} puntos de volumen (incluyendo la orden inicial) hasta los próximos {2} días. Esta orden excede el volumen permitido y debe ser reducida en {3} puntos de volumen. Las siguientes referencias no serán agregados a su carrito de compra:
es_mx: Como parte de nuestro programa de pedidos, nuevos y existentes Asociados que aún no han alcanzado el estado de Supervisores calificados, pueden pedir hasta {0} Puntos Volume Adquiridos Personalmente (PPV) en su primer pedido. Puedes acumular hasta {1} Puntos de Volumen VPP (incluyendo el pedido inicial) dentro de los próximos {2} días. Si este pedido supera los PPV permitidos deben ser reducidos por {3} Puntos de Volumen. El siguiente SKU (s) no se ha (n) añadido a la cesta:
fr_be: Dans le cadre de notre programme de commandes, les nouveaux Membres et Membres existant qui n'ont pas encore atteint le statut de Superviseur Pleinement Qualifié, peuvent commander jusqu'à {0} Points Volume Personnellement achetés (PPV) lors de leur première commande. Vous pouvez accumuler jusqu'à {1} PPV (1ère commande incluse) dans les {2} prochains jours. Cette commande dépasse les PPV autorisés et doit être réduite de {3} Points Volume. Les références suivantes n’ont pas été ajoutées au panier :
fr_pf: Dans le cadre de notre programme de commande, les Membres nouveaux et existants qui n'ont pas encore atteint le statut de Superviseur pleinement Qualifié, peuvent commander jusqu'à {0} points Volume Personnellement Achetés (PPV) sur leur première commande. Vous pouvez accumuler PPV jusqu'à {1} Points Volume (y inclus la commande initiale) dans les {2} prochains jours. Cette commande dépasse les PPV permis et doit être réduite de {3} Points Volume. Les articles suivants SKU(s) n'ont pas été ajoutés au panier:
hu_hu: A rendelési programunk részeként, az új és a már meglévő Tagjaink, akik még nem érték el a Teljesen Kvalifikált Supervisor-i szintet, az első rendelés során maximum {0} személyesen vásárolt volumenpont értékben adhatnak le rendelést. A következő {2} napban összegyűjthet {1} Volumenpontot (beleértve az első rendelés volumenpont értékét). Ez a rendelés volumenpont értéke meghaladja a megengedett PPV összértékét ezért csökkentse rendelését {3} Volumenponttal. A következő termékek nem kerültek bele a kosárba.
pl_pl: W ramach naszego programu składania zamówień nowi i istniejący Partnerzy Herbalife, którzy jeszcze nie osiągnęli statusu W Pełni Kwalifikowanego Supervisora, mogą zamówić maksymalnie {0} Osobiście Zakupionych Punktów (PPV) w pierwszym zamówieniu. Można skumulować do {1} PPV (wliczając peirwsze zmaówienia) w ciągu kolejnych {2} dni. To zamówienie przekracza dopuszczalny limit PPV i musi być zmniejszone o {3} Punkty Obrotu. Następujące numery SKU nie zostały dodane do koszyka:
pt_br: Como parte do nosso programa de encomendas, os novos e existentes Membros Herbalife que ainda não alcançaram o estatuto de Supervisor Totalmente Qualificado, apenas podem encomendar até {0} Pontos de Volume Adquiridos Pessoalmente (PVAP) na primeira encomenda que efetuarem. Pode acumular PVAP até {1} Pontos de Volume (incluindo a primeira encomenda) dentro dos próximos {2} dias. Esta encomenda excede os PVAP permitidos e tem de ser reduzida em {3} Pontos de Volume. Os seguintes códigos não foram adicionados ao cesto de compras:
pt_pt: Como parte do nosso programa de encomendas, os novos e existentes Membros Herbalife que ainda não alcançaram o estatuto de Supervisor Totalmente Qualificado, apenas podem encomendar até {0} Pontos de Volume Adquiridos Pessoalmente (PVAP) na primeira encomenda que efetuarem. Pode acumular PVAP até {1} Pontos de Volume (incluindo a primeira encomenda) dentro dos próximos {2} dias. Esta encomenda excede os PVAP permitidos e tem de ser reduzida em {3} Pontos de Volume. Os seguintes códigos não foram adicionados ao cesto de compras:
ro_ro: În programul nostru de comenzi, Membrii noi și cei deja existenți care nu au atins înca nivelul de Supervizor Deplin Calificat, pot comanda maxim {0} Puncte de Volum Achiziționat Personal, la prima lor comandă.Puteți acumula până la {1} Puncte de Volum Achiziționate Personal, (incluzând comanda inițială) in următoarele {2} zile. Această comandă depășește maximul permis de Puncte de Volum Achiziționat Personal și va trebui redusă cu {3} Puncte de Volum. În coșul de produse nu au fost adăugate următoarele SKU-uri:
sk_sk: Ako súčasť nášho objednávacieho programu, nový a existujúci Členovia, ktorí ešte nie sú Plne kvalifikovanými supervízormi, môžu zadať vo svojej prvej objednávke produkty maximálne v hodnote {0} osobne nakúpených objemových bodov . Môžete naakumulovať až {1} osobne nakúpených bodov (vrátane prvej objednávky) v rámci nasledujúcich {2} dní. Táto objednávka prekračuje povolené osobne nakúpené body a musí byť znížená o {3} objemových bodov. Nasledujúce SKU neboli pridané do Vášho košíka:
th_th: จากบางส่วนของโปรแกรมการสั่งซื้อของคุณ สมากชิกใหม่ และสมาชิกปัจจุบันที่ยังทำคุณสมบัติซุปเปอร์ไวเซอร์ไม่สมบูรณ์ อาจจะทำการสั่งซื้อสินค้าภายใต้ {0} คะแนนสั่งซื้อส่วนตัว(PPV) ภายใต้การสั่งซื้อครั้งแรก คุณอาจจะสะสมคะแนนสั่งซื้อส่วนตัวมากกว่า{1} คะแนน (รวมในการสั่งซื้อครั้งแรก) ภายในวัน {2}ถัดไป การสั่งซื้อนี้จะเกินกว่าข้อกำหนดการสั่งซื้อส่วนตัว และจำเป็นต้องลด {3} คะแนนลง SKU ดังกล่าวจะไม่ถูกเพิ่มเข้าไปในตะกร้า
zh_tw: 根據我們訂購計劃，尚未晉升完全合格督導的會員和新會員，第一張訂單可以訂購至 {0}個人購貨點數(PPV)。您可以累積PPV至 {1}點數(包括第一張訂單)在接下來的{2}天。訂單已超過最多可購買的個人購貨點數，訂單須減少至 {3}點數。以下產品編號SKU(s) 的貨品未能加入 至購物車:

# FOPVolumePointExceedsThresholdByIncreasingQuantity
source: The quantity of the item SKU:{0} can not be increased by {1} because it exceeds your volume points limit.
bg_bg: Количеството от артикул SKU:{0} не може да бъде увеличен с {1} защото надвишава лимита на Вашите обемни точки.
es_es: La cantidad para la siguiente referencia: {0} no puede ser aumentado por {1} porque excede su límite de puntos de volumen.
es_mx: La cantidad del item SKU:{0} no puede aumentarse en {1} porque excede el limite permitido de sus puntos de Volumen.
fr_be: La quantité de l'article SKU:{0} ne peut être augmenté de {1} car elle dépasse votre limite de points volume.
fr_pf: La quantité de l'article SKU:{0} ne peut être augmenté de {1} car elle dépasse votre limite de points volume.
hu_hu: A választott termék SKU {0} rendelni kívánt mennyiségét nem tudja növelni {1} darabbal , mert azzal meghaladná a levásárolható volumenpont keretét.
pl_pl: Ilość SKU: {0} nie może być zwiększona do {1}, ponieważ przekracza limit Punktów Obrotu.
pt_br: A quantidade do item SKU: {0} não pode ser aumentada em {1} pois excede o limite de Pontos de Volume.
pt_pt: A quantidade de itens SKU:{0} não pode ser aumentada por {1} exceder o seu limite de Pontos de Volume.
ro_ro: Cantitatea din produsul cu SKU:{0} nu poate fi mărită cu {1} deoarece se depășește volumul maxim admis.
sk_sk: Množstvo položky so SKU: {0} nemôže byť zvýšené o {1} pretože prekračuje Váš limit objemových bodov.
th_th: จำนวนสินค้าของแต่ละ SKU:{0} ไม่สามารถเพิ่มโดย {1} เพราะข้อจำกัดคะแนนของคุณ.
zh_tw: 此SKU的數量：{0}不能增加{1}，因為已超出了您的點數限制。
