Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# AddressExists
source: This address already exists in the database test
es_pa: Esta dirección ya existe en la base de datos de prueba.
es_pr: Esta dirección ya existe en la base de datos de prueba._G1533
es_py: Esta dirección ya existe en la base de datos de prueba._G1533
hu_hu: Ez a cím már szereper az adatbázisban_G1533
id_id: Alamat ini sudah ada di database_G1533
ja_jp: この住所はすでにご登録いただいております。
mk_mk: Веќе ја има оваа адреса во базата податоци
ru_ua: Ця адреса вже існує в тестовій базі даних_G1533
sl_si: Ta naslov že obstaja v poskusni podatkovni zbirki.
tr_tr: Bu adres veritabanı adresinde zaten bulunmakta.
vi_vn: Địa chỉ này đã tồn tại trong dữ liệu
zh_hk: 此地址已在資料庫內

# CardWasDeclined
source: This transaction has been declined; please contact your card issuer.
es_pa: Esta transacción ha sido denegada para esta tarjeta
es_pr: Esta transacción ha sido denegada para esta tarjeta_G1535
es_py: Esta transacción ha sido denegada para esta tarjeta_G1535
hu_hu: A tranzakció ezen a kártyán elutasításra került._G1535
id_id: Transaksi ini ditolak untuk kartu ini_G1535
ja_jp: このカード認証が失敗しました。
mk_mk: Трансакцијата за оваа картичка е одбиена
ru_ua: Ця транзакція була відхилена для цієї картки._G1535
sl_si: Transakcija za to kartico je bila zavrnjena.
tr_tr: Bu işlem bu kart ile yapılamadı, reddedildi.
vi_vn: Giao dịch này đã bị từ chối qua thẻ
zh_hk: 您所選擇之信用卡交易失敗

# AddTodayMagazine
source: Today magazine has been added to the cart.
es_pa: La Revista Hoy ha sido añadida a su carrito de compras.
es_pr: La Revista Today ha sido añadida a su selección._G1536
es_py: La Revista Hoy ha sido añadida a su carrito de compras._G1536
hu_hu: A Today magazin a kosárba került._G1536
id_id: Majalah Today telah ditambahkan ke dalam keranjang_G1536
ja_jp: ハーバライフ新聞がカートに追加されました。
mk_mk: Списанието „Today“ е додадено во кошничката.
ru_ua: Журнал Today був доданий до вашого кошика._G1536
sl_si: Revija Today je bila dodana v voziček.
tr_tr: Bülten sepetinize eklendi
vi_vn: Tạp chí "Ngày hôm nay" đã được thêm vào giỏ hàng
zh_hk: 薈萃已加到購物車

# BlockedZip
source: We are unable to complete your order. Please contact Member Services on 0845 056 0606 for assistance Monday - Friday, 9:00am - 5:30pm
es_pa: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicio al Distribuidor al (507) 831-6800 para que puedan ayudarle.
es_pr: No podemos completar su pedido. Por favor comuníquese con Servicios al Distribuidor para recibir ayuda al 1-866-866-4744 y mencione el código de error 01._G1537
es_py: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000 para que puedan ayudarle._G1537
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 01-es hibakódra._G1537
id_id: Kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi relasi distributor untuk bantuan 021 293 40900 dan sebutkan kode eror 01_G1537
ja_jp: エラーが発生し、ご注文が完了しませんでした。オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Не можеме да ја завршиме вашата нарачка. За помош, исконтактирајте ја Службата за односи со Дистрибутери и кажете им дека кодот за грешка е 01.
ru_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 01,_G1537
sl_si: Vašega naročila ne moremo dokončati. Prosimo, obrnite se na službo za odnose z distributerji na številki in povejte številko napake 01.
tr_tr: Siparişinizi tamamlayamıyoruz. Lütfen hata kodu 01'i belirterek +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Chúng tôi không thể hoàn tất đơn hàng của bạn. Vui lòng liên lạc phòng dịch vụ phân phối để đươc trợ giúp 848 3827 9292 và mã lỗi 01
zh_hk: 無法完成您的訂單，請記下錯誤編號01並致電香港直銷商服務熱線(852) 2834-1821

# BlockedDS
source: We are unable to complete your order. Please contact Member Services on 0845 056 0606 for assistance Monday - Friday, 9:00am - 5:30pm
es_pa: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicio al Distribuidor al (507) 831-6800 para que puedan ayudarle.
es_pr: No podemos completar su pedido. Por favor comuníquese con Servicios al Distribuidor para recibir ayuda al 1-866-866-4744 y mencione el código de error 05._G1538
es_py: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000 para que puedan ayudarle._G1538
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 05-ös hibakódra._G1538
id_id: Kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi relasi distributor untuk bantuan 021 293 40900 dan sebutkan kode eror 05_G1538
ja_jp: エラーが発生し、ご注文が完了しませんでした。オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお問い合わせください。
mk_mk: Не можеме да ја завршиме вашата нарачка. За помош, исконтактирајте ја Службата за односи со Дистрибутери и кажете им дека кодот за грешка е 05.
ru_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 05,_G1538
sl_si: Vašega naročila ne moremo dokončati. Prosimo, obrnite se na službo za odnose z distributerji in povejte številko napake 05.
tr_tr: Siparişinizi tamamlayamıyoruz. Lütfen hata kodu 05'i belirterek +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Chúng tôi không thể hoàn tất đơn hàng của bạn. Vui lòng liên lạc phòng dịch vụ phân phối để đươc trợ giúp 848 3827 9292 và mã lỗi 05
zh_hk: 無法完成您的訂單，請記下錯誤編號05並致電香港直銷商服務熱線(852) 2834-1821

# UnableToPrice
source: We are unable to process your order. Please check your address and try again. If problem persists please contact Member Services.
es_pa: No podemos procesar su orden. Por favor verifique la dirección e intente nuevamente. Si el problema persiste, por favor contacte el Departamento de Servicio al Distribuidor.
es_pr: No podemos procesar su orden. Por favor verifique su domicilio é intente nuevamente. Si el problema persiste, por favor contacte el Departamento de Relaciones con el Distribuidor._G1539
es_py: No podemos ingresar su pedido. Por favor verifique la dirección e intente nuevamente. Si el problema persiste, por favor contacte al Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1539
hu_hu: Rendelését nem tudja folytatni.Kérjük ellenőrizze a címet és próbálja újra. Ha probléma merülne fel, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon._G1539
id_id: Kami tidak dapat memproses pesanan anda. Mohon periksa alamat anda dan coba lagi. Jika masalah berlanjut mohon hubungi layanan distributor_G1539
ja_jp: 本ご注文はお承りできません。オーダー・デパートメント(0120-956-253 月～金 10:00～18:30)までお問い合わせください。
mk_mk: Не можеме да ја процесираме вашата нарачка. Проверете ја вашата адреса и обидете се повторно. Ако повторно има проблеми, исконтактирајте ја Службата за услуги на Дистрибутерите.
ru_ua: Ми не можемо завершити ваше замовлення. Будь ласка, перевірте адресу та спробуйте пізніше. Якщо проблему не буде усунено, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1539
sl_si: Vašega naročila ne moremo obdelati. Prosimo, preverite svoj naslov in poskusite znova. Če imate še vedno težave, se, prosimo, obrnite na službo za distributerske storitve.
tr_tr: Siparişinizi işleme alamıyoruz. Adresinizi kontrol edip tekrar deneyiniz. Problemin devam etmesi durumunda +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Chúng tôi không thể thực hiện đơn hàng của bạn. Vui lòng kiểm tra địa chỉ của bạn và thử lại lần nữa. Nếu vấn đề vẫn tồn tại, vui lòng liên hệ phòng dịch vụ phân phối
zh_hk: 目前無法處理您的訂單，請再次確認您的送貨地址並重試一次。若此問題仍然持續，請致電香港直銷商服務熱線(852) 2834-1821

# CurrencyConversionFailed
source: We're sorry. The currency could not be converted.please contact the Member service hotline (866) 622-1222.
es_pa: Lo sentimos. La moneda no puede ser convertida. Por favor, contacte al Departamento de Servicio al Distribuidor al (507)831-6800.
es_pr: Lo sentimos . No pudimos procesar la conversión de moneda. Por favor comuníquese con la línea de Servicio al Distribuidor al 1-866-866-4744_G1540
es_py: Lo sentimos. La moneda no puede ser convertida. Por favor, contacte al Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1540
hu_hu: Sajnáljuk, ez a pénznem nem használható. Kérjük hívja a Tanácsadói Kapcsolatok osztályát a 06-1-299-7010-es telefonszámon._G1540
id_id: Kami mohon maaf. Valuta asing anda tidak bisa dikonversi. Mohon hubungi Distributor Service di 021 293 40900_G1540
ja_jp: エラーが発生しました。ご注文に関するお問い合わせは、オーダー・デパートメント(0120-956-253 月～金 10:00～18:30) までお電話ください。
mk_mk: Се извинуваме. Валутата не може да се претвори во друга, исконтактирајте ја Службата за услуги на Дистрибутерите
ru_ua: Приносимо вибачення. Валюта не може бути конвертована. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1540
sl_si: Opravičujemo se. Valute ni bilo mogoče pretvoriti. Prosimo, pokličite na telefonsko številko službe za distributerske storitve.
tr_tr: Üzgünüz. Para birimi dönüştürülemedi. Lütfen +90 216 542 75 90'dan Distribütör Servisleri ile iletişime geçiniz.
vi_vn: Rất tiếc! Mệnh giá tiền tệ không thể chuyển đổi. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292
zh_hk: 很抱歉，目前匯率無法轉換，請致電香港直銷商服務熱線(852) 2834-1821

# MustCheckout
source: You already have event ticket items in your cart, do you want to empty your cart?
es_pa: Usted ya tiene entradas a eventos en su carrito, ¿desea vaciar su carrito de compras?
es_pr: Usted ya tiene boletos para eventos en su selección, ¿quiere borrar toda su selección?_G1541
es_py: Usted ya tiene tickets a eventos en su carrito, ¿desea vaciar su carrito de compras?_G1541
hu_hu: Ön már a kosarába helyezett rendezvény jegyeket, törölni szeretné kosarát?_G1541
id_id: Anda telah memiliki tiket acara dalam keranjang, apakah anda ingin membersihkan keranjang?_G1541
ja_jp: イベントチケットがカートにありますが、注文を取り消しますか？
mk_mk: Веќе имате влезници за настани во кошничката, дали сакате да ја испразните кошничката?
ru_ua: В вашому кошику вже є квитки на захід, ви хочете очистити кошик?_G1541
sl_si: V vozičku že imate vstopnice za dogodek, želite izprazniti voziček?
tr_tr: Sepetinizde daha önceden etkinlik bileti bulunmakta, sepetinizi temizlemek ister misiniz?
vi_vn: Bạn đã có mã sản phẩm vé sự kiện trong giỏ hàng, bạn có muốn xoá nó?
zh_hk: 您的購物車中已加入會議門票，您是否要清除購物車?

# PrimaryCardDeleteNotAllowed
source: You are attempting to delete your primary card. Please make a different saved card your primary card before you delete this card.
es_pa: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta.
es_pr: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta._G1542
es_py: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta._G1542
hu_hu: Ön az elsődleges kártyáját próbálja törölni. Kérjük állítson be másik kártyát elsődlegesként, mielőtt törli ezt a kártyát._G1542
id_id: Anda mencoba untuk menghapus kartu utama. Mohon buat kartu simpanan yang berbeda untuk kartu utama sebelum menghapus kartu ini_G1542
ja_jp: 「通常使用するクレジット・カード」に設定した情報を削除する前に、別のクレジット・カードを「通常使用するクレジット・カードに指定する」に設定してください。
mk_mk: Вашата примарна картичка ќе биде избришана. Пред да ја избришете оваа картичка, зачувајте друга картичка како примарна.
ru_ua: Ви намагаєтесь видалити вашу основну картку. Будь ласка збережіть іншу основну картку перед тим як видалити цю._G1542
sl_si: Skušate izbrisati svojo glavno kreditno kartico. Preden izbrišete to kreditno kartico, prosimo, nastavite drugo shranjeno kartico za glavno kreditno kartico.
tr_tr: Birincil kartınızı silmeye çalıştınız. Bu kartı silmeden önce farklı bir kartı birincil kart olarak kaydediniz.
vi_vn: Bạn đang cố gắng xoá thẻ chính. Vui lòng lưu một thẻ chính khác trước khi bạn xoá bỏ thẻ này
zh_hk: 您將刪除主要信用卡，請於刪除前設定另一張主要信用卡

# CardExceededAllowedDeclines
source: You can no longer use this card due to multiple declines
es_pa: Usted ya no puede usar esta tarjeta, ya que ha sido denegada en varias ocasiones.
es_pr: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada._G1543
es_py: Usted ya no puede usar esta tarjeta, ya que ha sido denegada en varias ocasiones._G1543
hu_hu: A továbbiakban nem használhatja ezt a kártyát a többszöri visszautasítás miatt._G1543
id_id: Anda tidak lagi dapat menggunakan kartu ini karena penolakan berkali-kali_G1543
ja_jp: カード認証に失敗しました。恐れ入りますが、今後このカードではお支払いいただけません。
mk_mk: Повеќе не може да ја користите оваа картичка поради поголем број одбивања
ru_ua: Ви не можете використовувати цю картку у зв'язку з численними відхиленнями. _G1543
sl_si: Zaradi večkratnih zavrnitev te kreditne kartice ne morete več uporabljati.
tr_tr: Bu kart birden fazla kez red edildiği için kullanamazsınız.
vi_vn: Bạn không thể sử dụng thẻ này lâu hơn bởi vì có nhiều sự từ chối về thẻ của bạn
zh_hk: 由於您的信用卡已多次失效，故無法繼續使用此卡

# DuplicateCardError
source: You cannot add the same card more than once.
es_pa: Usted no puede agregar la misma tarjeta más de una vez.
es_pr: Usted no puede añadir la misma tarjeta más de una vez._G1544
es_py: Usted no puede agregar la misma tarjeta más de una vez._G1544
hu_hu: Ugyanazt a kártyát csak egyszer lehet használni_G1544
id_id: Anda tidak dapat memasukkan kartu yang sama lebih dari satu_G1544
ja_jp: 同じクレジット・カード情報をすでにご登録いただいております。重複登録いただけません。更新したい場合は、「編集」を選び、カード情報を更新してください。
mk_mk: Иста картичка не може да додавате повеќе од еднаш.
ru_ua: Ви не можете додати ту саму картку більше, ніж один раз._G1544
sl_si: Isto kreditno kartico lahko dodate samo enkrat.
tr_tr: Aynı kartı birden fazla kez ekleyemezsiniz.
vi_vn: Bạn không thể thêm một thẻ tương tự nhiều hơn một
zh_hk: 您不能重複加入相同信用卡

# SkuNotValid
source: You cannot add this item to your cart.
es_pa: Usted no puede incluir este artículo en su carrito de compras.
es_pr: Usted no puede incluir este artículo en su selección._G1545
es_py: Usted no puede incluir este artículo en su carrito de compras._G1545
hu_hu: Ezt a tételt nem lehet a kosárba tenni._G1545
id_id: Anda tidak dapat memasukkan barang ini dalam keranjang anda_G1545
ja_jp: この製品をカートに入れることはできません。
mk_mk: Овој производ не може да го додадете во кошничката.
ru_ua: Ви не можете додати ці товари до вашого кошика._G1545
sl_si: Tega artikla ne morete dodati v voziček.
tr_tr: Bu kalemi sepetinize ekleyemezsiniz.
vi_vn: Bạn không thể thêm sản phẩm này vào giỏ hàng
zh_hk: 本產品無法加入您的購物車內。

# CantVisitWithEmptyCart
source: You cannot go to the {0} page with no items in your cart.
es_pa: Usted no puede pasar a la página {0} si no tiene productos en su carrito de compras.
es_pr: Usted no puede pasar a la página {0} si ningún artículo seleccionado.
es_py: Usted no puede pasar a la página {0} si no tiene productos en su carrito de compras.
hu_hu: Üres kosárral em mehet tovább a {0} oldalra._G1546
id_id: anda tidak bisa pergi ke halaman {0} karena tidak ada barang dalam keranjang anda
ja_jp: ショッピング・カートに製品はありません。ご希望の製品をカートに入れ、チェックアウトへお進みください。
mk_mk: Без производи во кошничката не може да одите на страница {0}.
ru_ua: Ви не можете перейти до сторінки {0} без товарів у вашому кошику. _G1546
sl_si: Ne morete se premakniti na stran {0}, če v vozičku nimate artiklov.
tr_tr: Sepetinizde hiç bir kalem olmadan {0} sayfasına gidemezsiniz.
vi_vn: Bạn không thể đi đến trang {0} mà không có sản phẩm trong giỏ hàng
zh_hk: 您不能在沒有產品加入購物車的情況下前往{0}頁

# ChangeToPUwithBackOrderItemsinCart
source: You have backorder items in your cart that will be removed if you select Pick Up as your shipping option. Do you wish to continue? ("Yes" or "No")
es_pa: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona "recojo" como opción de envío. ¿Desea continuar? ("Sí" o "No")
es_pr: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona recoger como opción de envío. ¿Desea continuar? ("Si" o "No")_G1547
es_py: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona "retiro" como opción de envío. ¿Desea continuar? ("Sí" o "No")_G1547
hu_hu: Kosarában vannak csak későbbi szállítással elérhető tételek, amelyek törlésre kerülnek, ha átállítja rendelését áruátvételre. Kívánja folytatni? ("Igen" vagy "Nem")_G1547
id_id: Anda memiliki barang yang dipesan kembali dalam keranjang yang akan dibuat jika anda memilih jemputan sebagai opsi pengiriman. Apakah anda ingin lanjut?("ya" atau "tidak")_G1547
mk_mk: Во кошничката имате заостанати нарачки што ќе се избришат ако како опција за испорака изберете подигање. Дали сакате да продолжите? („Да“ или „Не“)
ru_ua: В вашому кошику є товари з подальшою відправкою, що будуть виключені, якщо ви виберете замовлення з отриманням в Центрі Продажів. Ви хочете продовжити? ("Так" чи "Ні")_G1547
sl_si: V vozičku imate naročene artikle, ki bodo odstranjeni, če kot možnost odpreme izberete Prevzem. Ali želite nadaljevati? (Da ali Ne)
tr_tr: Sepetinizde backorder ürün bulunmakta ve sevkiyat yöntemi olarak "şahsen teslim" seçmeniz durumunda bu kalem siparişinizden silinecektir. Devam etmek istiyor musunuz? ( "Evet" veya "Hayır" )
vi_vn: Sản phẩm chưa nhập hàng sẽ bị loại bỏ nếu bạn chọn phương thức giao hàng lấy hàng tại kho. Bạn có muốn tiếp tục?
zh_hk: 若您在送貨選項選擇提貨，在購物車中的候補訂購項目便會被移除。您是否希望繼續？(「是」或「否」)

# OrderMonthChangedByUser
source: You have changed the order month for this order to {0}. Do you wish to continue with this selection?
es_pa: Usted ha cambiado el mes de volumen para esta orden al mes {0}. ¿Desea continuar con esta selección? ("Sí" o "No")
es_pr: Usted ha cambiado el mes de pedido para esta orden al mes (mes). ¿Desea continuar con esta selección? ("Si" o "No")_G1548
es_py: Usted ha cambiado el mes de volumen para este pedido al mes {0}. ¿Desea continuar con esta selección? ("Sí" o "No")
hu_hu: Ön átállította a rendelés hónapját erre: {0}. Szeretné így folytatni?_G1548
id_id: Anda telah mengganti Bulan Pesanan /order month untuk pesanan ini menjadi {0}. Apakah anda ingin melanjutkan dengan pilihan ini?
ja_jp: ご注文月を {month} に、変更しました。ご注文を続けますか？ （「はい」、「いいえ」）
mk_mk: Месецот на нарачка за оваа нарачка го сменивте во {0}. Сакате ли да продолжите со овој избор?
ru_ua: Ви змінили місяць замовлення для цього замовлення на {0}. Ви хочете продовжити з цим вибором?_G1548
sl_si: Mesec naročila za to naročilo ste spremenili v {0}. Ali želite nadaljevati s to izbiro?
tr_tr: Bu sipariş için sipariş ayını {0} olarak değiştirdiniz. Bu seçim ile devam etmek istiyor musunuz?
vi_vn: Bạn đã thay đổi tháng đặt hàng cho đơn hàng {0}. Bạn có muốn tiếp tục với lựa chọn này?
zh_hk: 您已變更此訂單之訂購月份為{0}，您是否繼續下一步

# EventTicketInCart
source: You have event ticket items in your cart, do you want to empty your cart?
es_pa: Usted tiene entradas a eventos en su carrito ¿desea vaciar su carrito de compras?
es_pr: Usted tiene boletos de eventos en su selección, ¿desea borrar su selección?_G1549
es_py: Usted tiene tickets a eventos en su carrito ¿desea vaciar su carrito de compras?_G1549
hu_hu: Kosarában rendezvény jegyek vannak, törölni szeretné kosarát?_G1549
id_id: Anda memiliki tiket event dalam keranjang, apakah anda ingin untuk membersihkan keranjang anda?_G1549
ja_jp: カートにイベントチケットが入っていますがこの注文を取り消しますか？
mk_mk: Имате влезници за настани во кошничката, дали сакате да ја испразните кошничката?
ru_ua: В вашому кошику вже квитки на захід, ви хочете очистити кошик?_G1549
sl_si: V vozičku imate vstopnice za dogodek, želite izprazniti voziček?
tr_tr: Sepetinizde etkinlik bileti bulunmakta , sepetinizi temizlemek ister misiniz?
vi_vn: Bạn đã đặt mã vé vào giỏ hàng, bạn có muốn xóa giỏ hàng của bạn?
zh_hk: 會議門票已加到您的購物車，您是否想清除購物車？

# ClearCart
source: You have product(s) in your shopping cart. Do you want to empty your cart before proceed to purchase event tickets?
es_pa: Usted tiene productos en su carrito de compra. ¿Desea eliminarlos de su carrito antes de proceder con la compra de entradas para eventos?
es_pr: Usted tiene productos en su selección de compra. ¿Desea eliminarlos de su selección antes de proceder con la compra de boletos para eventos._G1550
es_py: Usted tiene productos en su carrito de compra. ¿Desea eliminarlos de su carrito antes de proceder con la compra de tickets para eventos?_G1550
hu_hu: Kosarában vannak termékek. Törölni szeretné kosarát, mielőtt a továbblép a jegyvásárláshoz?_G1550
id_id: anda memiliki produk dalam keranjang belanja anda. Apakah anda ingin untuk membersihkan keranjang anda sebelum melakukan pembelian tiket event?_G1550
ja_jp: 製品がカートに入っています。イベントチケットの購入せずにこの注文をキャンセルしますか？
mk_mk: Имате производи во кошничката. Дали сакате да ја испразните кошничката пред да продолжите да купувате влезници за настани?
ru_ua: В вашому кошику є товари. Ви хочете очистити ваш кошик, перед тим як замовити квитки на захід?_G1550
sl_si: V nakupovalnem vozičku imate izdelke. Ali želite izprazniti voziček, preden nadaljujete nakup vstopnic za dogodke?
tr_tr: Sepetinizde ürün/ürünler bulunmakta. Etkinlik biletinizi satın almadan önce sepetinizi temizlemek ister misiniz?
vi_vn: Bạn có những sản phẩm trong giỏ hàng. Bạn có muốn xóa giỏ hàng trước khi tiếp tục mua vé sự kiện?
zh_hk: 產品已加到您的購物車，您是否想在訂購會議門票前清除您的購物車？

# SelectedDualOrderMonthMessage
source: You have selected {0} as the dual order month. Is this correct?
es_pa: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
es_pr: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
es_py: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
hu_hu: Ön a {0} volumenhónapot választotta, biztos benne?_G1551
id_id: anda telah memilih {0} sebagai bulan pemesanan kembar/ dual order month apakah ini benar?
ja_jp: ご注文月は {0} でよろしいですか。
mk_mk: Дали го избравте {0} како месец на нарачка?
ru_ua: Ви обрали {0} у зв 'язку з днем подвійного місяця, це вірно?_G1551
sl_si: Kot mesec dvojnih točk ste izbrali {0}, je to ustrezno?
tr_tr: Her iki aya sipariş verilebilen ay seçeneği için {0} seçtiniz, doğru mu?
vi_vn: Bạn đã chọn {0} như 2 tháng đặt hàng, đúng không?
zh_hk: 您的訂單月份為{0},請再次確認是否正確

# WaldosMessage
source: You have selected Pick Up from WALDOS, there will be limited products to order from.
es_pa: Usted ha seleccionado recoger en WALDOS, allí habrán productos limitados para ordenar.
es_pr: Usted ha seleccionado recoger de WALDOS en donde habrán productos limitados para pedir._G1552
es_py: Ha seleccionado el retiro de WALDOS, habrá productos limitados para hacer el pedido._G1552
id_id: anda telah memilih penjemputan dari WALDOS, akan ada pembatasan produk untuk dipesan_G1552
mk_mk: Избравте подигање од WALDOS, изборот на производи што ќе може да ги нарачате е ограничен.
ru_ua: Ви обрали замовлення з отриманням з WALDOS, в якому буде обмеження продукціїї для замовлення._G1552
sl_si: Izbrali ste prevzem pri WALDOS, zato boste pri naročilu imeli omejeno izbiro.
tr_tr: Şahsen Teslim Merkezini WALDOS olarak seçtiniz. Buradan limitli ürün siparişi verebilirsiniz.
vi_vn: Bạn đã chọn lấy hàng từ WALDOS, sẽ có những sản phẩm giới hạn trong việc đặt hàng
zh_hk: N/A
