Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# InvalidPhone
source: Please fill phone number in proper format.
bg_bg: Моля, попълнете телефонния номер в правилния формат.
cs_cz: Prosíme, vyplňte telefonní číslo ve správném formátu.
da_dk: Venligst sæt telefonnummer ind i rigtig format
de_ch: Bitte geben Sie die Telefonnummer im richtigen Format ein. Es sind nur Zahlen erlaubt.
el_cy: Παρακαλώ συμπληρώστε το τηλέφωνο επικοινωνίας στην κατάλληλη μορφή.
es_ar: Por favor ingresa el número de teléfono con el formato apropiado.
es_cl: Por favor introduce el número de teléfono celular con el formato correcto (8 caracteres).
es_es: Por favor proporcione el número de teléfono con el formato correcto.
es_mx: Por favor llene el número de teléfono en el formato apropiado.
es_py: Por favor, ingresa el número de teléfono en el formato correcto.
fi_fi: Kirjoita puhelinnumero oikeassa muodossa.
fr_ca: Veuillez entrer le numéro de téléphone dans le format approprié.
fr_ch: Veuillez renseigner le numéro de télephone dans le format approprié.
hr_hr: Molimo upišite broj telefona u ispravnom formatu.
hu_hu: Kérjük adja meg a telefonszámot a megfelelő formátumban (8-9 számjegy, kötőjel nélkül).
id_id: Silahkan isi nomor telepon dengan benar
is_is: Vinsamlegast gefðu upp símanúmer á réttu formi.
it_ch: Inserisci il numero telefonico senza spazi o trattini, con un minimo di 9 cifre(Esempio 065200000) e un massimo di 12 (Esempio:065200000000).
mk_mk: Внесете го телефонскиот број во соодветен формат.
ms_my: Sila masukkan nombor telefon di dalam format yang betul.
nl_nl: Gelieve een geldig telefoonnummer ingeven.
pl_pl: Wpisz numer telefonu w odpowiednim formacie
pt_br: Por favor, coloque o número de telefone no formato correto.
sk_sk: Telefónne číslo musí obsahovať 12 znakov
sr_rs: Molimo vas da popunite broj telefona u odgovarajućem formatu.
sv_fi: Vänligen fyll i telefon nummret i rätt format.
th_th: กรุณาใส่เบอร์โทรศัพท์ในรูปแบบที่ถูกต้อง(10 หลัก)
uk_ua: Будь ласка, введіть телефонний номер в правильному форматі.
zh_mo: 請以正確格式輸入聯絡電話
zh_tw: 請輸入正確的連絡電話

# NoLastName
source: Please fill out the last name.
bg_bg: Моля, попълнете фамилното име.
cs_cz: Prosíme, vyplňte příjmení.
da_dk: Venligst sæt ind efternavn
de_ch: Bitte geben Sie den Nachnamen ein.
el_cy: Παρακαλώ συμπληρώστε το επίθετο
es_ar: Por favor completa el Apellido.
es_cl: Por favor proporciona el Apellido.
es_es: Por favor proporcione los Apellidos.
es_mx: Por favor proporcione el apellido.
es_py: Por favor, proporciona el Apellido.
fi_fi: Täytä sukunimi.
fr_ca: Veuillez entrer le nom de famille.
fr_ch: Veuillez saisir le nom de famille.
hr_hr: Molimo upišite prezime.
hu_hu: Kérjük adja meg a vezetéknevet.
id_id: Silahkan isi nama akhir
is_is: Vinsamlegast gefðu upp eftirnafn.
it_ch: Inserisci il cognome.
mk_mk: Внесете презиме
ms_my: Sila masukkan nama akhir.
nl_nl: Gelieve de achternaam ingeven.
pl_pl: Wprowadź nazwisko.
pt_br: Por facor, coloque o último nome.
sk_sk: Prosíme, vyplňte priezvisko
sr_rs: Molimo vas da popunite prezime.
sv_fi: Vänligen fyll i efternamnet
th_th: กรุณาใส่นามสกุล
uk_ua: Будь ласка, введіть Прізвище.
zh_mo: 請輸入姓氏
zh_tw: 請填上姓氏.

# InvalidState
source: The state is invalid.
bg_bg: Няма община с това име.
cs_cz: Stát je neplatný.
da_dk: By er ugyldig.
de_ch: Bundesland ist ungültig
el_cy: Η Περιοχή δεν είναι έγκυρη.
es_ar: La provincia es inválida.
es_cl: El estado es inválido.
es_es: La Provincia no es válida.
es_mx: El estado es inválido.
es_py: El departamento es inválido.
fi_fi: Alue on virheellinen.
fr_ca: La province est invalide.
fr_ch: La province est invalide.
hr_hr: Neispravno ime države
hu_hu: Érvénytelen megye
id_id: Negara Bagian tidak valid
is_is: Sveitarfélag er ógilt.
it_ch: La Provincia non è valida.
mk_mk: Погрешна држава.
ms_my: Negeri ini tidak sah.
pl_pl: Stan jest nieprawidłowy
pt_br: Estado *
sk_sk: Štát nie je platný.
sr_rs: Ime države je nevažeće.
sv_fi: Staden är ogiltig.
th_th: ไม่มีข้อมูลของจังหวัด
uk_ua: Країна являється недійсною.
zh_mo: 國家輸入不正確
zh_tw: N/A

# BackOrderItem
source: The SKU {0} added will be on back order.
bg_bg: Добавеният продукт със SKU {0} ще бъде наличен при следваща доставка.
cs_cz: Přidané SKU {0} bude na předobjednávce.
da_dk: Artikkelnummer {0} vil blive på restordre.
de_ch: Die eingegebene Artikelnummer {0} wird nachgeliefert.
el_cy: Ο κωδικός προϊόντος SKU {0} που προστέθηκε θα είναι σε back order.
es_ar: El código {0} agregado quedará pendiente de entrega.
es_cl: El SKU {0} agregado quedará pendiente de entrega.
es_es: La Referencia {0} añadida quedará pendiente de entrega.
es_mx: EL código {0} agregado aparecerá en back order.
es_py: El artículo con código {0} añadido quedará pendiente de entrega.
fi_fi: Tuotenumero {0} toimitetaan jälkitoimituksena.
fr_ca: Le SKU {0} ajouté sera en rupture de stock.
fr_ch: La référence {0} rajoutée sera en reliquat de commande.
hr_hr: Dodani SKU {0} biti će naručen jer ga nema na zalihi.
hu_hu: A {0} cikkszám (SKU) csak későbbi kiszállítással elérhető (backorder), így került bele a kosarába.
id_id: SKU {0} yang ditambahkan akan menjadi Backorder
is_is: Vörunúmer {0} verður sett í biðpöntun.
it_ch: Il codice {0} presente nel tuo ordine è in prenotazione.
mk_mk: Додадениот шифра {0} ќе се се однесува на заостанати нарачки.
ms_my: SKU {0} yang ditambah pada pesanan tertangguh.
nl_nl: SKU {0} welke u toevoegt zal backorder zijn.
pl_pl: Dodane SKU {0} będzie przeniesione do zamówień zaległych..
pt_br: O código {0} foi incluído.
sk_sk: Pridané SKU {0} bude spätná objednávka.
sr_rs: Šifra će {0} biti poslata kada bude u zalihama.
sv_fi: SKU {0} som har lagts till kommer att restnoteras.
th_th: รหัสสินค้า {0} ที่เพิ่มจะเป็นรายการที่ยังไม่พร้อมจำหน่าย
uk_ua: Номер Серії {0} додано до замовлення з подальшою відправкою.
zh_mo: 產品編號{0}會加入為候補訂購
zh_tw: 商品(SKU)目前缺貨中

# InvalidStreetAddress
source: The street address should contain atleast one number, one space, and one alphabet.
bg_bg: Адресът трябва да съдържа поне една буква, един интервал и една цифра.
cs_cz: Adresa ulice by měla obsahovat nejméně jedno číslo, jednu mezera a jedno písmeno abecedy.
da_dk: Postboks kan ikke bruges som adresse
de_ch: Der Strassenname muss mindestens eine Nummer, eine Leerstelle und einen Buchstaben haben. (Bsp. Muster. 1)
el_cy: Η Οδός στη Διεύθυνση πρέπει να περιέχει το λιγότερο ένα χαρακτήρα, ένα κενό και ένα αριθμό.
es_ar: La dirección debe incluir al menos un espacio, una letra y un número.
es_cl: La dirección debe incluir al menos un espacio y una letra.
es_es: La dirección de la calle debe contener al menos un número, un espacio y una letra.
es_mx: El domicilio debe contener al menos un número, un espacio y una letra.
es_py: La dirección debe incluir al menos un número, un espacio y una letra.
fi_fi: Katuosoitteen tulee muodostua vähintään yhdestä numerosta, yhdestä välilyönnistä ja yhdestä kirjaimesta.
fr_ca: L'adresse de rue devrait contenir au moins un chiffre, une espace et une lettre.
fr_ch: Le nom de la rue doit contenir au moins un chiffre, un espace et une lettre.
hr_hr: Ulica i broj trebali bi sadržavati barem jedan broj, jedan razmak i jedno slovo.
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt, egy számot és egy szóközt.
id_id: Alamat Jalan harus mengandung minimal satu angka, satu spasi, dan satu huruf
is_is: Ekki er hægt að nota Póstbox sem heimilisfang
it_ch: L'indirizzo di spedizione dovrebbe contenere almeno un numero, uno spazio e una lettera.
mk_mk: Адресата треба да содржи најмалку еден број, едно празно место и една буква.
ms_my: Alamat jalan seharusnya mengandungi satu nombor, ruang dan satu abjad.
nl_nl: De straatnaam dient tenminste één nummer, één spatie en één letter te bevatten.
pl_pl: Adres powinien zawiarać przynajmniej jeden numer, jeden odstęp i jeden alfabet
pt_br: O endereço deve ter no mínimo um número, um espaço, e uma letra alfabetica.
sk_sk: Adresa ulice musí obsahovať najmenej jedno číslo, jednu medzeru a jedno písmeno.
sr_rs: Adresa treba da sadrži bar jedan broj, jedan razmak i jedno slovo.
sv_fi: Postilokeroa ei voi käyttää katuosoitteena | Postbox får inte användas som adress
th_th: ที่อยู่จะต้องมีอย่างน้อย 1 หมายเลข 1 ช่องว่าง และ 1 ตัวอักษร
uk_ua: Адреса доставки повинна містити мінімум одну цифру, один пробіл або одну літеру.
zh_mo: 地址必須最少含一個數字，一個空格及一個字
zh_tw: 請輸入完整地址

# InvalidStreetAddress2
source: The street address should contain atleast one alphabet.
bg_bg: Адресът трябва да съдържа поне една буква.
cs_cz: Adresa ulice by měla obsahovat nejméně jedno písmeno abecedy.
da_dk: Adressen skal indeholde mindst et bogstav.
de_ch: Die Adresse muss mindestens einen Buchstaben enthalten.
el_cy: Η Οδός στη Διεύθυνση πρέπει να περιέχει το λιγότερο ένα χαρακτήρα.
es_ar: El nombre de la calle debe contener al menos una letra.
es_cl: El nombre de la calle debe contener al menos una letra.
es_es: La dirección de la calle debe contener al menos una letra.
es_mx: El nombre de la calle debe contener al menos una letra.
es_py: El nombre de la calle debe contener al menos una letra.
fi_fi: Katuosoitteen tulee sisältää vähintään yksi kirjain.
fr_ca: L'adresse doit contenir au moins une lettre
fr_ch: L'adresse doit contenir au moins une lettre.
hr_hr: Ulica i broj trebali bi sadržavati barem jedno slovo.
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt.
id_id: Alamat Jalan harus mengandung minimal satu huruf
it_ch: L'indirizzo deve contenere almeno una lettera dell' alfabeto.
mk_mk: Адресата треба да содржи најмалку една буква.
ms_my: Alamat jalan seharusnya mengandungi satu abjad.
nl_nl: Vul het huisnummer.
pl_pl: Adres powinien zawierać przynajmniej jeden alfabet
pt_br: O endereço de entrega deve conter no mínimo uma letra alfabetica.
sk_sk: Adresa ulice musí obsahovať najmenej jedno písmeno.
sr_rs: Adresa treba da sadrži bar jedno slovo.
th_th: ที่อยู่จะต้องมีอย่างน้อย 1 ตัวอักษร
uk_ua: Адреса доставки повинна містити мінімум одну літеру.
zh_mo: 地址必須最少含一個字
zh_tw: 住址至少需含一個數字

# NoExtension
source: Please fill out the extension.
bg_bg: Моля, попълнете разширението.
cs_cz: Prosíme, vyplňte předvolbu
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε την επέκταση.
es_ar: Por favor completa la extensión.
es_cl: Por favor rellena la extensión.
es_es: Por favor rellene la extensión.
es_mx: Por favor escriba la extensión.
es_py: Por favor escribe la extensión.
fi_fi: Täytä alanumero.
fr_ca: Veuillez entrer l'extension.
fr_ch: Veuillez entrer l'extension.
hr_hr: Molimo upišite broj telefona.
hu_hu: Kérjük adja meg a melléket.
id_id: Silahkan isi ekstensi
it_ch: Inserisci l'estensione.
mk_mk: Внесете ја наставката
ms_my: Siloa masukkan sambungan.
nl_nl: Gelieve het vaste nummer in te geven.
pl_pl: Wprowadź numer wewnętrzny
pt_br: Por favor, coloque a extensão.
sk_sk: Prosíme, vyplňte predvoľbu.
sr_rs: Molimo vas da popunite broj lokala.
th_th: กรุณาใส่เบอร์ต่อ
uk_ua: Будь ласка, введіть доповнення.
zh_mo: 請輸入分機號碼
zh_tw: 請輸入正確分機號碼

# NoFirstName
source: Please fill out the first name
bg_bg: Моля, попълнете собственото име.
cs_cz: Prosíme, vyplňte křestní jméno
da_dk: Venligst sæt ind fornavn
de_ch: Bitte geben Sie den Vornamen ein.
el_cy: Παρακαλώ συμπληρώστε το όνομα
es_ar: Por favor completa el Nombre.
es_cl: Por favor proporciona el Nombre.
es_es: Por favor proporcione proporcione el Nombre.
es_mx: Por favor proporcione el nombre.
es_py: Por favor, proporciona el Nombre.
fi_fi: Täytä etunimi.
fr_ca: Veuillez entrer le prénom
fr_ch: Veuillez saisir le prénom.
hr_hr: Molimo upišite ime
hu_hu: Kérjük adja meg a keresztnevet.
id_id: Silahkan isi nama depan
is_is: Vinsamlegast gefðu upp skírnarnafn.
it_ch: Inserisci il nome.
mk_mk: Внесете име
ms_my: Sila masukkan nama pertama.
nl_nl: Gelieve de voornaam ingeven.
pl_pl: Wprowadź pierwsze imię.
pt_br: Por favor, coloque o primeiro nome.
sk_sk: Prosíme, vyplňte meno.
sr_rs: Molimo vas da popunite ime.
sv_fi: Vänligen fyll i förnamnet
th_th: กรุณาใส่ชื่อ
uk_ua: Будь ласка, введіть Ім'я.
zh_mo: 請輸入名字
zh_tw: 請填上名字.

# OrderMonthHasFlipped
source: (The OrderMonth has changed!)
bg_bg: (Месецът на поръчката беше променен!)
cs_cz: (Objednávkový měsíc byl změněn!)
da_dk: (Ordremåneden er ændret)
de_ch: (Der Bestellmonat hat sich geändert!)
el_cy: (Ο Μήνας της Παραγγελίας έχει αλλάξει!)
es_ar: El mes de volumen del pedido ha sido modificado.
es_cl: El Mes de la Orden ha sido cambiado
es_es: El mes de volumen del pedido se ha cambiado.
es_mx: El mes de volumen de la orden ha sido cambiado.
es_py: (¡El mes de volumen de la orden ha sido cambiado!)
fi_fi: (tilauskuukausi on muuttunut!)
fr_ca: (Le mois de la commande a changé!)
fr_ch: (Le mois de commande a changé !)
hr_hr: (Mjesec za narudžbu je promijenjen!)
hu_hu: (A rendelés volumenhónapja megváltozott!)
id_id: (Bulan Pemesanan telah berubah!)
is_is: (Pöntunarmánuður hefur breyst.)
it_ch: (Il volume del mese è stato cambiato)
mk_mk: (Месецот на нарачка е сменет!)
ms_my: (Bulan Pesanan telah diubah!)
nl_nl: De order maand is veranderd!
pl_pl: Miesiąc zamówienia został zmieniony.
pt_br: (O Mês do Pedido foi alterado!)
sk_sk: (Objednávkový mesiac bol zmenený!)
sr_rs: (Mesec porudžbine se promenio!)
sv_fi: (Ordermånaden är ändrad)
th_th: (มีการเปลี่ยนเดือนสั่งซื้อ!)
uk_ua: (Місяць Розміщення Замовлення змінено)
zh_mo: 訂單月份已更改
zh_tw: 訂單月份已更改

# NoPickUpDateSelected
source: Please select the pickup date
bg_bg: Моля, изберете ден (дата) на получаване на поръчката от Центъра за продажби.
cs_cz: Prosíme, vyberte datum vyzvednutí
es_ar: Por favor selecciona la fecha de retiro
es_cl: Por favor selecciona la fecha de retiro
es_es: Por favor seleccione la fecha de recogida
es_py: Por favor selecciona la fecha de retiro
fi_fi: Valitse noutopäivämäärä
hr_hr: Molimo odaberite datum preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel dátumát
it_ch: Seleziona la data del ritiro
mk_mk: Изберете датум на подигање.
sk_sk: Prosíme, vyberte dátum vyzdvihnutia
sr_rs: Molimo odaberite datum preuzimanja
th_th: โปรดเลือกวันที่รับสินค้า
uk_ua: Будь ласка, оберіть дату отримання замовлення
zh_mo: 請選擇提貨日期

# NoDefaultShippingAddress
source: Please record a shipping address before you can complete this Pick Up Order.
bg_bg: Моля, запишете адреса за доставка преди да можете да довършите тази поръчка с опция за получаване от Центъра за продажби.
cs_cz: Prosíme, zadejte doručovací adresu předtím, než dokončíte objednávku pro osobní vyzvednutí.
de_ch: Bitte geben Sie eine Lieferadresse ein, bevor Sie mit dieser Abhol Bestellung fortfahren.
el_cy: Παρακαλούμε καταγράψτε μία διεύθυνση αποστολής πριν ολοκληρώσετε αυτήν την Παραγγελία.
es_ar: Por favor ingresa una dirección de envío antes de completar tu pedido con retiro.
es_cl: Por favor anota una dirección de envío antes de que pueda completar esta orden de retiro
es_es: Por favor guarde una dirección de envío antes de que pueda completar este pedido para recoger.
es_mx: Por favor, registre una dirección de envío antes de completar su orden para entrega en sitio ocurre.
es_py: Por favor, registra una dirección de envío antes de completar esta orden para retiro.
fi_fi: Sinun tulee antaa toimitusosoite, ennen kuin voi päättää tämän noutotilauksen.
fr_ca: Veuillez sauvegarder une adresse d'expédition avant de pouvoir compléter cette commande.
fr_ch: Veuillez sauvegarder une adresse d'expédition avant de pouvoir compléter cette commande.
hr_hr: Molimo zabilježite adresi za dostavu prije nego možete ispuniti ovu narudžbu za osobno preuzimanje.
hu_hu: Kérjük adjon meg egy kiszállítási címet, mielőtt áruátvételes rendelését rögzítené.
id_id: Silahkan catat alamat pengiriman sebelum menyelesaikan pemesanan jemputan
it_ch: Registra un indirizzo di spedizione prima di poter completare questa Ordine per Ritiro Diretto.
mk_mk: Внесете адреса на испорака пред да ја завршите оваа нарачка за подигање.
ms_my: Sila rekod alamat penghantaran sebelum anda boleh melengkapkan Pesanan Pungutan ini.
nl_nl: Gelieve een verzend adres op te slaan voordat u deze pick up Order plaatst.
pl_pl: Proszę zarejestruj adres wysyłki zanim zatwierdzisz to zamówienie.
pt_br: Por favor, salve o endereço de entrega antes de completar o pedido.
sk_sk: Predtým než dokončíte túto Objednávku na vyzdvihnutie, zadajte adresu doručenia.
sr_rs: Molimo vas da unesete adresu za slanje pre nego što dovršite ovu porudžbinu za preuzimanje.
th_th: กรุณาบันทึกที่อยู่จัดส่งก่อน ท่านจึงจะสามารถดำเนินการคำสั่งซื้อที่รับเองเสร็จสิ้นได้
uk_ua: Будь ласка, збережіть адресу доставки перед тим як ви підтвердите Замовлення з отриманням в Центрі Продажів.
zh_mo: 請在完成提貨訂單前儲存一個送貨地址

# NoPickUpLocation
source: Please select a location.
bg_bg: Моля, изберете местоположение (адрес).
cs_cz: Prosíme, vyberte místo.
de_ch: Bitte einen Ort auswählen.
el_cy: Παραακλώ επιλέξτε περιοχή.
es_ar: Selecciona una ubicación para poder continuar*
es_cl: Por favor selecciona una localidad*:
es_es: Por favor seleccione un Centro de Recogida.
es_mx: Por favor seleccione una ubicación
es_py: Por favor selecciona una ubicación.
fi_fi: Valitse sijainti.
fr_ca: Veuillez sélectionner un lieu.
fr_ch: Veuillez sélectionner un lieu.
hr_hr: Molimo odaberite mjesto preuzimanja
hu_hu: Kérjük válasszon helyszínt.
id_id: Silahkan pilih lokasi
it_ch: Seleziona un magazzino.
mk_mk: Изберете локација.
ms_my: Sila pilih lokasi*:
nl_nl: Gelieve een lokatie te selecteren.
pl_pl: Wybierz lokalizację
pt_br: Por favor, selecione o local.
sk_sk: Prosíme, vyberte miesto.
sr_rs: Molimo vas da odaberete lokaciju.
sv_fi: Vänligen välj utlämningsställe
th_th: กรุณาเลือกสถานที่
uk_ua: Оберіть місто, в якому розташоване Відділення
zh_mo: 請選擇地點

# NoPickUpPhoneEntered
source: Please enter the pick up phone
bg_bg: Моля, въведете телефона на лицето, което ще получи поръчката.
cs_cz: Prosíme, vyberte telefon osoby, která objednávku vyzvedne.
de_ch: Bitte die Abholtelefon auswählen
el_cy: Παρακλαούμε επιλέξτε το τηλέφωνο παραλαβής
es_ar: Por favor indica el número telefónico de quién retira.
es_cl: Favor ingresar número telefónico de quien retira.
es_es: Favor de seleccionar numero telefónico de regogida.
es_mx: Favor de seleccionar numero telefónico de regogida.
es_py: Por favor, selecciona el número telefónico de retiro
fi_fi: Täytä noutajan puhelinnumero
fr_ca: Sélectionnez le numéro de téléphone de la personne qui fera la cueillette
fr_ch: Sélectionnez le Pick Up téléphone
hr_hr: Molimo odaberite telefonski broj za preuzimanje
hu_hu: Kérjük adja meg az áruátvevő telefonszámát.
id_id: Silahkan pilih telepon Pengambilan
is_is: Símanúmer sækjanda vantar
it_ch: Inserisci il numero di telefono di chi ritirerà nel campo Telefono per il Ritiro Diretto
mk_mk: Внесете телефонски број на лице кое го врши подигањето
ms_my: Sila memberikan nombor telefon Pungutan
nl_nl: Gelieve het telenoonnummer van de afhaler ingeven
pl_pl: Numer telefonu kontaktowego
pt_br: Por favor, informe o número de Telefone
sk_sk: Prosíme, zadajte telefónne číslo osoby, ktorá vyzdvihne produkty.
sr_rs: Molimo vas da unesete broj telefona za preuzimanje
th_th: กรุณาใส่เบอร์โทรเพื่อรับสินค้า
uk_ua: Будь ласка, введіть номер телефона отримувача
zh_mo: 請輸入提貨人電話

# CasaCheckRequired
source: Please select Yes/No.
bg_bg: Моля, изберете ДА/НЕ.
cs_cz: Prosíme, vyberte ano/ne
da_dk: Venligst vælg Ja/Nej.
de_ch: Bitte auswählen: Ja/Nein
el_cy: Παρακαλούμε επιλέξτε Ναι/Όχι.
es_ar: Por favor selecciona "Sí" o "No".
es_cl: Por favor selecciona Si/No.
es_es: Por favor seleccione Si/No.
es_mx: Por favor seleccione "Sí" o "No"
es_py: Por favor, selecciona Sí/No.
fi_fi: Valitse Kyllä/Ei.
fr_ca: Veuillez sélectionner Oui/Non.
fr_ch: Veuillez sélectionner oui/non.
hr_hr: Molimo odaberite Da/Ne
hu_hu: Kérjük válasszon: Igen/Nem.
id_id: Silahkan pilih Ya/Tidak
is_is: Vinsamlegast veldu Já/Nei.
it_ch: Seleziona Sì o No.
mk_mk: Изберете Да/Не.
ms_my: Sila pilih Ya/Tidak
nl_nl: Selecteer Ja/Nee.
pl_pl: Wybierz Tak/Nie
pt_br: Por favor, selecione Sim/Não.
sk_sk: Prosíme, vyberte Áno/Nie.
sr_rs: Molimo vas da odaberete Da/Ne.
sv_fi: Vänligen välj Ja/Nej
th_th: กรุณาเลือก ใช่/ไม่ใช่
uk_ua: Будь ласка, оберіть Так/Ні
zh_mo: 請選擇是/否
zh_tw: 請選擇是/否

# ShippingNickNameNotPopulated
source: Please select the Shipping Address
bg_bg: Моля, изберете адрес за доставка.
cs_cz: Prosíme, vyberte doručovací adresu
de_ch: Bitte wählen Sie eine Lieferadresse aus
el_cy: Παρακαλούμε επιλέξτε την Διεύθυνση Αποστολής
es_ar: Por favor selecciona el domicilio de entrega.
es_cl: Por favor elije un domicilio para entrega
es_es: Por favor elija un domicilio de entrega
es_mx: Por favor elija un domicilio para entrega
es_py: Por favor, selecciona una dirección de entrega.
fi_fi: Valitse toimitusosoite
fr_ca: Veuillez sélectionner ladresse d'expédition
fr_ch: Veuillez sélectionner l'adresse de livraison.
hr_hr: Molimo odaberite adresu za dostavu
hu_hu: Kérjük válassza ki a Kiszállítási címet
id_id: Silahkan pilih Alamat Pengiriman
it_ch: Seleziona l'indirizzo di Spedizione
mk_mk: Изберете адреса на испорака
ms_my: Sila pilih Alamat Penghantaran
nl_nl: Gelieve het verzendadres te selecteren
pl_pl: Wybierz adres wysyłki
pt_br: Por favor, selecione o endereço de entrega
sk_sk: Prosíme, vyberte Adresu doručenia
sr_rs: Molimo vas da odaberete adresu za slanje
th_th: กรุณาเลือกที่อยู่สำหรับจัดส่ง
uk_ua: Будь ласка, оберіть адресу доставки
zh_mo: 請選擇送貨地址
zh_tw: 請選擇寄送地址

# PickUpLocationNotSelected
source: Please select the Pick Up location
bg_bg: Моля, изберете адрес на офис, където ще получите своята поръчка.
cs_cz: Prosíme, vyberte místo osobního vyzvednutí
el_cy: Παρακαλούμε επιλέξτε την Περιοχή παραλαβής
es_ar: Por favor selecciona el lugar de retiro.
es_cl: Por favor selecciona el lugar de retiro.
es_es: Por favor seleccione el centro de recogida
es_mx: Por favor seleccione el sitio ocurre
es_py: Por favor, selecciona el lugar de retiro
fi_fi: Valitse noutopaikka
fr_ca: Veuillez sélectionner le lieu de cueillette
fr_ch: Veuillez sélectionner le lieu de pickup.
hr_hr: Molimo odaberite mjesto preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel helyét
id_id: Silahkan pilih lokasi Pengambilan
it_ch: Seleziona il magazzino per il ritiro diretto
mk_mk: Изберете локација на подигање.
ms_my: Sila pilih lokasi Pungutan
nl_nl: Gelieve de pickup locatie selecteren.
pl_pl: Wybierz miejsce odbioru
pt_br: Por favor, selecione o local de retirada.
sk_sk: Prosíme, vyberte Miesto vyzdvihnutia
sr_rs: Molimo vas da odaberete lokaciju za preuzimanje
th_th: กรุณาเลือกสถานที่รับสินค้า
uk_ua: Оберіть місто, в якому розташоване Відділення
zh_mo: 請選擇提貨地點

# NoOrder
source: Please select an Order Type.
bg_bg: Моля, изберете вид поръчка.
cs_cz: Prosíme, vybete typ objednávky.
da_dk: Venligst vælg ordretype.
de_ch: Bitte wählen Sie die Bestellart.
el_cy: Παρακαλώ επιλέξτε Τύπο Παραγγελίας
es_ar: Por favor, selecciona el tipo de pedido.
es_cl: Por favor, selecciona el tipo de pedido.
es_es: Por favor, seleccione el Tipo de Pedido.
es_mx: Escoja el Tipo de Pedido.
es_py: Por favor, selecciona el tipo de pedido.
fi_fi: Valitse tilaustyyppi.
fr_ca: Veuillez sélectionner le type de commande.
fr_ch: Veuillez sélectionner le type de la commande.
hr_hr: Molimo odaberite vrstu narudžbe
hu_hu: Kérjük válassza ki a rendelés típusát
id_id: Silahkan pilih tipe pesanan
is_is: Vinsamlegast veldu tegund pöntunar.
it_ch: Seleziona il tipo d'ordine.
mk_mk: Изберете тип на нарачка.
ms_my: Sila pilih Jenis Pesanan.
nl_nl: Gelieve het order type.
pl_pl: Wybierz rorzaj zamówienia
pt_br: Por favor, selecione o tipo de pedido.
sk_sk: Prosíme, vyberte Typ objednávky.
sr_rs: Molimo vas da odaberete vrstu porudžbine.
sv_fi: Vänligen välj order typ.
th_th: กรุณาเลือกประเภทคำสั่งซื้อ
uk_ua: Будь ласка, виберіть Тип замовлення.
zh_mo: 請選擇訂單類別
zh_tw: 請選擇訂單類型
