Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHLMobile_ErrorMessage.*.resx
Languages: es_pa, es_pr, es_py, hu_hu, id_id, ja_jp, mk_mk, ru_ua, sl_si, tr_tr, vi_vn, zh_hk

# NeedToSelectOrderType
source: Please select the Order Type from the mini cart
es_pa: Por favor, seleccione el tipo de pedido desde el mini carrito.
es_pr: Por favor, seleccione el tipo de pedido desde la mini cesta._G1573
es_py: Por favor, seleccione el tipo de pedido desde el mini carrito._G1573
hu_hu: Kérjük válassza ki a rendelés típusát a mini kosárból_G1573
id_id: tolong pilih tipe order dari keranjang kecil_G1573
ja_jp: ショッピング・カートから製品の受取方法を選択してください
mk_mk: Изберете тип на нарачка од мини-кошничката.
ru_ua: Будь ласка, виберіть тип замовлення з міні-кошика._G1573
sl_si: Prosimo, izberite vrsto naročila iz malega vozička.
tr_tr: Lütfen mini sepetten Sipariş Türü'nü seçiniz.
vi_vn: Vui lòng chọn loại đơn hàng từ giỏ hàng
zh_hk: 請於購物車內選擇訂單類別

# NoCheckoutPurchaseLimitsExceeded
source: You cannot Check Out as your Purchasing Limits have been exceeded
es_pa: No puede finalizar su pedido ya que ha excedido su límite de compras.
es_pr: No puede finalizar su pedido ya que excede su límite de compras._G1574
es_py: No puede finalizar su pedido ya que ha excedido su límite de compras._G1574
hu_hu: Nem léphet tovább a fizetéshez, mivel túllépte vásárlási limitjét._G1574
id_id: anda tidak bisa keluar saat batas pembelian anda melebihi batas_G1574
ja_jp: 購入制限を超えているためチェックアウトできません。
mk_mk: Купувањето не може да биде извршено бидејќи го надминувате лимитот за купување
ru_ua: Ви не можете Оформити замовлення, у зв'язку з тим, що ваш ліміт покупок вичерпано._G1574
sl_si: Ne morete na blagajno, ker so bile prekoračene vaše omejitve nakupa.
tr_tr: Satın alma limitinizi aştığınız zaman çıkış yapamazsınız
vi_vn: Bạn không thể kiểm tra để hoàn tất bởi bạn đã vượt quá giới hạn có thể mua hàng
zh_hk: 由於已超出您的訂購限額，您未能前往結帳
