Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# PinNotRetrieved
source: The PIN cannot be retrieved
bg_bg: PIN кодът не може да бъде възстановен
cs_cz: PIN nemůže být obnoven
da_dk: PIN-koden kan ikke hentes
de_ch: Die PIN kann nicht aufgerufen werden
el_cy: Ο Κωδικός Πρόσβασης δεν δύναται να ανακτηθεί.
es_ar: El PIN no puede ser recuperado
es_cl: El PIN no puede ser recuperado
es_es: El código PIN no se puede recuperar
es_mx: El PIN no puede ser recuperado
es_py: El PIN no se puede recuperar
fi_fi: PIN-numeron noutaminen ei onnistu.
fr_ca: Le Code PIN ne peut être récupéré
fr_ch: Le Code PIN ne peut être récupéré
hr_hr: Pin kod nije moguće prikazati
hu_hu: A PIN kód nem elérhető
id_id: PIN tidak bisa di ambil
is_is: Ekki er hægt að ná í PIN-númer
it_ch: Il PIN non può essere recuperato
mk_mk: PIN кодот не може да се врати
ms_my: PIN tidak boleh diambil
nl_nl: De Pin kan niet gevonden worden.
pl_pl: PIN nie może zostać stworzony
pt_br: O PIN não pode ser recuperado
sk_sk: PIN sa nedá načítať
sr_rs: Pin kod nije moguće prikazati
sv_fi: Det går inte att hämta PIN-koden
th_th: ไม่สามารถเรียกข้อมูลรหัสผ่านได้
uk_ua: ПІН-код не може бути відновлено
zh_mo: 未能取回個人編碼
zh_tw: 無法完成密碼檢核

# LoginError
source: Please check your Member ID and PIN Code and try again. If the problems persists please contact Member Services at 603-2687-6333
bg_bg: Моля, проверете Вашия ID номер и PIN код и пробвайте още веднъж. Ако проблемите продължават, обадете се за Отдела за контакти на тел. 00 800 118 44 33
cs_cz: Prosím zkontrolujte Vaše ID a PIN kód a zkuste znova. Pokud problémy přetrvávají, kontaktujte oddělení Distribučních Vztahů na telefonu +420 235 090 297.
da_dk: Tjek Forhandler-ID og PIN-kode, og prøv igen. Hvis problemet fortsætter, bedes du kontakte Forhandlerservice på 3848 7766
de_ch: Bitte prüfen Sie Ihre Berater ID und Ihren PIN Code und versuchen Sie es erneut. Sollten Sie weiterhin Probleme haben, kontaktieren Sie bitte Ihre Distributor Services Abteilung unter: 06151-8605 500
el_cy: Παρακαλώ ελέγξτε τον Κωδικό Συνεργασίας και τον Κωδικό ΡΙΝ και προαπαθήστε ξανά. Εάν το πρόβλημα παραμένει παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης Συνεργατών στο +30210 8108801
es_ar: Por favor, comprueba tu número ID de Asociado Independiente y su código PIN e inténtalo nuevamente. Si el problema persiste, contacta al Departamento de Servicio al Asociado llamando al 54 11 4711 8500 opción 2 o 3.
es_cl: Por favor, comprueba tu número ID de Asociado Independiente y su código PIN e inténtalo nuevamente. Si el problema persiste, contacta al Departamento de Servicios al Asociado llamando al 56 02 5205200 opción 2.
es_es: Por favor, compruebe su Número ID de Miembro de Herbalife y su código PIN e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el departamento de Atención a los Miembros de Herbalife llamando al 91-5152130.
es_mx: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte el Departamento de Servicio al Distribuidor llamando al 52 33 37705510.
es_py: Por favor, comprueba tu número ID de Asociado Independiente y su código PIN e inténtalo nuevamente. Si el problema persiste, contacta al Departamento de Servicio al Asociado llamando al +(595) 21 518 2000.
fi_fi: Tarkista jäsentunnuksesi ja PIN-koodisi ja yritä uudestaan. Jos ongelma toistuu, ota yhteyttä jäsenpalveluun numeroon 09 7251 9555.
fr_ca: Veuillez vérifier votre numéro d'identification et PIN et réessayez. Si le problème persiste, veuillez contacter le Service aux Membres au 866-622-1222
fr_ch: Veuillez vérifier votre numéro d’identifiant et votre code PIN et réessayer. Si le problème persiste veuillez contacter votre Service Relations Membres au 0800 55 24 16
hr_hr: Molimo vas provjerite vaš distributerski ID i PIN kod i pokušajte ponovno. Ukoliko se problem ponavlja molimo vas kontaktirajte ured za Odnose sa Distributerima na +385 1 3820 184
hu_hu: Kérjük ellenőrizze az Azonosító (ID) számát és PIN kódját és próbálja újra. Amennyiben a hiba megismétlődik, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06 1 299 7020-as telefonszámon
id_id: Please check your Member ID and PIN Code and try again. If the problems persists please contact Member Services at 1-310-218-6089
is_is: Vinsamlegast athugaðu dreifingaraðilanúmer og PIN-númer og reyndu aftur. Ef vandamálin leysast ekki skaltu hafa samband við þjónustudeildina fyrir dreifingaraðila í síma 800 9896.
it_ch: Verifica il tuo codice ID e il tuo PIN e riprova. Se il problema persiste contatta il Dipartimento Relazioni al Distributori al numero 06-52304444
mk_mk: Проверете го ID бројот и PIN кодот на Членот и обидете се повторно. Ако повторно има проблеми, јавете се во Одделот за Членови на +385 1 3820 184
ms_my: Please check your Distributor ID and PIN Code and try again. If the problems persists please contact Distributor Services at 1-310-218-6089
nl_nl: Controleer a.u.b. uw Distributeur ID en PIN code en probeer opnieuw. Als de problemen aanhouden, neem dan a.u.b. contact op met Distributeuren Services op 030 2480 197
pl_pl: Sprawdź swoje ID i kod PIN i spróbuj ponownie. Jeśli problem nadal występuje zadzwoń do Działu Kontaktów z Dystrybutorami +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: Por favor, verifique o seu número de ID e Pin e tente novamente. Se o problema persistir, por favor entre em contato com o Dept. de Serviços ao Distribuidor através no número 11 3879-7822
sk_sk: Prosím skontrolujte Vaše ID a PIN kód a skúste znova. Ak budú problémy pretrvávať, obráťte sa na Kontaktné centrum na čísle +421 2 322 723 13.
sr_rs: Molimo vas da proverite vaš Distributerski ID i PIN i da pokušate ponovo. Ukoliko se problem ponovi, pozovite Odeljenje za distributerske usluge na +3851 38210105;+385 1 3821 143; +385 1 3820 184
sv_fi: Kontrollera ditt Medlems -ID och din PIN-kod och försök igen. Om problemen kvarstår, kontakta Medlems avdelningen på 08 517 619 15
th_th: โปรดตรวจสอบหมายเลขสมาชิกและรหัสผ่าน และลองใหม่ หากยังพบปัญหา โปรดติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600
uk_ua: Будь ласка, перевірте ваш ID та PIN та спробуйте ще раз. Якщо проблема не усувається, будь ласка, зверніться до Відділу Інформаційної підтримки Незалежних Партнерів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00
zh_mo: Please check your Distributor ID and PIN Code and try again. If the problems persists please contact Distributor Services at 1-310-218-6089
zh_tw: Please check your Distributor ID and PIN Code and try again. If the problems persists please contact Distributor Services at 1-310-218-6089

# TrainingMessage
source: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a> If you would like to complete the training within the next 7 days and proceed with placing your order now, please click OK to continue shopping, otherwise click Cancel.
cs_cz: Vaše nakupovací privilegia jsou momentálně pozastavena až do ukončení požadovaného školení "Ochrana Vašeho podnikání 101". V případě, že si přejete dokončit toto školení nyní, prosím klikněte na následující odkaz: <a href=" " target="_blank">Odkaz</a> V případě, že si přejete dokončit toto školení během příštích 7 dní a pokračovat ve Vaší objednávce, prosím klikněte OK pro pokračující nákup, v jiném případě klikněte Zrušit.
el_cy: Δεν είμαστε σε θέση να επεξεργαστούμε το αίτημά σας, παρακαλούμε όπως επικοινωνήσετε με το Τμήμα Εξυπηρέτησης στο +30 210 810 8800. Σημαντικό: Τα αγοραστικά σας προνόμια επι του παρόντος είναι σε αναστολή έως ότου η εκπαίδευση "Προστατεύοντας την Επιχείρησή σας 101" ολοκληρωθεί. Αν επιθυμείτε να ολοκληρώσετε την εκαπίδευσή σας τώρα, παρακαλούμε όπως πατήσετε στον παρακάτω σύνδεσμο <a href=" " target="_blank">Link</a> Αν επιθυμείτε να ολοκληρώσετε την εκπαίδευση εντός των επόμενων 7 ημερών και να προχωρήσετε με την καταχώρηση της παραγγελίας σας τώρα, παρακαλούμε όπως πατήσετε το OK για να συνεχίσετε τις αγορές σας, ειδάλλως πατήστε Ακύρωση.
es_mx: Tus privilegios de compra están actualmente suspendidos, hasta que termines tu entrenamiento "Protección de Tu Negocio 101". Si deseas completar el entrenamiento ahora, da clic en el siguiente enlace: <a href=" " target="_blank">Link</a> Si deseas completar el entrenamiento dentro de los próximos 7 días y proceder a realizar el pedido ahora, por favor haz clic en Aceptar para continuar con la compra, de lo contrario, haz clic en Cancelar.
fi_fi: Etuoikeutesi on jäädytetty kunnes olet suorittanut ”Liiketoiminnan suojaaminen 101” -koulutuksen Jos haluat suorittaa koulutuksen nyt, napsauta seuraavaa linkkiä: <a href=" " target="_blank">Link</a> Jos haluat suorittaa koulutuksen seuraavien 7 päivän aikana ja jatkaa tilauksen tekemistä, napsauta OK jatkaaksesi ostosten tekoa. Muussa tapauksessa napsauta Peruuta.
hr_hr: Vaše povlastice kupnje privremeno su obustavljene do završetka obvezne obuke "Zaštita vašeg poslovanja - Uvod". Ako želite sada proći obuku, molimo da kliknete na sljedeći link: <a href=" " target="_blank">Link</a> Ako želite proći obuku u sljedećih 7 dana i sada nastaviti predavanje narudžbe, olimo da kliknete OK za nastavak kupnje. U protivnom kliknite na Cancel.
hu_hu: A "Hogyan biztosítsa üzletét alapok" tréning elvégzéséig vásárlói jogosultsága felfüggesztésre került. Ha szeretné most teljesíteni a tréninget, kérjük kattintson az alábbi linkre: <a href=" " target="_blank">Link</a> Amennyiben az elkövetkezendő 7 napban végezné el a tréninget és szeretné folytatni rendelését, kattintson az OK gombra és folytassa a vásárlást. Más esetben kattintson a Törlés gombra.
id_id: Kami todak berhasil memroses permintaan Anda, harap menghubungi Member Services di 62-21 29 340 900. Penting: Hak pembelian Anda saat ini ditunda hingga persyaratan training "Melindungi Bisnis Anda 101" diselesaikan. Jika Anda ingin melengkapi training ini sekarang, silahkan klik tautan berikut: <a href=" " target="_blank">Link</a> Jika Anda ingin melengkapi training tersebut dalam waktu 7 hari kedepan dan melanjutkan pembelian produk sekarang, klik OK untuk melanjutkan pembelian, jika tidak klik Batal.
it_ch: I tuoi privilegi d'acquisto sono sospesi fino a quando non avrai completato il training obbligatorio "Protecting Your Business 101". Se desideri completare adesso il training, clicca sul seguente link: <a href=" " target="_blank">Link</a> Se preferisci completare il training entro i prossimi 7 giorni ed effettuare adesso il tuo ordine, clicca su OK per continuare gli acquisti, altrimenti clicca su Annulla.
ms_my: Keistimewaan pembelian anda sedang ditahan sehingga diperlukan "Melindungi Perniagaan Anda 101" latihan itu selesai. Jika anda ingin menyelesaikan latihan sekarang, sila klik pada pautan berikut: <a href=" " target="_blank">Link</a> Jika anda ingin untuk melengkapkan latihan dalam masa 7 hari akan datang dan teruskan dengan membuat pesanan anda sekarang, sila klik OK untuk terus membeli-belah, jika tidak klik Batal.
pt_br: Suas preferências de compra estão aguardando a conclusão do treinamento "Protegendo seu negócio 101". Se você deseja concluir o treinamento agora, por favor, clique no seguinte link: <a href=" " target="_blank"> Protegendo seu negócio 101 </a>. Caso queira completar o treinamento nos próximos 7 dias e prosseguir com a sua compra agora, por favor, clique em OK para continuar e fazer compras, caso contrário, clique em Cancelar.
sk_sk: Vaše nákupné privilégiá sú momentálne pozastavené dokým ´´ Ochrana vášho biznisu 101´´ školenie nebude dokončené. Pokiaľ si želáte dokončiť školenie teraz, prosíme kliknite na nasledujúci link: <a href=" " target="_blank">Link</a> Pokiaľ si želáte ukončiť školenie do nasledujúcich 7 dní a objednávať teraz, kliknite OK pokračovať v nákupe, inak kliknite na Zrušiť.
th_th: สิทธิในการซื้อของท่านได้ถูกพักไว้ในขณะนี้ จนกว่าได้รับคำร้อง "การปกป้องธุรกิจของท่าน 101" การอบรมได้เสร็จสมบูรณ์ หากท่านต้องการที่จะเสร็จสิ้นการอบรมเดี๋ยวนี้ สามารถคลิกลิงค์นี้ <a href=" " target="_blank">Link</a> หากท่านต้องการเสร็จสิ้นการอบรมภายใน 7 วัน และดำเนินการสั่งซื้อสินค้าเดี๋ยวนี้ สามารถคลิก ตกลง เพื่อทำการสั่งซื้อ หรือคลิก ยกเลิก
uk_ua: Можливість придбання продукції для Вас тимчасово призупинена, доки Ви не ознайомитесь з тренінгом " Захист Вашого бізнесу 101". Якщо Ви бажаєте пройти тренінг зараз, будь ласка, перейдіть за наступним посиланням: <a href=" " target="_blank">Link</a> Якщо Ви бажаєте пройти тренінг протягом наступних 7 днів і розмістити замовлення зараз, будь ласка, натисніть ОК, щоб продовжити робити замовлення, або натисніть Відміна.
zh_tw: 在您完成"保護您的事業基礎訓練"課程之前， 您目前無法購貨。如欲完成課程，請點選此：<a href=" " target="_blank">連結</a>。 如欲在未來7天內完成課程且現在即可購貨，請點選【確認】 繼續購貨，不然請點選【取消】。

# TrainingTitle
source: Important : Protecting Your Business 101 Training
cs_cz: Důležité: Školení Ochrana Vašeho podnikání 101
el_cy: Σημαντικό: Προστατεύοντας την επιχείρησή σας 101 Εκπαίδευση
es_mx: Importante: Entrenamiento Protección de Tu Negocio 101
fi_fi: Tärkeää: Liiketoiminnan suojaaminen 101 -koulutus
hr_hr: Važno : Obuka Zaštita vašeg poslovanja - Uvod
hu_hu: Fontos: Védje az Üzletét 101 képzés
id_id: Penting: Training Melindungi Bisnis Anda 101
it_ch: Importante: Training Protecting Your Business 101
ms_my: Penting: Melindungi Latihan Perniagaan 101
pt_br: Importante : Treinamento Protegendo seu negócio 101
sk_sk: Dôležité: Chrániť váš biznis 101 školenie
th_th: สำคัญ: การปกป้องธุรกิจของท่าน 101
uk_ua: Важливо: Тренінг Захист Вашого бізнесу 101
zh_tw: 注意: 保護您的事業基礎訓練

# CantBuyBecauseofTraining
source: We are unable to process your request, please contact Member Services at 1-866-866-4744. Important: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a>
cs_cz: Nejsme schopni zpracovat Váš požadavek, prosime, kontaktujte Oddělení členské podpory na 235 090 252. Důležité: Vaše nákupní práva jsou v současné době pozastavena dokud nebude absolvováno školení o ochraně Vašeho podnikání. Pokud si přejete dokončit školení nyní, prosíme, kliknětě na následující link:
el_cy: We are unable to process your request, please contact Distributor Services at 1-866-866-4744. Important: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a>
es_mx: We are unable to process your request, please contact Distributor Services at 1-866-866-4744. Important: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a>
fi_fi: Emme voi käsitellä pyyntöäsi, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555. Tärkeää: Etuoikeutesi on jäädytetty kunnes olet suorittanut ”Liiketoiminnan suojaaminen 101” -koulutuksen. Jos haluat suorittaa koulutuksen nyt, napsauta seuraavaa linkkiä: <a href=" " target="_blank">Link</a>
hr_hr: Nismo u mogućnosti procesuirati vaš zahtjev, molimo obratite se Odjelu za odnose s Herbalife članovima na 00385 1 3820 184. Važno: Vaše povlastice kupnje privremeno su obustavljene do završetka obvezne obuke "Zaštita vašeg poslovanja - Uvod". Ako želite sada proći obuku, molimo da kliknete na sljedeći link: <a href=" " target="_blank">Link</a>
hu_hu: We are unable to process your request, please contact Distributor Services at 1-866-866-4744. Important: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a>
id_id: Kami tidak dapat memproses permintaan Anda, silakan hubungi Member Services di i 62-21 29 340 900. Penting: hak membeli Anda saat ini ditangguhkan sampai dibutuhkan " Melindungi Bisnis Anda 101 " pelatihan selesai. Jika Anda ingin menyelesaikan pelatihan sekarang, silakan klik pada link berikut: href " target="_blank"> Tautan </a>
it_ch: Non siamo in grado di dare corso alla tua richiesta. Contatta il Dip.to Servizi per i Membri al numero 1-866-866-4744. Importante: I tuoi privilegi d'acquisto sono sospesi fino a quando non avrai completato il training obbligatorio "Protecting Your Business 101". Se desideri completare adesso il training, clicca sul seguente link: <a href=" " target="_blank">Link</a>
ms_my: Kami tidak dapat memproses permintaan anda, sila hubungi Perkhidmatan Ahli di 603-2687 6333. Penting: keistimewaan belian anda kini ditangguhkan sehingga diperlukan "Melindungi Perniagaan Anda 101" latihan selesai. Jika anda ingin menyempurnakan latihan sekarang, sila klik pada pautan berikut: <a href=" "Link </a> target="_blank">
pt_br: We are unable to process your request, please contact Distributor Services at 1-866-866-4744. Important: Your buying privileges are currently on hold until the required "Protecting Your Business 101" training is completed. If you wish to complete the training now, please click on the following link: <a href=" " target="_blank">Link</a>
sk_sk: Nie sme schopní spracovať Vašu požiadavku, prosíme, obráťte sa na Kontaktné centrum na +421 2 3227 23 00. Dôležité: Vaše nákupné privilégiá sú pozastavené, až pokiaľ nedokončíte školenie "Ochrana Vášho podnikania 101". Ak si želáte dokončiť školenie teraz, prosíme, kliknite na nasledujúci odkaz: <a href=" " target="_blank">Odkaz</a>
th_th: เราไม่สามารถดำเนินการตามคำขอได้ โปรดติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600 สิทธิ์ในการสั่งซื้อของคุณถูกระงับชั่วคราวจนกว่าการอบรม "101 การคุ้มครองธุรกิจของคุณ" จะถูกดำเนินการเรียบร้อยแล้ว หากคุณต้องการที่จะอบรมในตอนนี้ โปรดคลิกที่ลิงค์ด้านล่าง: <a href=" " target="_blank">Link</a>
uk_ua: "Ми не можемо обробити Ваш запит, будь ласка, зверніться до Відділу інформаційної підтримки за номером 0800300035 (безкоштовна лінія) або (044)3937751 з понеділка по п`ятницю з 09:00 до 18:00. Важливо: Можливість покупки призупинена до тих пір, поки не буде пройдено тренінг ""Захистіть Ваш бізнес 101"". Якщо Ви хочете пройти тренінг зараз, будь ласка, натисніть на наступне посилання: <a href="" "" target=""_blank"">Link</a> "
zh_tw: 我們不能處理您的要求，請連絡客戶服務部02-8761-5268。重要訊息：您的購買優惠暫時被終止，您必须完成“保護您的事業基礎訓練101”。若您欲现在完成培訓，請點選以下連結: <a href=" "target="_blank">連結</a>

source: Autorization Code:
it_ch: Codice autorizzazione:
sr_rs: Šifra autorizacije:

source: Payment Code:
it_ch: Codice pagamento:
sr_rs: Šifra plaćanja:

source: Transaction Code:
it_ch: Codice operazione:
sr_rs: Šifra transakcije:

# InvalidNickname
source: Sorry we could not add your card. Please try again with a nickname not having credit card number.
bg_bg: За съжаление ние не можа да добави картата си. Моля опитайте отново с псевдоним без номер на кредитна карта.
cs_cz: Promiňte, že jsme nemohli přidat vaši kartu. Zopakujte akci s přezdívkou nemají číslo kreditní karty.
da_dk: Beklager, vi kunne ikke tilføje dit kort. Prøv igen med et kaldenavn, ikke at have kreditkortnummer.
de_ch: Leider könnten wir nicht Ihre Karte hinzufügen. Bitte versuchen Sie es erneut mit einem Spitznamen ohne Kreditkartennummer.
el_cy: Συγγνώμη δεν θα μπορούσαμε να προσθέσουμε την κάρτα σας. Δοκιμάστε ξανά με ένα ψευδώνυμο δεν έχουν αριθμό πιστωτικής κάρτας.
es_ar: Lo sentimos, no pudimos agregar la tarjeta de crédito. Por favor intente de nuevo con un apodo que no contenga el número de la tarjeta de crédito
es_cl: Lo sentimos, no pudimos agregar la tarjeta de crédito. Por favor intente de nuevo con un apodo que no contenga el número de la tarjeta de crédito
es_es: Lo sentimos, no pudimos agregar la tarjeta de crédito. Por favor intente de nuevo con un apodo que no contenga el número de la tarjeta de crédito
es_mx: Lo sentimos, no pudimos agregar la tarjeta de crédito. Por favor intente de nuevo con un apodo que no contenga el número de la tarjeta de crédito
es_py: Lo sentimos, no pudimos agregar la tarjeta de crédito. Por favor intente de nuevo con un apodo que no contenga el número de la tarjeta de crédito
fi_fi: Anteeksi, emme voi lisätä korttiasi. Yritä uudelleen. Kutsumanimellä ei ole luottokorttinumeroa.
fr_ca: Desolé, que nous ne pouvions pas ajouter votre carte. S'il vous plaît essayer de nouveau avec un Pseudo, n'ayant ne pas de numéro de carte de crédit.
fr_ch: Desolé, que nous ne pouvions pas ajouter votre carte. S'il vous plaît essayer de nouveau avec un Pseudo, n'ayant ne pas de numéro de carte de crédit.
hr_hr: Nažalost nismo mogli dodati vašu karticu. Molimo pokušajte kasnije s nadimkom bez broja kreditne kartice.
hu_hu: Sajnáljuk, de kártyáját nem tudtuk hozzáadni. Próbálja újra egy olyan becenévvel, amihez még nem tartozik kártyaszám.
id_id: Maaf kami tidak dapat menambahkan kartu Anda. Coba lagi dengan nama panggilan tidak memiliki nomor kartu kredit.
is_is: Því miður gátum við ekki bætt inn kortinu þínu. Vinsamlegast reyndu aftur með gælunafni ef þú ert ekki með kreditkortanúmer.
it_ch: Purtroppo non è stato possibile aggiungere la tua carta. Riprova con un nome utente al quale non è associato un numero di carta di credito.
mk_mk: Извинете не можевме да ја додадеме вашата картичка. Ве молиме обидете се повторно со прекар без број на кредитна картичка.
ms_my: Maaf kami tidak dapat menambah kad anda. Sila cuba sekali lagi dengan nama samaran yang tidak mempunyai nombor kad kredit.
nl_nl: Sorry dat we kunnen niet het toevoegen van uw kaart. Probeer het opnieuw met een nickname niet met credit cardnummer.
pl_pl: Przepraszam, że nie moglibyśmy dodać swoje karty. Proszę spróbować ponownie z nickiem nie posiadające numer karty kredytowej.
pt_br: Desculpe, que não poderíamos adicionar seu cartão. Por favor, tente novamente com um apelido, não tendo o número do cartão de crédito.
sk_sk: Ospravedlňujeme sa, sme sa nepodarilo pridať kartu. Prosím skúste to znova s prezývkou nemajú číslo kreditnej karty.
sr_rs: Žao mi je što nisam mogao dodati karticu . Pokušajte ponovo sa nadimak nemaju broj kreditne kartice .
sv_fi: Tyvärr kunde vi inte lägga ditt kort. Försök igen med ett smeknamn som inte ha kreditkortsnummer.
th_th: ขออภัยเราไม่สามารถเพิ่มการ์ด กรุณาลองอีกครั้งกับฉายาไม่มีหมายเลขบัตรเครดิต
uk_ua: На жаль, ми не змогли додати Вашу картку. Будь ласка, спробуйте ще раз з псевдонімом, який не має кредитної картки.
zh_mo: 很抱歉我們不能添加您的卡。請再試一次沒有信用卡卡號的綽號。
zh_tw: 很抱歉我们不能添加您的卡。请再试一次没有信用卡卡号的绰号。
