Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_Rules.*.resx
Languages: bg_bg, cs_cz, es_es, es_mx, fr_be, fr_pf, hu_hu, pl_pl, pt_br, pt_pt, ro_ro, sk_sk, th_th, zh_tw

# SKU5565Limitations
source: Item SKU:{0} has not been added to the cart since it is not available for Incaricati.
cs_cz: Položka SKU:{0} nebyla přidána do košíku, protože není dostupná pro jmenované.
es_mx: No se agregó el artículo de código:{0} al carrito ya que no está disponible
fr_be: La référence {0} n'a pas été ajoutée, celle-ci n'étant pas disponible pour Incaricati.
fr_pf: La référence SKU {0} n'a pas été ajoutée au panier, car elle n'est pas disponible pour Incaricati.
hu_hu: A {0} cikkszámú termék nem került be a kosárba, mivel nem megvásárolható.
pt_pt: O código:{0} Não foi adicionado ao cesto uma vez que não se encontra disponivel para encomendar.
ro_ro: SKU Articol:{0} nu a fost adăugat în coş deoarece nu este disponibil.
sk_sk: Položka SKU:{0} nebola pridaná do košíka, pretože nie je k dispozícii pre Incaricati.
th_th: รหัสสินค้ารายการ: {0} ไม่สามารถเพิ่มในซื้อได้เนื่องจากสินค้าหมดที่อินคาริคาติ

# SKU5564Limitations
source: Item SKU:{0} has not been added to the cart. If you wish to add, please change the order subtype to A1 or B1.
bg_bg: Продукт с код SKU:{0} не беше добавен към кошницата. Ако желаете да го добавите, моля, променете подвида на поръчката – да бъде A1 или B1.
cs_cz: Položka SKU:{0} nebyla přidána do košíku. Pokud si ji přejete přidat, prosíme změňte podtyp objednávky na A1 nebo B1.
es_mx: No se agregó el artículo de código:{0} al carrito. Si usted desea agregarlo, por favor cambie el subtipo de order de A1 o B1.
fr_be: La référence {0} n'a pas été ajoutée au panier. Si vous désirez l'ajouter, veuillez changer le type de la commande en A1 ou B1.
fr_pf: La référence SKU {0} n'a pas été ajouté au panier. Si vous désirez l'ajouter, Veuillez changer le sous-type de la commande à A1 ou B1.
hu_hu: A {0} cikkszámú termék nem került be a kosárba. Kérük állítsa a rendelési altípust A1-re vagy B1-re.
pt_br: O código:{0} não foi adicionado ao cesto de compra. Se desejar adicionar, por favor mude o subtipo de encomenda de A1 para B1.
pt_pt: O código:{0} não foi adicionado ao cesto de compra. Se desejar adicionar, por favor mude o subtipo de encomenda de A1 para B1.
ro_ro: SKU Articol:{0} nu a fost adăugat în coş. Dacă doriţi să o adăgaţi, vă rugăm alegeţi A1 sau B1.
sk_sk: Položka SKU:{0} nebola pridaná do košíka. Ak si želáte ju pridať, prosíme, zmeňte podtyp objednávky na A1 alebo B1.
th_th: รหัสสินค้ารายการ: {0} ไม่สามารถเพิ่มในรายการสั่งซื้อได้ ถ้าท่านต้องการเพิ่ม กรุณาเปลี่ยนประเภทย่อยของคำสั่งซื้อเป็น A1 หรือ B1

# AddProductFirst
source: Please add products to cart before adding sku {0}.
bg_bg: Моля, добавете продукти към кошницата преди да добавите продукт с SKU {0}.
cs_cz: Prosíme, přidejte produkty do košíku před přidáním SKU {0}.
es_es: Por favor, introduzca productos a la cesta de la compra antes de añadir la referencia {0}.
es_mx: Por favor, agregue los productos al carrito antes de agregar el código {0}.
fr_be: Veuillez ajouter les produits au panier avant d'ajouter la référence {0}.
fr_pf: Veuillez ajouter les produits au panier avant d'ajouter la référence {0}.
hu_hu: Kérjük a {0} cikkszám hozzáadása előtt helyezzen termékeket kosarába.
pl_pl: Wprowadź wszystkie produkty do koszyka zanim dodasz sku {0}.
pt_br: Por favor, adicione produtos ao carrinho antes de inserir o código {0}.
pt_pt: Por favor adicione produtos ao cesto antes de introduzir o código
ro_ro: Vă rugăm adăugaţi produse în coş înainte să adăugaţi sku {0}.
sk_sk: Prosíme, pridajte produkty do košíka pred pridaním sku {0}.
th_th: กรุณาเพิ่มผลิตภัณฑ์ไปในรายการสั่งซื้อก่อนใส่รหัสสินค้า {0}
zh_tw: 請於增加{0}貨號前加入產品貨號

# SKUQuantityExceeds
source: Quantity should not exceed above {0} for SKU: {1}
bg_bg: Количеството не трябва да надвишава {0} бр. за продукта с SKU: {1}.
cs_cz: Množství by nemělo překročit výše uvedené {0} pro SKU {1}.
es_es: La cantidad no debe exceder por encima de {0} para la Referencia {1}.
es_mx: La cantidad para el código: {1} no debe exceder de {0}
fr_be: La quantité ne devrait pas dépasser {0} pour la référence {1}
fr_pf: La quantité ne devrait pas dépasser {0} pour la référence: {1}
hu_hu: A mennyiség nem haladhatja meg a {0} a következőből: {1}
pl_pl: Ilość SKU {1} nie powinna przekraczać {0}
pt_br: A quantidade não pode ultrapassar {0} unidades para o código: {1}
pt_pt: A quantidade não pode exceder acima de {0} para o código: {1}
ro_ro: Cantitatea nu trebuie să depăşească {0} pentru SKU: {1}
sk_sk: Množstvo nesmie prekročiť hodnotu {0} pre SKU: {1}
th_th: จำนวนสินค้าต้องไม่เกิน {0} สำหรับรหัสสินค้า {1}
zh_tw: 商品(SKU)已超出可購買數量。

# PurchaseLimitTypeProductCategory
source: Can't purchase products {0}.
bg_bg: Не можете да закупите продукти {0}. Можете да подадете поръчки единствено за промоционални (рекламни) материали и литература.
cs_cz: Z důvodu překročení ročního limitu 7500 PPV nelze zakoupit produkty {0}. Můžete vytvořit objednávku pouze na propagační materiály a tiskoviny.
es_es: No puede comprar productos {0}
es_mx: No puede comprar productos {0}.
fr_be: Ne peut acheter de produits {0}.
fr_pf: Ne peut acheter de produits {0}.
hu_hu: Nem vásárolhat termékeket {0}. Csak a promóciós termékek és szakiroldalmak közül választhat.
pl_pl: Nie można zamówić {0} produktów.
pt_br: O produto {0} não pode ser adquirido.
pt_pt: Não pode efectuar compras {0}.
ro_ro: Nu se pot achiziţiona produse {0}.
sk_sk: Z dôvodu prekročenia ročného limitu 7500 PPV nie je možné zakúpiť produkty {0}. Môžete zadať objednávku len na Propagačné materiály a Literatúru.
th_th: ไม่สามารถสั่งซื้อผลิตภัณฑ์ได้ {0} คุณสามารถสั่งซื้อได้เฉพาะอุปกรณ์ส่งเสริมการขายและเอกสารเท่านั้น.
zh_tw: 無法訂購產品編號 {0}.

# EarningExceeds
source: Item SKU:{0} has not been added to the cart since by adding that into the cart, you exceeded your earnings limit.
bg_bg: Продукт с код SKU:{0} не беше добавен към кошницата, тъй като ще надвишите Вашия лимит за приходи.
cs_cz: Položka SKU {0} nemůže být přidána do košíku, protože jejím přidáním do košíku překročíte Váš limit výdělku.
es_es: Artículo REF:{0} no ha sido agregado a su cesta, ya que excede su límite de ganancias.
es_mx: El SKU:{0} no se ha agregado a su carrito desde que al agregarlo, ha excedido su límite de ingreso.
fr_be: L'article référence {0} n'a pas été ajouté au panier, car en l'ajoutant vous dépassez la limite de vos gains.
fr_pf: L'article référence {0} n'a pas été ajouté au panier, car en l'ajoutant vous dépassez la limite de vos gains.
hu_hu: A {0} cikkszámú termék nem került be a kosárba, mivel ezzel túllépné vásárlási limitjét
pl_pl: Pozycja SKU: {0} nie została dodana do koszyka ponieważ dodając ten produkt do koszyka, przekroczasz limit punktów obrotu.
pt_br: O Item:{0} não foi incluído em seu carrinho, você excedeu o limite de ganhos.
pt_pt: Código de Artigo:{0} não foi adicionado ao cesto de compras, porque iria exceder o seu limite de ganhos.
ro_ro: SKU {0} nu a fost adăugat în coş deoarece adaugând acest produs în coş depăşiţi limita de 7500 VP.
sk_sk: Položka so SKU:{0} nebola pridaná do Vášho košíka, pretože ste prekročili Váš príjmový limit.
th_th: รหัสสินค้ารายการ: {0} ไม่สามารถเพิ่มรายการสินค้าเข้าไปในรายการสั่งซื้อได้ เนื่องจากเกินกำหนดรายได้ของท่าน
zh_tw: 由於您目前的收入限制，產品編號{0}無法為您新增至購物車內。

# VolumePointExceeds
source: Item SKU:{0} has not been added to the cart since by adding that into the cart, you exceeded your volume points limit.
bg_bg: Продукт с код SKU:{0} не беше добавен към кошницата, тъй като ще надвишите Вашия лимит за обем точки.
cs_cz: Položka SKU {0} nemůže být přidána do košíku, protože jejím přidáním do košíku překročíte Váš objemový limit.
es_es: Artículo REF:{0} no ha sido agregado a su cesta, ya que excede su límite de puntos de volumen
es_mx: El SKU:{0} no se ha agregado a su carrito desde que al agregarlo, ha excedido su límite de puntos de volumen.
fr_be: L’article code : {0} n’a pas été ajouté à votre panier car vous avez dépassé la limite d’achat de points volume pour consommation personnelle.
fr_pf: L'article référence {0} n'a pas été ajouté au panier, car en l'ajoutant vous dépassez votre limite en Points Volume.
hu_hu: A {0} cikkszámú termék nem került be a kosárba, mivel ezzel túllépné vásárlási limitjét.
pl_pl: Pozycja SKU: {0} nie została dodana do koszyka ponieważ dodając ten produkt do koszyka, przekroczasz limit punktów obrotu.
pt_br: O Item:{0} não foi incluído em seu carrinho, você excedeu o limite de ganhos.
pt_pt: Código de Artigo:{0} não foi adicionado ao cesto de compras, porque iria exceder o seu limite de pontos de volume.
ro_ro: SKU {0} nu a fost adăugat în coş deoarece adaugând acest produs în coş depăşiţi limita de volum de puncte.
sk_sk: Položka so SKU:{0} nebola pridaná do Vášho košíka, pretože ste prekročili Váš limit objemových bodov.
th_th: รหัสสินค้ารายการ: {0} ไม่สามารถเพิ่มรายการสินค้าเข้าไปในรายการสั่งซื้อได้ เนื่องจากเกินกำหนดคะแนนของท่าน
zh_tw: 由於您目前已超過點數限制，產品編號{0}無法為您新增至購物車內。

# PostErrorRemainingThresholdLimitsVolumeSummary
source: This order exceeded the order volume permitted, Volume Points remaining: {0}. The following SKU(s) have not been added to your cart.
bg_bg: Тази поръчка е превишила допустимият обем. Оставащи обем точки{0}. Следните SKU не са добавени към вашата количка.
cs_cz: Tato objednávka překračuje Váš limit objednávky. Zbývající objemové body: {0}. Následující SKU nebyly přidány do Vašeho košíku.
es_es: Este pedido excede el volumen permitido por pedido. Volumen de Puntos restantes: {0}. Las siguientes referencias no han sido añadidas al carrito.
es_mx: Esta orden excede el volumen permitido, Puntos de volumen restantes {0}. Los siguientes SKU (s) no han sido agregados a su carrito.
fr_be: Cette commande dépasse le volume autorisé, les Points volumes restant sont de: {0}. Les articles suivants n'ont pas été ajoutés à votre panier.
fr_pf: Cette commande dépasse le volume autorisé, les Points Volume restant sont de: {0}. Les articles suivants n'ont pas été ajoutés à votre panier.
hu_hu: Ez a rendelés meghaladta az engedélyezett rendelési volumen értékét.Fennmaradó Volumen Pont: {0}. A következő cikkszám(ok) nem kerültek a rendelésbe.
pl_pl: To zamówienie przekroczyło limit dozwolonego obrotu na zamówienie, Pozostałe Punkty Obrotu: {0}. Następujące SKU nie zostały dodane do twojego koszyka.
pt_br: Seu pedido excedeu o volume permitido, volume de pontos restante:{0}. O seguinte(s) item não foi adcionado em seu carrinho de compras.
pt_pt: Esta encomenda excedeu o volume de pontos permitido. Os pontos de volume permanecem {0}. Os seguintes códigos não foram adicionados ao seu carrinho de compras.
ro_ro: Această comandă depășește limita permisă pentru această comandă, Puncte de Volum rămase: {0}. Următoarele SKU-uri nu au fost adăugate în coș.
sk_sk: Táto objednávka prekračuje povolený objem objednávky, zostávajúce objemové body: {0}. Nasledujúce SKU(s) neboli pridané do Vášho košíka.
th_th: คำสั่งซื้อนี้มีคะแนนเกินกำหนดของการสั่งซื้อต่อ 1 คำสั่งซื้อ, คะแนนที่มีอยู่คือ {0} รหัสสินค้านี้จะไม่ได้เพิ่มเข้าไปในรายการสั่งซื้อของท่าน
zh_tw: 您選擇的產品點數已超過目前可訂購上限，目前可訂購點數: {0}. 以下產品編號無法為您放入購物車內

# VolumePointExceedsThresholdByIncreasingQuantity
source: Item SKU:{0}.
bg_bg: SKU на продукта:{0}.
cs_cz: Položka SKU: {0}.
es_es: Nº de Referencia:{0}.
es_mx: SKU del Artículo: {0}
fr_be: Référence article :{0}
fr_pf: Réf. article:{0}.
hu_hu: Cikkszám:{0}.
pl_pl: SKU:{0}.
pt_br: Código:{0}.
pt_pt: Código de Produto:{0}.
ro_ro: SKU articol:{0}.
sk_sk: Položka SKU:{0}.
th_th: รหัสสินค้า:{0}.
zh_tw: 產品編號:{0}.

# VolumePointExceedsThreshold
source: Item SKU:{0}.
bg_bg: SKU на продукта:{0}.
cs_cz: Položka SKU: {0}.
es_es: Nº de Referencia:{0}.
es_mx: SKU del Artículo: {0}
fr_be: Référence article :{0}
fr_pf: Réf. article:{0}.
hu_hu: Cikkszám:{0}.
pl_pl: SKU:{0}.
pt_br: Código:{0}.
pt_pt: Código de Produto:{0}.
ro_ro: SKU articol:{0}.
sk_sk: Položka SKU:{0}.
th_th: รหัสสินค้า:{0}.
zh_tw: 產品編號:{0}.

# SKULimitExceedByDay
source: Your order of {0} exceeds the maximum quantity of {1} per member every {2} calendar days.
bg_bg: Вашата поръчка от {0} надвишава максималното количество от {1} на Член на всеки {2} календарни дни.
cs_cz: Vaše objednávka z {0} přesahuje maximální množství {1} na člena každých {2} kalendářních dní.
es_es: Su pedido de {0} excede la cantidad máxima de {1} por Miembro de Herbalife cada {2} días de calendario.
es_mx: Su orden de {0} excede el maximo de {1} por asociado cada {2} dias calendario.
fr_be: Votre commande de {0} dépasse la quantité maximale de {1} par membre tous les {2} jours calendaires.
fr_pf: votre commande de {0} dépasse la quantité maximale de {1} par Membre chaque {2} jour calendaire .
hu_hu: Rendelése {0} meghaladja a Tagonként maximum rendelhető {1} -t {2} naptári napban.
pl_pl: Twoje zamówienie {0} przekracza limit ilościowy {1} na każdego Partnera Herbalife {2} w ciągu dnia kalendarzowego.
pt_br: A sua encomenda de {0} unidades excede a quantidade máxima de {1} permitida por cada Membro Herbalife a cada {2} dias.
pt_pt: A sua encomenda de {0} unidades excede a quantidade máxima de {1} permitida por cada Membro Herbalife a cada {2} dias.
ro_ro: Comanda dvs pentru {0} depășește cantitatea maximă de {1} per Membru pentru {2} zile calendaristice.
sk_sk: Vaša objednávka {0} prekročila maximálne množstvo {1} na člena každé {2} kalendárne dni.
th_th: การสั่งซื้อของคุณ {0} เกินกว่าจำนวนสูงสุดที่สั่งซื้อได้ต่อ 1 สมาชิกภาพ ในทุก 2 วันปฏิทิน
zh_tw: 您的{0}訂購量超過了{1}每位會員每{2}日最大數量。

# FOPVolumePointExceedsOnCheckout
source: As part of our ordering program, new & existing Members who have not yet achieved the Fully Qualified Supervisor status, may order up to {0} Personally Purchased Volume points (PPV) on their first order. You may accumulate PPV up to {1} Volume Points (including the initial order) within the next {2} days. This order exceeds the allowable PPV and needs to be reduced by {3} Volume Points.
bg_bg: Като част от нашата програма за поръчки, нови и съществуващи Членове, които все още не са достигнали статус на Напълно Квалифициран Супервайзор, могат да поръчат до {0} лично закупени обем точки (PPV) с първата си поръчка. Може да натрупате PPV до {1} обем точки (включително първа поръчка) в рамките на следващите {2} дни. Тази поръчка надвишава допустимия PPV и трябва да бъде намалена с {3} обем точки.
cs_cz: V rámci našeho objednávkového programu, noví & stávající Členové, kteří dosud nedosáhli pozice Plně kvalifikovaného Supervizora, mohou objednat až {0} osobně nakoupených bodů (PPV) při první objednávce. Můžete nashromáždit PPV až do výše {1} objemových bodů (včetně počáteční objednávky) během příštích {2} dní. Tato objednávka překračuje povolené množství PPV a musí být zredukována o {3} objemových bodů.
es_es: Como parte de nuestro programa de creación de órdenes, Miembros de Herbalife nuevos y existentes, quienes aún no hayan cumplido su Calificación a Supervisor, podrán ordenar hasta {0} puntos de volumen personalmente adquiridos (PPV) en su primera orden. Usted podrá acumular hasta {1} puntos de volumen (incluyendo la orden inicial) hasta los próximos {2} días. Esta orden excede el volumen permitido y debe ser reducida en {3} puntos de volumen.
es_mx: Como parte de nuestro programa de pedidos, los nuevos y existentes Asociados quiénes no han alcanzado el status de Supervisores Calificados, pueden pedir hasta{0} Puntos de Volumen Adquiridos Personalmente (PPV) en su primer pedido. Puedes acumular hasta {1} Puntos de Volumen PPV (incluyendo el pedido inicial) dentro de los próximos {2} días. Si este pedido supera los PPV permitidos, debe ser reducido a {3} Puntos de Volumen.
fr_be: Dans le cadre de notre programme de commandes, les nouveaux Membres et Membres existant qui n'ont pas encore atteint le statut de Superviseur Pleinement Qualifié, peuvent commander jusqu'à {0} Points Volume Personnellement achetés (PPV) lors de leur première commande. Vous pouvez accumuler jusqu'à {1} PPV (1ère commande incluse) dans les {2} prochains jours. Cette commande dépasse les PPV autorisés et doit être réduite de {3} Points Volume.
fr_pf: Dans le cadre de notre programme de commande, les Membres nouveaux et existants qui n'ont pas encore atteint le statut de Superviseur pleinement Qualifié, peuvent commander jusqu'à {0} points Volume Personnellement Achetés (PPV) sur leur première commande. Vous pouvez accumuler PPV jusqu'à {1} Points Volume (y inclus la commande initiale) dans les {2} prochains jours. Cette commande dépasse les PPV permis et doit être réduite de {3} Points Volume.
hu_hu: A rendelési programunk részeként, az új és a már meglévő Tagjaink, akik még nem érték el a Teljesen Kvalifikált Supervisor-i szintet, az első rendelés során maximum {0} személyesen vásárolt volumenpont értékben adhatnak le rendelést. A következő {2} napban összegyűjthet {1} Volumenpontot (beleértve az első rendelés volumenpont értékét). Ez a rendelés volumenpont értéke meghaladja a megengedett PPV összértékét ezért csökkentse rendelését {3} Volumenponttal.
pl_pl: W ramach naszego programu składania zamówień nowi i istniejący Partnerzy Herbalife, którzy jeszcze nie osiągnęli statusu W Pełni Kwalifikowanego Supervisora, mogą zamówić maksymalnie {0} Osobiście Zakupionych Punktów (PPV) w pierwszym zamówieniu. Można skumulować do {1} PPV (wliczając peirwsze zmaówienia) w ciągu kolejnych {2} dni. To zamówienie przekracza dopuszczalny limit PPV i musi być zmniejszone o {3} Punkty Obrotu.
pt_br: Como parte do nosso programa de encomendas, os novos e existentes Membros Herbalife que ainda não alcançaram o estatuto de Supervisor Totalmente Qualificado, apenas podem encomendar até {0} Pontos de Volume Adquiridos Pessoalmente (PVAP) na primeira encomenda que efetuarem. Pode acumular PVAP até {1} Pontos de Volume (incluindo a primeira encomenda) dentro dos próximos {2} dias. Esta encomenda excede os PVAP permitidos e tem de ser reduzida em {3} Pontos de Volume.
pt_pt: Como parte do nosso programa de encomendas, os novos e existentes Membros Herbalife que ainda não alcançaram o estatuto de Supervisor Totalmente Qualificado, apenas podem encomendar até {0} Pontos de Volume Adquiridos Pessoalmente (PVAP) na primeira encomenda que efetuarem. Pode acumular PVAP até {1} Pontos de Volume (incluindo a primeira encomenda) dentro dos próximos {2} dias. Esta encomenda excede os PVAP permitidos e tem de ser reduzida em {3} Pontos de Volume.
ro_ro: În programul nostru de comenzi, Membrii noi și cei deja existenți care nu au atins înca nivelul de Supervizor Deplin Calificat, pot comanda maxim {0} Puncte de Volum Achiziționat Personal, la prima lor comandă. Puteți acumula până la {1} Puncte de Volum Achiziționate Personal, (incluzând comanda inițială) in următoarele {2} zile. Această comandă depășește maximul permis de Puncte de Volum Achiziționat Personal și va trebui redusă cu {3} Puncte de Volum.
sk_sk: Ako súčasť nášho objednávacieho programu, nový a existujúci Členovia, ktorí ešte nie sú Plne kvalifikovanými supervízormi, môžu zadať vo svojej prvej objednávke produkty maximálne v hodnote {0} osobne nakúpených objemových bodov . Môžete naakumulovať až {1} osobne nakúpených bodov (vrátane prvej objednávky) v rámci nasledujúcich {2} dní. Táto objednávka prekračuje povolené osobne nakúpené body a musí byť znížená o {3} objemových bodov.
th_th: จากบางส่วนของโปรแกรมการสั่งซื้อของคุณ สมากชิกใหม่ และสมาชิกปัจจุบันที่ยังทำคุณสมบัติซุปเปอร์ไวเซอร์ไม่สมบูรณ์ อาจจะทำการสั่งซื้อสินค้าภายใต้ {0} คะแนนสั่งซื้อส่วนตัว(PPV) ภายใต้การสั่งซื้อครั้งแรก คุณอาจจะสะสมคะแนนสั่งซื้อส่วนตัวมากกว่า{1} คะแนน (รวมในการสั่งซื้อครั้งแรก) ภายในวัน {2}ถัดไป การสั่งซื้อนี้จะเกินกว่าข้อกำหนดการสั่งซื้อส่วนตัว และจำเป็นต้องลด {3} คะแนนลง
zh_tw: 根據我們訂購計劃，尚未晉升完全合格督導的會員和新會員，第一張訂單可以訂購至 {0}個人購貨點數(PPV)。您可以累積PPV至 {1}點數(包括第一張訂單)在接下來的{2}天。訂單已超過最多可購買的個人購貨點數，訂單須減少至 {3}點數。
