Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# TransactionFail
source: The transaction is not permitted,please contact the distributor service hotline 03-2687 6333.
bg_bg: Плащането не може да бъде осъществено. Моля, свържете се с Отдела за контакти на тел.: 00800 118 44 33.
cs_cz: Transakce není povolena, prosíme kontaktuje Oddělení členské podpory na +420 235 090 252.
da_dk: Transaktionen blev ikke godkendt, venligst kontakt Forhandlerservice: DRNordic@herbalife.com
de_ch: Die Transaktion ist nicht zulässig. Bitte kontaktieren Sie Member Services unter Tel.: 0800 60 60 40.
el_cy: Η συναλλαγή δεν επιτρέπεται, παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης στο 210-8108801
es_ar: La transacción no ha sido aceptada, por favor comunícate con Servicios al Asociado al 54 11 7411 8500 opción 2 o 3.
es_cl: La transacción no ha sido aceptada, por favor comunícate con la línea de Servicios al Asociado al 56 02 25205200 opción 2.
es_es: Ha habido un problema con su pedido. Por favor comuníquese con la línea del Departamento de Atención al Miembro de Herbalife en el 34 91 515 21 30
es_mx: Existe un inconveniente con su orden. Contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510
es_py: La transacción no está permitida, por favor comunícate con el Departamento de Servicio al Asociado al +(595) 21 518 2000.
fi_fi: Maksua ei sallita, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: La transaction n'est pas autorisée, veuillez contacter le Service aux Membres au (866) 622-1222.
fr_ch: Un problème est survenu dans votre commande. Veuillez contacter votre service Relations Membres.
hr_hr: Transakcija nije dozvoljena, molimo nazovite na broj +385 1 3820 970.
hu_hu: A tranzakció nem engedélyezett, kérem lépjen kapcsolatba a Tagsági Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon
id_id: Transaksi tidak diizinkan, mohon hubungi Member Services di 021-293 40900
is_is: Viðskiptin voru ekki heimiluð. Vinsamlegast hafðu samband við þjónustudeildina fyrir Meðlimi í síma 800 9896.
it_ch: La transazione non è stata autorizzata, contatta il Dipartimento Ordini allo 06.52.30.4444.
mk_mk: Трансакцијата не е дозволена, јавете се во Одделот за Членови
ms_my: Transaksi tidak dibenarkan, sila hubungi talian hangat perkhidmatan pengedar 03-26876333.
nl_nl: Er was een probleem tijdens het plaatsen van uw order. Gelieve Distributeuren Services te contacteren via DSNetherlands@herbalife.com
pl_pl: Transakcja odrzucona, skontaktuj się z Działem Kontaktów z Partnera Herbalifemi +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: Sua transação não foi autorizada pela operadora do Cartão. Por favor, verifique as informações do seu cartão ou entre em contato com a administradora
sk_sk: Transakcia nie je povolená, prosíme, obráťte sa na Kontaktné centrum na čísle + 421 2 3227 23 00.
sr_rs: Transakcija nije dozvoljena, molimo pozovite Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Transaktionen är inte tillåten, kontrollera kortuppgifterna. Om problemet kvarstår kontaktar du Distributor Services (09)7251 9555.
th_th: ไม่อนุญาตให้ดำเนินการ กรุณาติดต่อแผนกบริการสมาชิก 02 660 1600
uk_ua: Транзакція не дозволена, будь ласка зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00.
zh_mo: 本交易尚未被接納，請致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 本交易尚未完成，請與客戶服務部連絡:02-8761-5268或080-906-7070

# AddressExists
source: This address already exists in the database test
bg_bg: Този адрес е вече регистриран в нашата система данни.
cs_cz: Tato adresa již v testovací databázi existuje
da_dk: Denne adresse findes allerede i databasetesten.
de_ch: Diese Adresse existiert bereits.
el_cy: Η διεύθυνση αυτή υπάρχει ήδη στην δοκιμαστική βάση δεδομένων
es_ar: Esta dirección ya existe en la base de datos de prueba.
es_cl: Esta dirección ya existe en la base de datos de prueba.
es_es: Esta dirección ya existía previamente en la base de datos de prueba.
es_mx: Esta dirección ya existía previamente en la base de datos de prueba
es_py: Esta dirección ya existe en la base de datos de prueba.
fi_fi: Tämä osoite on jo tietokantatestissä
fr_ca: Cette adresse existe déjà dans la banque de données
fr_ch: Cette adresse existe déjà dans la base de données
hr_hr: Ova adresa već postoji u testu baze podataka
hu_hu: Ez a cím már szereper az adatbázisban
id_id: Alamat ini sudah ada di database
is_is: Þetta heimilisfang finnst nú þegar í gagnagrunninum.
it_ch: Questo indirizzo risulta già registrato sul sistema
mk_mk: Веќе ја има оваа адреса во базата податоци
ms_my: Alamat ini sudah ada di dalam ujian pangkalan data.
nl_nl: Dit adres bevindt zich reeds in het databestand.
pl_pl: Ten adres już istnieje w bazie
pt_br: Este endereço já existe na base de dados.
sk_sk: Táto adresa už existuje v testovacej databáze
sr_rs: Ova adresa se već nalazi u bazi podataka
sv_fi: Denna adressen finns redan i databastesten.
th_th: ที่อยู่นี้อยู่ในฐานของมูลทดลองแล้ว
uk_ua: Ця адреса вже існує в тестовій базі даних
zh_mo: 此地址已在資料庫內
zh_tw: 已在資料庫內找到此住址

# UnableToPrice
source: We are unable to process your order. Please check your address and try again. If problem persists please contact Member Services.
bg_bg: Вашата поръчка не беше обработена. Моля, проверете въведения адрес и опитайте отново. Ако проблемът продължи, моля, свържете се с Отдела за контакти на телефон 00800 118 44 33.
cs_cz: Nejsme schopni zpracovat Vaši objednávku. Prosíme zkontrolujte Vaši adresu a zkuste to znovu. Pokud problém přetrvává, prosíme, kontaktujte Oddělení členské podpory.
da_dk: Din ordre blev desværre ikke lagt i vores systemer. Venligst tjek forsendelsesadressen og forsøg igen. Venligst ta kontakt med Forhandlerservice hvis problemet opstår igen.
de_ch: Leider können wie Ihre Bestellung nicht ausführen. Bitte überprüfen Sie Ihre angaben (S202 kann nicht alleine aufgegeben werden). Sollte das Problem weiterhin bestehen, kontaktieren Sie bitte Member Services.
el_cy: Δεν μπορεί να επεξεργαστεί η παραγγελία σας. Παρακαλούμε ελένξτε τη διεύθυνση και δοκιμάστε ξανά. Εάν το πρόβλημα εξακολουθεί επικοινωνήστε με το Τμήμα Εξυπηρέτησης Διανομέων.
es_ar: Tu pedido no puede ser procesado. Por favor verifica tu domicilio é intenta nuevamente. Si el inconveniente persiste, por favor comunícate con Servicios al Asociado al 5411 4711 8500 opción 2 o 3.
es_cl: No podemos procesar tu orden. Por favor verifica tu domicilio é intenta nuevamente. Si el problema persiste, por favor contacta al Departamento de Servisios al Asociado.
es_es: No podemos procesar su pedido. Por favor compruebe su dirección e inténtelo de nuevo. Si el problema persiste, por favor póngase en contacto con el Departamento de Atención al Miembro de Herbalife.
es_mx: No podemos procesar su orden. Por favor verifique su domicilio é intente nuevamente. Si el problema persiste, por favor contacte el Departamento de Relaciones con el Distribuidor.
es_py: No podemos procesar tu orden. Por favor verifica la dirección e intenta nuevamente. Si el problema persiste, por favor contacta al Departamento de Servicios al Asociado.
fi_fi: Emme voi käsitellä tilaustasi. Tarkista osoitteesi ja yritä uudelleen. Mikäli ongelma jatkuu, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: Nous sommes incapable de traiter votre commande. Veuillez verifier l'adresse et réessayer. Si le problème persiste, veuillez contacter le Service aux Membres.
fr_ch: Nous ne pouvons donner suite à votre commande. Merci de vérifier l'adresse et réessayer. Si le problème persiste, veuillez contacter votre Service Relations Membres .
hr_hr: Ne možemo obraditi Vašu narudžbu. Molimo provjerite svoju adresu i pokušajte ponovo. Ukoliko i dalje ima problema, obratite se na broj 01/3820 970.
hu_hu: Rendelését nem tudja folytatni.Kérjük ellenőrizze a címet és próbálja újra. Ha probléma merülne fel, kérem forduljon a Tagsági Kapcsolatok Osztályához a +36 1 299 7010-es telefonszámon.
id_id: kami tidak dapat memproses pesanan anda. Mohon periksa alamat anda dan coba lagi. Jika masalah berlanjut mohon hubungi Member Services
is_is: Afgreiðsla pöntunarinnar tókst því miður ekki. Vinsamlegast athugaðu afhendingarheimilisfangið og reyndu aftur. Vinsamlegast hafðu samband við þjónustudeildina fyrir dreifingaraðila ef vart verður við vandamálið á ný.
it_ch: Non siamo in grado di completare l'ordine. Controlla il tuo indirizzo e riprova. Se il problema persiste contatta il Dipartimento Ordini.
mk_mk: Не можеме да ја процесираме вашата нарачка. Проверете ја вашата адреса и обидете се повторно. Ако повторно има проблеми, исконтактирајте го Одделот за Членови.
ms_my: Kami tidak dapat memproses pesanan anda. Sila semak alamat anda dan cuba lagi. Jika masalah ini berterusan sila hubungi Perkhidmatan Ahli.
nl_nl: Wij zijn niet in staat om uw order te verwerken. Gelieve uw adresgegevens te controleren en probeer het nogmaals. Indien het probleem blijft bestaan gelieve contact op te nemen met DSNetherlands@herbalife.com.
pl_pl: Jeśli nie możesz dokończyć zamówienia, sprawdź adres i spróbuj jeszcze raz. Jeśli problem występuje nadal skontaktuj się z Działem Zamówień Herbalife.
pt_br: Não foi possível processar seu pedido, tente reduzir a quantidade para até 35 linhas de produtos ou até mesmo dividi-lo em dois pedidos. Se o problema persistir, favor entrar em contato com Departamento de Serviços ao Distribuidor.
sk_sk: Nie sme schopní dokončiť Vašu objednávku. Prosíme, skontrolujte Vašu adresu a skúste to znova. Ak problém pretrváva, kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00.
sr_rs: Nismo u mogućnosti da obradimo vašu porudžbinu. Molimo proverite svoju adresu i pokušajte ponovo. Ukoliko se problem nastavi, molimo kontaktirajte Odelenje za Članove.
sv_fi: Din order blev tyvärr inte lagt in i vårat system. Vänligen kontrollera leveransadressen och försök igen. Om problemet upstår igen, ta kontakt med Medlem service.
th_th: เราไม่สามารถดำเนินการคำสั่งซื้อของคุณได้ โปรดตรวจสอบที่อยู่และลองใหม่ หากยังเกิดปัญหา กรุณาติดต่อแผนกบริการสมาชิก ที่หมายเลข 02 660 1600
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, перевірте адресу та спробуйте пізніше. Якщо проблему не буде усунено, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00.
zh_mo: 目前無法處理您的訂單，請再次確認本訂單寄送地址並重試一次。若此問題仍然持續，請致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 目前無法處理您的訂單，請再次確認本訂單寄送地址。若此問題仍然持續中，請與客服部連絡02-8761-5268。謝謝!

# BlockedDS
source: We are unable to complete your order. Please contact Member Relations for assistance (866) 866-4744 and mention error code 05.
bg_bg: Поради технически причини Вашата поръчка не беше завършена. Моля, свържете се с Отдела за контакти на телефон 00800 118 44 33 (безплатен за България). Когато говорите с оператора, моля, уточнете: код на грешката: 05.
cs_cz: Nejsme schopni dokončit Vaši objednávku. Prosíme, pro pomoc, kontaktujte Oddělení členské podpory na +420 235 090 252 a uveďte kód chyby 05.
da_dk: Din ordre kunne ikke fuldføres. Venligst kontakt Forhandlerservice: Drnordic@herbalife.com
de_ch: Es ist uns leider nicht möglich Ihre Bestellung auszuführen. Bitte kontaktieren Sie die Member Services Abteilung unter Tel.: 0800 60 60 40.
el_cy: Δεν μπορεί να ολοκληρωθεί η παραγγελία. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων για βοήθεια 210-8108800
es_ar: Tu pedido no puede ser completado. Por favor comunícate con Servicios al Asociado al 54 11 4711 8500 opción 2 o 3 y menciona el código de error 05.
es_cl: No podemos completar tu pedido. Por favor comunícate con Servicios al Asociado para recibir ayuda al 56 02 25205200 opción 2 y menciona el código de error 05.
es_es: No podemos completar su pedido. Por favor póngase en contacto con el Departamento de Atención al Miembro de Herbalife para recibir ayuda en el 34 91 515 2130 y mencione el código de error 05.
es_mx: Su pedido no pudo ser completado. Contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510 y mencione el código 05.
es_py: No podemos completar tu pedido. Por favor, comunícate con el Departamento de Servicios al Asociado al +(595) 21 518 2000 para que puedan ayudarte.
fi_fi: Emme voi päättää tilaustasi. Ota yhteys jäsenpalveluun numerossa 09-7251-9555 ja mainitse virhekoodi 05.
fr_ca: Nous ne pouvons compléter votre commande. Veuillez contacter le Service aux Membres au (866)622-1222 et mentionnez le code d'erreur 05.
fr_ch: Nous ne pouvons donner suite à votre commande. Veuillez contacter le Service Relations Membres au 0800 55 24 16 et leur indiquer le code d'erreur 05.
hr_hr: Nismo u mogućnosti dovršiti Vašu narudžbu. Molimo zamolite pomoć na broj 01/3820 970 i navedite šifru greške 05.
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tagsági Kapcsolatok Osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 05-ös hibakódra.
id_id: kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi Member Services untuk bantuan 021-293 40900 dan sebutkan kode eror 05
is_is: Ekki var unnt að ganga frá pöntuninni. Vinsamlegast hafðu samband við þjónustudeildina fyrir dreifingaraðila: Drnordic@herbalife.com.
it_ch: Non siamo in grado di completare l'ordine. Si prega di contattare il Dipartimento Ordini allo 06.52.30.4444 e indicare il codice d'errore 05
mk_mk: Не можеме да ја завршиме вашата нарачка. За помош, исконтактирајте го Одделот за Членови и кажете им дека кодот за грешка е 05.
ms_my: Kami tidak dapat melengkapkan pesanan anda. Sila hubungi Perhubungan Ahli 03-26876333 untuk bantuan dan nyatakan kesilapan kod 05.
nl_nl: We zijn niet in staat uw order door te voeren. Gelieve voor assistentie contact op te nemen met Distributeuren Services via DSNetherlands@herbalife.com en vermeld foutcode 05.
pl_pl: Jeśli potrzebujesz pomocy przy zamówieniu skontaktuj się z Działem Zamówień. Dzwoń od Pn-Pt w godzinach 10-18 pod numer 227037600 i wybierz tonowo 1.
pt_br: Desculpe, não foi possível concluir seu Pedido. Por favor contate o departamento de Serviços ao Distribuidor 11 3879-7822 e mencione o código de erro 05.
sk_sk: Nie sme schopní dokončiť Vašu objednávku. Prosíme, kontaktujte Kontaktné centrum na čísle + 421 2 3227 23 00 a uveďte kód chyby 05.
sr_rs: Nismo u mogućnosti da izvršimo vašu porudžbinu. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184 i navedite šifru greške 05.
sv_fi: Din order kunde inte fullföras. Vänligen kontakta Medlem service: Drnordic@herbalife.com
th_th: เราไม่สามารถดำเนินการคำสั่งซื้อของคุณได้ โปรดติดต่อแผนกบริการสมาชิก 02 660 1600
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 05.
zh_mo: 無法完成您的訂單，請致電澳門客戶服務熱線(853) 2828-6612 並告之錯誤編號
zh_tw: 無法完成您的訂單請與客服部連絡。客服專線:02-8761-5268

# MustCheckout
source: You already have event ticket items in your cart, do you want to clear your cart?
bg_bg: Вие вече имате билети за събитие във Вашата кошница. Желаете ли да изпразните кошницата?
cs_cz: Již máte vstupenku na akci ve Vašem košíku, chcete vymazat košík?
da_dk: Du har allerede event billetter i kurven. Vil du tømme kurven?
de_ch: Sie haben Event Tickets in Ihrem Warenkorb, möchten Sie Ihren Warenkorb trotzdem leeren?
el_cy: Έχετε ήδη προσθέσει εισητήριο στο καλάθι αγορών, θέλετε να αδειάσει το καλάθι αγορών;
es_ar: Ya tienes entradas para eventos en tu carrito, ¿Quieres borrar los artículos del carrito?
es_cl: Ya tienes boletos para eventos en tu selección, ¿Quieres borrar toda tu selección?
es_es: Usted ya tiene tickets de eventos en tu cesta, ¿quiere limpiar su cesta?
es_mx: Usted ya tiene artículos de boletos para eventos en su carrito, ¿desea borrar los artículos en el carrito?
es_py: Ya tienes tickets a eventos en tu carrito, ¿Deseas vaciar tu carrito de compras?
fi_fi: Ostoskorissasi on jo tapahtumalipputuotteita, haluatko tyhjentää ostoskorisi?
fr_ca: Vous avez déjà des billets d'évènements dans votre panier. Désirez-vous vider votre panier?
fr_ch: Vous avez déjà des billets d'événement dans votre panier. Souhaitez-vous le vider ?
hr_hr: U Vašoj košarici već imate ulaznice za događaj, želite li isprazniti košaricu?
hu_hu: Ön már a kosarába helyezett rendezvény jegyeket, törölni szeretné kosarát?
id_id: Anda telah memiliki tiket acara dalam keranjang, apakah anda ingin membersihkan keranjang?
is_is: Þú ert þegar með miða á viðburð í körfunni. Vilt þú tæma körfuna?
it_ch: Hai già un biglietto per un evento nel carrello, vuoi comunque cancellare l'ordine?
mk_mk: Веќе имате влезници за настани во кошничката, дали сакате да ја испразните кошничката?
ms_my: Anda sudah ada barangan tiket acara di dalam troli anda, mahukah anda kosongkan troli anda?
nl_nl: U heeft reeds event tickets in uw mandje, wilt u uw winkelmandje legen?
pl_pl: Bilet jest już w twoim koszyku, chcesz wyczyścić jego zawartość?
pt_br: Já existe convite em seu carrinho, deseja limpar seu carrinho?
sk_sk: Už máte v nákupnom košíku vstupenky na udalosť, chcete vymazať položky vo Vašom košíku?
sr_rs: U korpi već imate artikle vezane za ulaznice za događaj, da li želite da ispraznite korpu?
sv_fi: Du har redan Event biljetter i kundvagnen. Vill du tömma kundvagnen?
th_th: คุณมีรายการเกี่ยวกับบัตรเข้างานในรถเข็นสั่งซื้อของคุณ คุณต้องการที่จะลบข้อมูลหรือไม่
uk_ua: В вашому кошику вже є квитки на захід, ви хочете очистити кошик?
zh_mo: 您的購物車中已加入會議門票，您是否要清除購物車?
zh_tw: 您的購物車中有會議門票,您是否要清除?

# CurrencyConversionFailed
source: We're sorry. The currency could not be converted.please contact the distributor service hotline 03-2687 6333.
bg_bg: За съжаление, не можем да превалутираме тази валута. Моля, свържете се с Отдела за контакти на телефон телефон: 00800 118 44 33 (безплатен за България).
cs_cz: Omlouváme se. Měna nemůže být převedena, prosíme kontaktujte Oddělení členské podpory na +420 235 090 252.
da_dk: Vi beklager. Valutaen kunne ikke konverteres. Venligst kontakt Forhandlerservice på tlf. 67 12 66 66
el_cy: Ζητάμε συγνώμη. Το νόμισμα δεν μπορεί να μετατραπεί. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Διανομέων στο 210-8108801
es_ar: Lo sentimos, no se pudo procesar la conversión de moneda. Por favor comunícate con Servicio al Asociado al 54 11 4711 8500 opción 2 o 3.
es_cl: Lo sentimos . No pudimos procesar la conversión de moneda. Por favor comunícate con la línea de Servicios al Asociado al 56 02 25205200 opción 2.
es_es: Lo sentimos. La moneda no puede ser convertida. Por favor póngase en contacto con la línea del el Departamento de Atención al Miembro de Herbalife en el 34 91 515 2130
es_mx: Lo sentimos. La moneda no puede ser convertida. Por favor, contacte al Departamento de Relación con el Distribuidor al (33) 3770-5510
es_py: Lo sentimos. La moneda no puede ser convertida. Por favor, contacta al Departamento de Servicios al Asociado al +(595) 21 518 2000.
fi_fi: Olemme pahoillamme. Valuuttaa ei voitu muuntaa, ota yhteyttä jäsenpalveluun numerossa 09-7251-9555.
fr_ca: Nous sommes désolés. La devise n'a pu être convertie. Veuillez contacter le Service aux Membres au (866) 622-1222.
fr_ch: Désolé, la devise n'a pas pu être convertie. Veuillez contacter les Service Relations Membres au 0800 55 24 16.
hr_hr: Žao nam je. Konverzija valute nije bila moguća. molimo kontaktirajte Odjel za Distributere na broj 01/3820 970.
hu_hu: Sajnáljuk, ez a pénznem nem használható. Kérjük hívja a Tagsági Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon.
id_id: kami mohon maaf. Valuta asing anda tidak bisa dikonversi. Mohon hubungi Member Services 021-293 40900
is_is: Okkur þykir það leitt en við gátum ekki skipt gjaldmiðlinum. Vinsamlegast hafðu samband við þjónustudeildina fyrir Meðlimi í síma 800 9896.
it_ch: Siamo spiacenti. La valuta non può essere convertita. il Dipartimento Ordini al numero 06.52.30.4444.
mk_mk: Се извинуваме. Валутата не може да се претвори во друга, исконтактирајте го Одделот за Членови.
ms_my: Maaf. Mata wang tidak dapat ditukarkan. Sila hubungi talian hangat perkhidmatan Ahli 03-26876333.
pt_br: Lamentamos, Não é possivel efetuar a conversão, por favor contate o Departamento de Serviços ao Distribuidor 11 3879-7822.
sk_sk: Ľutujeme. Mena nemôže byť konvertovaná. Prosíme, kontaktuje Kontaktné centrum na čísle + 421 2 3227 23 00.
sr_rs: Žao nam je. Valuta ne može da se konvertuje. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
sv_fi: Vi beklagar, valutan kunde inte konventeras. Vänligen ta kontakt med Medlem service på tel: +47 67 12 66 67.
th_th: ขออภัย ไม่สามารถคำนวณอัตราแลกเปลี่ยนได้ กรุณาติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600
uk_ua: Приносимо вибачення. Валюта не може бути конвертована. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00.
zh_mo: 很抱歉，目前匯率無法轉換，請致電澳門客戶服務熱線(853) 2828-6612
zh_tw: 很抱歉，目前匯率無法轉換，請與客戶服務部連絡:02-8761-5268或080-906-7070。

# CardWasDeclined
source: This transaction was declined for this card
bg_bg: Плащането с тази карта беше отхвърлено.
cs_cz: Tato transakce byla pro tuto kartu odmítnuta.
da_dk: Denne transaktion blev ikke godkendt for dette kort.
de_ch: Die Zahlung mit dieser Kreditkarte wurde abgelehnt.
el_cy: Αυτή η συνναλαγή δεν εγκρίθηκε από την Πιστωτική σας Κάρτα
es_ar: Esta transacción ha sido denegada para esta tarjeta.
es_cl: Esta transacción ha sido denegada para esta tarjeta
es_es: Esta transacción ha sido denegada para esta tarjeta
es_mx: La transacción fue declinada para esta tarjeta
es_py: Esta transacción ha sido denegada para esta tarjeta
fi_fi: Siirtoa ei hyväksytty tältä kortilta
fr_ca: Cette transaction a été refusée pour cette carte
fr_ch: La transaction n'est pas autorisée pour cette carte.
hr_hr: Ova transakcija je odbijena za ovu kreditnu karticu.
hu_hu: A tranzakció ezen a kártyán elutasításra került.
id_id: Transaksi menggunakan kartu ini tidak berhasil.
is_is: Þessi viðskipti voru ekki heimiluð með þessu korti.
it_ch: Questa transazione è stata negata per questa carta.
mk_mk: Трансакцијата е одбиена за оваа картичка
ms_my: Transaksi bagi kad ini ditolak
nl_nl: De transactie is gewijgerd voor deze kaart.
pl_pl: Transakcja została odrzucona
pt_br: Não foi autorizada a transação para este cartão.
sk_sk: Táto transakcia bola pre túto kartu zamietnutá.
sr_rs: Ova transakcija je otkazana za navedenu karticu
sv_fi: Denna transaktionen blev inte godkännd för detta kortet.
th_th: การทำรายการตัดบัตรเครดิตไม่ได้รับการอนุมัติ
uk_ua: Ця транзакція була відхилена для цієї картки.
zh_mo: 您所選擇之信用卡交易失敗
zh_tw: 您所選擇之信用卡交易失敗
