Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# DuplicateOrder
source: Your previous order was already submitted prior to the changes that were made to your cart. Your order number is {0}. You can verify the status of this order by calling Order Support at 1-866-866-4744, 9 a.m. to 6 p.m. PST, Monday - Friday. Saturday 6 a.m. to 2 p.m. PST for assistance or by clicking here. (Please note that it may take up to 1 hour before the order is displayed.<br>If you would like to place a new order, please re-add items to your cart.
bg_bg: Вашата предишна поръчка вече беше подадена преди промените, направени във Вашата кошница. Поръчката е вписана под № {0}. Можете да проверите статута на тази поръчка, като се обадите на Центъра за продажби – тел.: +359 2 980 22 20, от понеделник до петък (10:00 – 18:00 ч.) и събота (10:00 – 14:00 ч.). Ако имате въпроси или нужда от помощ, звъннете на същия телефон или натиснете ТУК. (Моля, имайте предвид, че е необходим до 1 час техническо време, преди направената поръчка да бъде актуализирана в цялата система.) <br>Ако желаете да пристъпите към изготвянето на нова поръчка, моля, наново въведете продуктите във Вашата кошница).
cs_cz: Vaše předchozí objednávka byla podána již před změnami, které byly provedeny ve Vašem košíku. Vaše číslo objednávky je {0}. Můžete si ověřit stav Vaší objednávky zavoláním na Oddělení členských vztahů na +420 235 090 252 v pondělí - pátek od 8:30 - 17:30 a poslední sobotu v měsíci od 8:30 - 12:00 nebo klikněte zde. (prosíme pamatujte, že může trvat až hodinu, než se objednávka zobrazí <br> Pokud chcete vytvořit novou objednávku, prosíme, znovu přidejte položky do košíku.
da_dk: Din forrige ordre blev bekræftet/sendt, inden du foretog ændringer i indkøbskurven. Dit ordre nummer er {0}. Du kan tjekke ordre status ved at gå ind på Mine Ordrer under Min Konto og Rapporter eller ringe til os på tlf 38 48 77 66. (Venligst bemærk at det kan tage op til 1 time før ordren er synlig.<br>Hvis du vil fuldføre en ny ordrer, venligst tilføj produkter til indkøbskurven)
de_ch: Ihre vorherige Bestellung wurde bereits übermittelt, bevor die Änderungen an Ihrem Warenkorb vorgenommen wurden. Ihre Bestellnummer ist {0}. Sie können den Status dieser Bestellung bei der Member Services Abteilung erfragen. Sie erreichen uns von Montags bis Freitags von 09:00 - 17:00 Uhr unter 0800 60 60 40. (Bitte beachten Sie, dass es bis zu einer Stunde dauern kann bis die Bestellung zu sehen ist.) Falls Sie eine neue Bestellung aufgeben möchten, fügen Sie Ihrem Warenkorb Produkte hinzu.
es_ar: Tu pedido anterior ya había sido procesado con anterioridad a los cambios que se hicieron en tu carrito. Tu número de pedido es {0}. Puedes verificar el estado de este pedido desde myherbalife en la solapa "mis cuentas y mis reportes" o llamando al Departamento de Pedidos al 54 11 4711 8500 opción 2 o 3, de lunes a viernes de 8.30 a 17.30 hs y sábados de 8.30 a 12.30 hs para recibir ayuda, o haciendo clic aquí. (Ten en cuenta que tu pedido puede tardar hasta 1 hora en reflejarse. <br> Si deseas hacer un pedido nuevo, por favor vuelve a añadir artículos en tu carrito.
es_cl: Tu pedido anterior ya había sido procesado antes de los cambios que se hicieron en tu selección. Tu número de pedido es {0}. Puedes verificar el estado de este pedido llamando al Departamento de Servicios al Asociado al 56 02 25205200 opción 1, de Lunes a Viernes de 9.00 a 17.30 hrs y los sábados de 9.00 a 13.00 hrs para recibir ayuda, o haciendo clic aquí. Ten en cuenta que tu pedido puede tardar hasta 1 hora en reflejarse. <br> Si desea hacer un pedido nuevo, por favor vuelve a agregar artículos en tu carrito.
es_es: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su cesta. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Atención al Miembro de Herbalife 34 91 515 2130 de 9 de la mañana a 6 de la tarde de lunes a jueves y de 9:45 a 6 de la tarde el viernes para recibir ayuda o haciendo clic aquí. (Tenga en cuenta que puede tardar hasta 1 hora en aparecer el pedido.)<br> Si desea hacer un nuevo pedido, por favor vuelva a añadir artículos en su cesta.
es_mx: Su pedido anterior fue enviado antes de los cambios realizados en su carrito de la compra. Su número de pedido es {0}. Si desea verificar su pedido, contacte al Departamento de Soporte al Distribuidor al 01-800-400-4725 ó (33) 3770-5500, de 9 a.m. a 6 p.m. hora del centro de México de lunes a viernes y los sábados de 9 a.m. a 2 p.m., o haga clic aquí. (Tenga en cuenta que puede tomar hasta 1 hora para que el pedido aparezca en la pantalla.<br>Si desea hacer un nuevo pedido, por favor agregue los artículos en su carrito.
es_py: Tu pedido anterior ya había sido procesado antes de los cambios que se hicieron en tu carrito. Tu número de pedido es {0}. Puedes verificar el estado de este pedido llamando al Departamento de Servicios al Asociado, de 8:30am a 5:00pm, de Lunes a Viernes, y los Sábados de 8:30am a 12:30pm para recibir ayuda, o haciendo clic aquí. (Ten en cuenta que tu pedido puede tardar hasta 1 hora en reflejarse. <br> Si desea hacer un pedido nuevo, por favor vuelve a añadir artículos en tu carrito.
fi_fi: Edellinen tilauksesi lähetettiin ennen ostoskoriin tehtyjä muutoksia. Tilausnumerosi on {0}. Voit vahvistaa tilauksen tilan ottamalla yhteyttä jäsenpalveluun ma-pe numerossa 09-7251-9555 tai napsauttamalla tästä. (Huomaa, että saattaa kulua 1 tunti ennen kuin tilaus on nähtävissä.<br> Jos haluat tehdä uuden tilauksen, lisää tuotteet uudelleen ostoskoriin.
fr_ca: Votre commande précédente a déjà été completée avant les changements faits à votre panier. Votre numéro de commande est {0}. Vous pouvez vérifier le statut de cette commande en appelant le Service aux Membres au (866) 622-1222, de 8h30 à 16h (Heure de l'Est), du lundi au vendredi ou en cliquant ici. (Veuillez noter que cela peut prendre jusqu'à une heure avant que la commande ne soit affichée.<br>Si vous désirez passer une autre commande, rajoutez des articles à votre panier.
fr_ch: Votre commande précédente a déjà été validée avant les changements apportés à votre panier. Votre n° de commande est le {0}. Vous pouvez vous assurer de l'état de votre commande en contactant le Service Commandes au 0800 118 318, de 9h à 17h, du lundi au vendredi ou en cliquant ici. (Veuillez noter que la visualisation de votre commande peut prendre 1 heure).<br>Si vous souhaitez passer une nouvelle commande, merci de remplir à nouveau votre panier.
hr_hr: Vaša prethodna narudžba već je predana prije promjena u Vašoj košarici. Broj Vaše narudžbe je {0}. Status ove narudžbe možete provjeriti tako da telefonski zatražite pomoć od Odjela Podrške kod naručivanja na broj 01/3820 970, od ponedjeljka do petka od 9:00 do 18:00 sati prema pacifičkom vremenu, te subotom od 6:00 do 14:00 sati prema pacifičkom vremenu a.m. to 6 p.m. ili tako da kliknete ovdje. (Napominjemo da prije prikaza narudžbe može proteći do 1 sat.<br>Ako želite predati novu narudžbu, ponovo dodajte artikle u svoju košaricu.
hu_hu: Az előző rendelését már lezárta, ezután nem tudja módosítani. A rendelési száma: {0}. Rendelésének állapotát a rendelési számra kattintva ellenőrizheti, vagy további segítségért hívja a Tagsági Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon szerdai napok kivételével munkanapokon 9:00 és 17:30 között, szerdánként pedig 10:00-17:30 között. (Felhívjuk figyelmét, hogy a rendelés feldolgozásának átfutási ideje egy órát is igénybe vehet, mielőtt megjelenne a rendelések között. <br> Ha szeretne újabb rendelést létrehozni, helyezze a termékeket ismét a kosárba.
id_id: Pesanan sebelumnya telah dikumpulkan sebelum perubahan yang terjadi dalam keranjang anda. Nomor pesanan anda adalah [0}. Anda dapat mengecek status pesanan anda dengan menelepon Member Services 021-293 409000, Senin-Jumat Jam 09.30 - 18.00. Sabtu 09.00 - 13.00. untuk bantuan klik disini. (mohon catat bahwa akan membutuhkan waktu 1 jam sebelum pesanan ditampilkan. jika anda ingin menambahkan pesanan baru, mohon tambahkan kembali barang anda ke dalam keranjang
is_is: Fyrri pöntun þín hafði þegar verið staðfest/send áður en þú gerðir breytingar á innkaupakörfunni. Pöntunarnúmer þitt er {0}. Þú getur athugað hvernig gengur að afgreiða pöntunina með því að fara inn á Pantanirnar Mínar eða hringja í síma 800 9896.
it_ch: Il tuo ordine precedente era già stato processato prima delle modifiche apportate al tuo carrello. Il numero è {0}. È possibile verificare lo stato di questo ordine chiamando il Dipartimento Ordini al numero 06.52.30.44.44,dalle 8.30 alle 17.30, dal Lunedi al venerdì oppure cliccando qui. (Si prega di notare che potrebbero essere necessaria fino a 1 ora prima che l'ordine venga visualizzato. <br> Se vuoi inserire un nuovo ordine, reinserisci gli articoli nel carrello.
mk_mk: Вашата претходна нарачка беше испратена пред направените измени во кошничката. Бројот на вашата нарачка е {0}. Статусот на оваа нарачка може да го потврдите со јавување во Службата за помош при нарачка на +389 231 09215 од 9:00 до 17:00 ч. од понеделник до петок. [Пацифичко стандардно време] или со кликање овде. (Може да биде потребен и 1 час пред нарачката да се прикаже.<br>Ако сакате да направите нова нарачка, додајте повторно производи во кошничката.
ms_my: Nombor pesanan anda yang dahulu ialah {0}. Anda boleh sahtentu status pesanan ini dengan menelefon Sokongan Pesanan di 03-26876333, 10 a.m. hingga 7 p.m. PST, Isnin-Jumaat. Sabtu 10 a.m. hingga 3 p.m. PST untuk bantuan atau dengan mengklik di sini. (Sila ambil perhatian, ia akan mengambil masa 1 jam sebelum pesanan dipaparkan.<br>Jika anda mahu membuat pesanan baharu, sila tambah semula barangan ke dalam troli anda.
nl_nl: Uw order was reeds verwerkt voordat uw wijzigingen maakte in uw mandje. Uw Ordernummer is {0}. U kunt de status van uw order controleren door contact op te nemen via 030 2480 199, maandag - vrijdag van 08:30 - 17:00 uur of door hier te klikken. Gelieve er rekening mee te houden dat het tot 1 uur kan duren voordat uw order zichtbaar is. <br> Indien u een nieuwe order wilt plaatsen, voeg opnieuw artikelen toe aan uw winkelmandje.
pl_pl: Twoje poprzednie zamówienie zostało zatwierdzone przed zmianami, które zostały wprowadzone do koszyka. Numer zamówienia to {0}. Sprawdz status zamówienia dzwoniąc do Działu Zamówień: 22 7037600 tonowo 1, od Pn-Pt w godzinach 10-18. <br>Jeśli chcesz złożyć nowe zamówienie, dodaj ponownie produkty do koszyka .
pt_br: O seu pedido anterior já foi criado após as alterações realizadas em seu carrinho de compras. Seu pedido foi criado sob o número {0}. Você pode acompanhar o status de seu pedido clicando aqui, (Atenção!, O pedido poderá levar até 1 hora para estar visivel.)<br>, Se desejar colocar um novo pedido, por favor, adicione mais produtos ao seu carrinho de compras.
sk_sk: Vaša predchádzajúca objednávka už bola potvrdená predtým, než boli vykonané zmeny vo Vašom košíku. Číslo Vašej objednávky je {0}. Status tejto objednávky si môžete overiť kontaktovaním Kontaktného centra na čísle + 421 2 3227 23 00, od pondelka do piatku v čase od 8:30 - 17:30 h. Prosíme, vezmite na vedomie, že môže trvať až 1 hodinu, pokým sa objednávka v systéme zobrazí. <br> Ak si želáte zadať novú objednávku, opätovne zadajte položky do Vášho košíka.
sr_rs: Vaša prethodna porudžbina je već podneta pre nego što su izvršene izmene u vašoj korpi. Broj vaše porudžbine je {0}. Možete da potvrdite status ove porudžbine tako što ćete da pozovete Službu podrške kod naručivanja na broj +381 11 7856 494, od 09:00 do 17:00 časova, od ponedeljka do petka ili kliknite ovde. (Napominjemo da može da prođe do sat vremena pre nego što porudžbina bude prikazana.<br>Ukoliko želite da izvršite novu porudžbinu, molimo da ponovo dodate stavke u vašu korpu.
sv_fi: Din föregående beställning har redan skickats på grund av ändringarna i kundvagnen. Ditt beställningsnummer är {0}. Du kan bekräfta status för denna beställning genom att ringa Order Support på nummer 1-866-866-4744, kl. 09.00–16.00 PST, måndag–fredag. Lördag kl. 06.00–14.00 PST för hjälp eller klicka här. (Det kan ta upp till 1 timme innan beställningen visas.<br>Om du vill göra en ny beställning lägger du till artiklar i kundvagnen igen.
th_th: คำสั่งซื้อของคุณถูกส่งก่อนการเปลี่ยนแปลงที่คุณได้แก้ไขในรถเข็นสั่งซื้อของคุณ หมายเลขใบสั่งซื้อของคุณคือ{0} คุณสามารถตรวจสอบสถานะของคำสั่งซื้อโดยการติดต่อแผนกบริการสมาชิกที่หมายเลข 02 660 1600 วันจันทร์-ศุกร์ เวลา 9.00 น.-18.00 น. เพื่อขอความช่วยเหลือหรือคลิกที่นี่ (โปรดทราบว่า อาจต้องใช้เวลาประมาณ 1 ชั่วโมงกว่าที่คำสั่งซื้อนี้จะปรากฏ <br> หากคุณต้องการทำการสั่งซื้อใหม่ โปรดเพิ่มรายการเข้าสู่รถเข็นสั่งซื้ออีกครั้ง
uk_ua: Ваше попереднє замовлення вже було оформлене до того, як ви внесли останні зміни у Вашому кошику. Номер вашого замовлення {0}. Ви можете перевірити статус цього замовлення звернувшись до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. Субота, неділя – вихідні дні. (Будь ласка, зверніть увагу, що це може зайняти до 1 години, поки замовлення буде відображено. <br> Якщо ви бажаєте розмістити нове замовлення, будь ласка, повторно додайте продукти в кошик.
zh_mo: 在您修改購物車前，上一張訂單已經提交。您的訂單號碼是{0}。請致電澳門客戶服務熱線(853) 2828-6612(星期一至星期五 10:30-18:00及星期六10:30-13:00)或按此查核訂單狀態。(請注意，剛完成之新訂單須一小時後才能顯示。<br>若您欲下新訂單，請重新加入產品到您的購物車。
zh_tw: 您之前的訂單已於您修改購物車內產品前完成，您的訂單號碼是{0}。若您欲確認訂購情形，請與客戶服務部連絡，服務專線:02-8761-5268或080-906-7070。營業時間 週一到週五上午9:00-晚上6:00/週六 上午09:00-12:00(請注意，剛成立之新訂單須一段時間才能為您確認。若您欲訂購新訂單，請重新於購物車內放入您欲訂購之產品項目)

# LocationNotValid
source: Your shipping information is no longer valid, shopping cart will be cleared.
bg_bg: Вашите данни за доставка вече не са актуални. Съдържанието във Вашата кошница ще бъде нулирано.
cs_cz: Vaše přepravní informace už nejsou platné, nákupní košík bude vyprázdněn.
da_dk: Din forsendelsesinformation er ikke længere gylding. Kurven vil blive tømt.
de_ch: Ihre Lieferadresse ist nicht mehr gültig. Der Warenkorb wird geleert.
el_cy: Οι πληροφορίες αποστολής δεν είναι πλέον έγκυρες, τα προϊόντα από το καλάθι αγορών θα διαγραφούν
es_ar: Tu información de envío ya no es válida, los productos del carrito de compra van a ser borrados.
es_cl: Tu información de envío ya no es válida, la selección de la compra será eliminada.
es_es: Su información de envío ya no es válida, la cesta de la compra se vaciará.
es_mx: La información del envío ya no es valida, el carrito de compra ya no contiene producto.
es_py: Tu información de envío ya no es válida, los artículos seleccionados de la compra serán eliminados.
fi_fi: Toimitustietosi eivät ole enää voimassa. Ostoskorisi tyhjennetään.
fr_ca: Votre adresse d'expédition n'est plus valide, votre panier va être vidé..
fr_ch: Votre adresse de livraison n'est plus valide, le panier va être vidé.
hr_hr: Vaši podaci za dostavu više ne vrijede, košarica će biti ispražnjena.
hu_hu: A kiszállítási információ érvényessége lejárt, a kosár tartalma törlésre kerül.
id_id: Informasi pengiriman tidak lagi berlaku, keranjang belanja akan dibersihkan
is_is: Sendingarupplýsingar þínar eru ekki lengur gildar. Karfan verður tæmd.
it_ch: Le informazioni relative alla tua spedizione non sono più valide, il tuo carrello sarà svuotato.
mk_mk: Вашите податоци за испорака веќе не важат, кошничката со производи ќе биде испразнета.
ms_my: Maklumat penghantaran anda sudah tidak sah, troli membeli-belah anda akan dikosongkan.
nl_nl: Uw verzendinformatie is niet meer geldig, uw winkelmandje zal geleegd worden.
pl_pl: Informacje o wysyłce są nieaktualne, koszyk zostanie wyczyszczony
pt_br: A informação de envio não é mais válida, seu carrinho será esvaziado.
sk_sk: Informácie týkajúce sa prepravy už nie sú platné, Váš nákupný košík bude vymazaný.
sr_rs: Podaci za slanje koje ste uneli više nisu važeći. Korpa će biti ispražnjena.
sv_fi: Leveransinformationen är inte giltig längre. Kundvagnen kommer att tömmas.
th_th: ข้อมูลการจัดส่งของคุณไม่สามารถใช้ได้แล้ว รายการในรถเข็นสั่งซื้อจะถูกลบ
uk_ua: Інформація доставки більше не дійсна, кошик з інформацією про доставку буде очищено.
zh_mo: 您的送貨地址不存在,購物車的項目將被清除
zh_tw: 您的寄送地址不存在,購物車的內容將被清除

# APFdueResaleNotAllowed
source: IT: {0} years of APF is due and must be paid before placing a "Resale" type order. Please change your order type to "Personal" to pay for your APF.
bg_bg: IT:{0} дължими Годишни такси за Членство. Моля променете поръчката си на "лична", за да платите таксите.
cs_cz: IT: {0} letý roční administrativní členský poplatek je splatný a musí být zaplacen před objednáním a "opětovným prodejem" objednávky. Prosíme, změnte typ Vaší objednávky na "Osobní" pro zaplacení ročního manipulačního poplatku.
de_ch: IT: [Anzahl der offenen Jahresgebühren] Jahresgebühren sind offen, diese müssen bezahlt werden bevor eine Bestellung zum Weiterverkauf aufgegeben werden kann.
es_ar: IT: Estás adeudando {0} años de cuota anual por Servicios de Membresía , la misma debe ser abonada antes de colocar un pedido de "recompra". Por favor cambia tu tipo de pedido a "Personal" para pagar tu Cuota Anual por Servicios de Membresía
es_cl: IT: {0} años que se ha debido la Cuota Anual por Servicios de Membresía, la cual debe ser pagada antes de colocar un tipo de pedido de "recompra". Por favor cambia tu tipo de pedido a "Personal" para pagar tu Cuota Anual por Servicios de Membresía.
es_mx: Se deben {0} años de cuota anual de procesamiento y deben pagarse antes de colocar una orden de tipo "Re-venta". Por favor cambie el tipo de orden a "Personal" para pagar su cuota anual de procesamiento.
es_py: IT: Estás debiendo {0} año(s) de Tu Cuota Anual por Servicios de Membresía, la cual debe ser pagada antes de colocar una orden del tipo "Re-venta". Por favor, cambia tu tipo de orden a "Personal" para pagar tu Cuota Anual por Servicios de Membresía.
fi_fi: IT: {0} erääntyviä jäsenpalvelumaksuja, jotka tulee maksaa ennen tilauksen tekemistä. Muuta tilaustyypiksi "Henkilökohtainen", jotta voit maksaa jäsenpalvelumaksusi.
fr_ca: IT: {0} années de frais de renouvellement sont dûes et doivent être payées avant de passer une commande pour "Revente". Changez votre type de commande à "Personnelle" afin de payer votre cotisation.
fr_ch: IT: {0} années de frais de cotisation sont dûes et doivent être payées avant de passer une commande pour "Achat/Revente". Changez votre type de commande en"Consommation Personnelle" afin de payer votre cotisation.
hr_hr: IT: Dugujete članarinu za {0} godina. Ta članarina mora biti plaćena prije predavanja narudžbe "za daljnju prodaju". Molimo promijenite vrstu narudžbe u "osobnu" kako biste platili svoju članarinu.
hu_hu: {0} évnyi Éves Tagsági Eljárási Díj tartozása van, amelyet rendeznie kell "Kereskedői" típusú rendeléshez. Kérjük az Éves Tagsági Eljárási Díj fizetéséhez váltsa át a rendelést "Saját" típusúra.
id_id: IT:{0} tahun AMSF jatuh tempo dan harus dibayar sebelum menempatkan "Resale" Jenis order. Silahkan mengubah jenis pesanan Anda ke "pribadi" untuk membayar AMSF Anda.
it_ch: La quota annuale scaduta deve essere pagata prima di effettuare un ordine per "Vendita a Cliente". Cambia l'ordine in uso personale e procedi al pagamento della quota annuale.
mk_mk: IT: Доцните со плаќањето годишна членарина {0} години и пред да направите нарачка од типот „Повторна продажба“ мора да ја платите членарината. Сменете го типот на нарачка во „Лична“ за да ја платите годишната членарина.
ms_my: IT: {0} tahun ASF kena dibayar dan perlu dibayar sebelum meletakkan jenis pesanan ke "Jual Semula". Sila tukar Jenis pesanan anda ke "Peribadi" untuk membayar ASF anda.
nl_nl: {0} jaar van de jaarlijkse bijdrage is achterstallig en dient betaald te worden voordat u uw order plaatst.
pl_pl: IT: {0} letnia opłata manipulacyjna jest zaległa i musi być uregulowana zanim nastąpi "Odsprzedaż" produktów. Przejdź do zamówienia typu "Osobiste" i dokonaj opłaty manipulacyjnej.
pt_br: IT: {0} anos de taxa anual pendente de pagamento, favor efetuar o pagamento para poder dar continuidade em seus pedidos. Por favor, altere o tipo de compra para "Pessoal" para efetue o pagamento da sua taxa anual.
sk_sk: IT:{0} rokov Ročného Členského administratívneho poplatku je splatných a musí byť uhradených pred zadaním objednávky typu "Maloobchodný predaj". Prosíme, zmeňte Váš typ objednávky na "Osobná" pre úhradu Vášho Ročného Členského administratívneho poplatku.
sr_rs: IT: {0} godina APF je dospela za naplatu i mora biti plaćena pre podnošenja porudžbine tipa "Preprodaja". Molimo promenite vrstu porudžbine u "Lična" kako biste platili svoj APF.
th_th: IT:ค้างชำระค่าธรรมเนียมสมาชิกภาพ {0} ปี และต้องชำระก่อนการสั่งซื้อประเภท "ขายซ้ำ" โปรดเปลี่ยนประเภทของการสั่งซื้อเป็น "ส่วนตัว" เพื่อชำระค่าธรรมเนียมสมาชิกภาพประจำปี
uk_ua: IT: {0} років щорічного комп'ютерного обслуговування повинно бути сплачене перед тим, як розмістити замовлення з типом "Перепродаж". Будь ласка, змініть тип вашого замовлення на "Персональний" для того, щоб оплатити внесок за щорічне комп'ютерне обслуговування
zh_mo: IT:{0}年的會籍服務會費已逾期並需在提交「轉售」訂單前繳付。請更改訂單類別為「個人」訂單以繳付您的會籍服務年費。
zh_tw: 共{0}年的年費已到期，請先將訂單類型改為個人訂單並繳交年費。

# OutOfInventory
source: Item {0} is currently out of inventory, your quantity is set to 0.
bg_bg: В момента продукт {0} е с нулева складова наличност; затова количеството във Вашата кошница е изписано с 0.
cs_cz: Položka {0} je v současné době vyprodána, Vaše množství je nastaveno na 0.
da_dk: Vi har for tiden ikke vare {0} på lager, antal blev ændret til 0.
de_ch: Das Artikel {0} ist momentan nicht lieferbar. Die Menge wird geändert auf 0.
es_ar: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_cl: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_es: Artículo {0} está actualmente fuera de inventario, su cantidad se pondrá a 0.
es_mx: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_py: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
fi_fi: Tuotetta {0} ei ole tällä hetkellä varastossa, joten tuotteen määräksi on asetettu 0.
fr_ca: L'article {0} est actuellement en rupture de stock. La quantité est passée à 0.
fr_ch: L'article {0} est actuellement en rupture de stock. La quantité est passée à 0.
hr_hr: Stavku {0} momentalno nemamo na zalihi, Vaša količina je promijenjena u 0.
hu_hu: A {0} cikkszámú termék jelenleg nincs készleten, ezért ennek mennyiségét lenullázzuk.
id_id: Barang {0} sedang habis, jumlah anda diubah menjadi 0
is_is: Í augnablikinu er {0} ekki til á lager og því var fjöldanum breytt í 0.
it_ch: Il prodotto {0} non è al momento disponibile, la quantità è pari a zero
mk_mk: Во моментов производот {0} го нема на залиха, количината е сега 0.
ms_my: Barang {0} kini berada di luar inventori is, kuantiti anda diset pada 0.
nl_nl: Artikel {0} is op dit moment niet beschikbaar, het aantal is naar 0 veranderd.
pl_pl: Sprzedaż produktu {0} została wstrzymana, zamówiona ilość wynosi 0.
pt_br: Produto {0} está esgotado, a quantidade será de 0.
sk_sk: Položka {0} je momentálne vypredaná, Vaše množstvo je nastavené na 0.
sr_rs: Artikal {0} trenutno nije u inventaru, te je vaša količina podešena na 0.
sv_fi: Artikeln {0} finns inte i lager, kvantiteten har angetts till 0.
th_th: รายการ {0} หมดชั่วคราว จำนวนจะถูกตั้งค่าเป็น 0
uk_ua: Продукт {0} на данний момент відсутній на складі, кількість було змінено на 0,
zh_mo: 項目{0}目前缺貨，數量會設為0
zh_tw: 您訂購的商品{0}目前缺貨，將於貨到補寄，謝謝
