Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# SkuNotValid
source: You cannot add this item to your cart.
bg_bg: Не можете да добавите този продукт към Вашата кошница.
cs_cz: Tuto položku nemůžete přidat do Vašeho košíku.
da_dk: Du kan ikke lægge dette produkt i Indkøbskurven.
de_ch: Sie können diesen Artikel nicht Ihrem Warenkorb hinzufügen.
el_cy: Δεν μπορείτε να προσθέσετε το συγκεκριμένο προϊόν στο καλάθι αγορών.
es_ar: Este artículo no puede ser agregado a tu carrito.
es_cl: No puedes incluir este artículo en tu selección.
es_es: Usted no puede incluir este artículo en su cesta.
es_mx: No puede agregar este artículo a su carrito.
es_py: No puedes incluir este artículo en tu carrito de compras.
fi_fi: Et voi lisätä tätä tuotetta ostoskoriin.
fr_ca: Vous ne pouvez ajouter cet article à votre panier.
fr_ch: Vous ne pouvez pas ajouter cet article à votre panier.
hr_hr: Ne možete dodati ovu stavku u košaricu.
hu_hu: Ezt a tételt nem lehet a kosárba tenni.
id_id: Anda tidak dapat memasukkan barang ini dalam keranjang anda
is_is: Þú getur ekki bætt þessari vöru í innkaupakörfuna.
it_ch: Non è possibile aggiungere questo articolo al carrello
mk_mk: Овој производ не може да го додадете во кошничката.
ms_my: Anda tidak boleh menambah barangan ini ke dalam troli anda.
nl_nl: U kunt dit artikel niet aan uw winkelmandje toevoegen.
pl_pl: Nie można dodać tego produku do koszyka.
pt_br: Esse item não pode ser adcionado ao carrinho.
sk_sk: Nemôžete pridať túto položku do Vášho košíka.
sr_rs: Ovaj artikal nije moguće dodati u vašu korpu.
sv_fi: Du kan inte lägga till denna produkt i kundvagnen.
th_th: คุณไม่สามารถเพิ่มรายการนี้สู่รถเข็นสั่งซื้อของคุณ
uk_ua: Ви не можете додати ці товари до вашого кошика.
zh_mo: 本產品無法加入您的購物車內
zh_tw: 本產品無法加入您的購物車內。

# CardExceededAllowedDeclines
source: You can no longer use this card due to multiple declines
bg_bg: Вие не можете повече да използвате тази карта – надвишен е допустимият брой откази.
cs_cz: Kvůli mohonásobnému odmítnutí již nemůžete dále používat tuto kartu.
da_dk: Du kan ikke bruge dette kort på grund af flere afvisninger.
de_ch: Sie können diese Kreditkarte nicht mehr verwenden, da Sie mehrere Ablehnungen hatten.
el_cy: Δε μπορείτε να χρησιμοποιήσετε πλέον τη συγκεκριμένη πιστωτική κάρτα λόγω τον πολλαπλών αρνήσεων πληρωμής
es_ar: Esta tarjeta no puede ser utilizada porque ha sido denegada en varias oportunidades.
es_cl: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada.
es_es: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada
es_mx: Ya no puede usar esta tarjeta debido a que ha sido declinada en varias ocasiones
es_py: Usted ya no puede usar esta tarjeta, ya que ha sido denegada en varias ocasiones.
fi_fi: Et voi enää käyttää tätä korttia, sillä se on hylätty useita kertoja
fr_ca: Vous ne pouvez plus utiliser cette carte en raison de plusieurs transactions refusées
fr_ch: Vous ne pouvez plus utiliser cette carte en raison du nombre de refus.
hr_hr: Više ne možete koristiti ovu karticu jer je bila višekratno odbijena.
hu_hu: A továbbiakban nem használhatja ezt a kártyát a többszöri visszautasítás miatt.
id_id: Anda tidak lagi dapat menggunakan kartu ini karena penolakan berkali-kali
is_is: Þú getur ekki lengur notað þetta kort vegna þess hve oft því hefur verið hafnað.
it_ch: Non è più possibile utilizzare questa carta perché le transazioni sono state negate troppe volte
mk_mk: Повеќе не може да ја користите оваа картичка поради неколкукратни одбивања
ms_my: Anda tidak boleh lagi mengguna kad ini kerana ia ditolak beberapa kali.
nl_nl: U kunt deze kaart niet meer gebruiken vanwege meerdere wijgeringen.
pl_pl: Nie można po raz kolejny użyć tej karty.
pt_br: Infelizmente esse cartão não pode mais ser utilizado uma vez que não foi autorizado algumas vezes e ultrapassou o limite de tentativas.
sk_sk: Nemôže už používať túto kartu z dôvodu niekoľkých zamietnutí.
sr_rs: Ovu karticu više nije dozvoljeno koristiti, budući da je više puta odbijena.
sv_fi: Du kan inte använda detta kortet pågrund av för många försök
th_th: คุณไม่สามารถใช้บัตรนี้ได้เนื่องจากถูกปฏิเสธหลายครั้ง
uk_ua: Ви не можете використовувати цю картку у зв'язку з численними відхиленнями.
zh_mo: 由於您的信用卡已多次失效，故無法繼續使用此卡
zh_tw: 由於您的信用卡已被拒絕多次，故無法繼續使用此卡

# ChangeToPUwithBackOrderItemsinCart
source: You have backorder items in your cart that will be removed if you select Pick Up as your shipping option. Do you wish to continue? ("Yes" or "No")
bg_bg: Във Вашата количка има продукти, за които очакваме доставка, които ще бъдат изтрити, ако изберете варианта "Да получа поръчката в Центъра за продажби" като вариант за доставка. Желаете ли да продължите? ("ДА" или "НЕ")
cs_cz: Ve svém košíku máte položky předobjednávky, které budou odstraněny, pokud vyberete osobní odběr. Přejete si pokračovat? ("ano" nebo "ne")
de_ch: Sie haben Artikel zur Nachlieferung in Ihrem Warenkorb, diese werden gelöscht wenn Sie die Ware zur Abholung bestellen. Möchten Sie fortfahren? ("Ja" oder "Nein")
el_cy: Έχετε επιλέξει προιόντα που βρίσκονται σε backorder στο Καλάθι Αγορών τα οποία θα αφαιρεθούν εάν η επιλογή αποστολής είναι Παραλαβλη κατ' ιδίαν. Θέλετε να συνεχίσετε; ("Ναι" ή "Όχι")
es_ar: Tienes productos pendientes de entrega en tu carrito que serán eliminados del pedido si seleccionas "Retiro" como opción de envío. ¿Deseas continuar? ("Si" o "No")
es_cl: Tienes productos no disponibles en tu selección que serán eliminados del pedido si seleccionas recoger como opción de envío. ¿Deseas continuar? ("Si" o "No")
es_es: Usted tiene productos no disponibles en su cesta que serán eliminados del pedido si selecciona la opción de enviar. ¿Desea continuar? ("Si" o "No")
es_mx: Usted tiene artículo(s) en back order en su carrito y serán borrados si usted elige ocurre como su opción de envío. ¿Desea continuar? ("Sí" o "No")
es_py: Tienes productos no disponibles en tu selección que serán eliminados del pedido si seleccionas "Retiro" como opción de envío. ¿Deseas continuar? ("Sí" o "No")
fi_fi: Ostoskorissasi olevat jälkitoimituksessa olevat tuotteet poistetaan, jos valitset toimitustavaksi noudon. Haluatko jatkaa? (”Kyllä” tai ”Ei”)
fr_ca: Vous avez des articles en rupture de stock dans votre panier qui seront supprimés si vous sélectionnez cueillette comme mode d'expédition. Désirez-vous poursuivre? ("Oui" ou "Non")
fr_ch: Vous avez des articles en rupture de stock dans votre panier qui seront supprimés si vous sélectionnez Cueillette comme mode d'expédition. Désirez-vous poursuivre? ("Oui" ou "Non")
hr_hr: U svojoj košarici imate stavke kojih nema na zalihi, pa se naručuju. Ako odaberete opciju Osobno preuzimanje, te stavke će biti uklonjene iz košarice. Želite li nastaviti? ("Da" ili "Ne")
hu_hu: Kosarában vannak csak későbbi szállítással elérhető tételek, amelyek törlésre kerülnek, ha átállítja rendelését áruátvételre. Kívánja folytatni? ("Igen" vagy "Nem")
id_id: Anda memiliki barang yang dipesan kembali dalam keranjang yang akan dibuat jika anda memilih jemputan sebagai opsi pengiriman. Apakah anda ingin lanjut?("ya" atau "tidak")
it_ch: Gli articoli in prenotazione nel tuo carrello saranno rimossi se selezionerai il ritiro diretto. Vuoi continuare? ("Sì" o "No")
mk_mk: Во вашата кошничка имате заостанати нарачки што ќе се избришат ако како опција за испорака изберете подигање. Дали сакате да продолжите? („Да“ или „Не“)
ms_my: Anda ada barangan pesanan tertangguh di dalam troli anda yang akan dikeluarkan jika anda pilih Kutip sebagai opsyen penghantaran anda. Adakah anda mahu meneruskannya? ("Ya" atau "Tidak")
nl_nl: U heeft gebackorderde artikelen in uw winkelmandje welke verwijderd zullen worden indien u voor een Pickup order kiest. Wilt u doorgaan? ("Ja" of "Nee")
pl_pl: Jeśli wybierzesz opcję odbioru osobistego, produkty występujące jako zaległe w twoim koszyku zostaną usunięte. Czy na pewno chcesz kontynuować?
pt_br: Existem itens em backorder em seu carrinho que serão removidos ao selecionar retirada em suas opções de envio. Deseja continuar? ("Sim" ou "Não")
sk_sk: Vo svojom košíku máte položky so spätnou objednávkou. Ak si vyberiete možnosť "Vyzdvihnutie", tieto položky budú odstránené. Chcete pokračovať? ("Áno" alebo "Nie")
sr_rs: U korpi imate proizvode koji će biti isporučeni kada ih bude u zalihama, a koji će biti uklonjeni ako odaberete Preuzimanje kao vašu opciju za slanje. Da li želite da nastavite? ("Da" ili "Ne")
th_th: คุณมีสินค้าที่ยังไม่พรอมจำหน่ายอยู่ในรถเข็นสั่งซื้อ โดยรายการนี้จะถูกลบออกหากคุณเลือกที่จะรับสินค้า คุณต้องการไปต่อหรือไม่ ("ใช่' หรือ "ไม่ใช่")
uk_ua: В вашому кошику є товари з подальшою відправкою, що будуть виключені, якщо ви виберете замовлення з отриманням в Центрі Продажів. Ви хочете продовжити? ("Так" чи "Ні")
zh_mo: 若您在送貨選項選擇提貨，在購物車中的候補訂購項目便會被移除。您是否希望繼續？(「是」或「否」)

# CantVisitWithEmptyCart
source: You cannot go to the {0} page with no items in your cart.
bg_bg: Не можете да продължите към страница {0} без да имате продукти във Вашата кошница.
cs_cz: Nemůžete jít na {0} stránku bez jakýchkoliv položek ve Vašem košíku.
da_dk: Du kan ikke gå til {0} siden når din Indkøbskurv er tom.
de_ch: Sie können nicht zur Kasse gehen, wenn der Warenkorb leer ist.
es_ar: No podrás pasar a la página {0} si no tienes productos en tu carrito de compras.
es_cl: No puedes pasar a la página {0} sin ningún artículo seleccionado.
es_es: Usted no puede ir a la página {0} sin ningún artículo en su cesta.
es_mx: No puede ir a la página {0} si no tiene productos en su carrito de compras
es_py: No puedes pasar a la página {0} si no tienes productos en tu carrito de compras.
fi_fi: Et voi siirtyä sivulle {0}, jos ostoskorissasi ei ole tuotteita.
fr_ca: Vous ne pouvez aller à la page {0} sans articles dans votre panier.
fr_ch: Vous ne pouvez pas aller à la page {0} sans avoir des articles dans votre panier.
hr_hr: Ne možete ići na stranicu {0} ako u košarici nemate dodanih stavki.
hu_hu: Üres kosárral em mehet tovább a {0} oldalra.
id_id: Anda tidak bisa pergi ke halaman {0} karena tidak ada barang dalam keranjang anda
is_is: Þú getur ekki komist á staðfestingasíðuna meðan innkaupakarfan er tóm
it_ch: Non puoi andare alla {0} pagina senza avere articoli nel carrello
mk_mk: Без производи во кошничката не може да одите на страница {0}.
ms_my: Anda tidak boleh pergi ke halaman {0} dengan tiada barangan di dalam troli anda.
nl_nl: U kunt niet naar deze pagina zonder artikelen in uw winkelmandje.
pl_pl: Nie można przejść do {0} bez produktów w koszyku.
pt_br: Não pode continuar para a {0} página sem produtos no seu carrinho.
sk_sk: Nemôže ísť na {0} stránku bez toho, aby ste pridali položky do Vášho košíka.
sr_rs: Nije dozvoljeno da idete na {0} stranu ukoliko vam je korpa prazna.
sv_fi: Du kan inte gå till sidan {0} utan att ha några artiklar i kundvagnen.
th_th: {0} คุณไม่สามารถไปที่หน้า {0} หากไม่มีรายการสินค้าในรถเข็นสั่งซื้อ
uk_ua: Ви не можете перейти до сторінки {0} без товарів у вашому кошику.
zh_mo: 您不能在沒有產品加入購物車的情況下前往第{0}頁
zh_tw: 您的購物車中沒有訂購任何產品

# NoCity
source: Please fill out the city.
bg_bg: Моля, попълнете името на града.
cs_cz: Prosíme, vyplňte město.
da_dk: Venligst udfyld by
de_ch: Bitte geben Sie die Stadt ein.
el_cy: Παρακαλώ συμπληρώστε την Πόλη.
es_ar: Por favor completa la Ciudad.
es_cl: Por favor selecciona la Ciudad.
es_es: Por favor proporcione la Localidad.
es_mx: Por favor proporcione el municipio.
es_py: Por favor, proporciona la Ciudad.
fi_fi: Täytä paikkakunta.
fr_ca: Veuillez entrer la ville.
fr_ch: Veuillez renseigner la ville.
hr_hr: Molimo upišite grad.
hu_hu: Kérjük adja meg a várost.
id_id: Silahkan isi kota
is_is: Vinsamlegast gefðu upp sveitarfélag.
it_ch: Inserisci la Città.
mk_mk: Внесете град.
ms_my: Sila masukkan bandar.
nl_nl: Gelieve de plaatsnaam ingeven.
pl_pl: Miasto.
pt_br: Por favor, coloque a cidade.
sk_sk: Prosíme, vyplňte mesto.
sr_rs: Molimo vas da popunite ime grada.
sv_fi: Vänligen skriv in stad.
th_th: กรุณาใส่เขต/อำเภอ
uk_ua: Будь ласка, введіть місто.
zh_mo: 請輸入城市
zh_tw: 請填上城市.

# MustDeleteACardToChangeItemsInCart
source: You must delete one of your credit cards to change the items in your cart
bg_bg: Необходимо е да изтриете една от Вашите кредитни карти, за да промените продуктите във Вашата кошница.
cs_cz: Pro změnu položek ve Vašem košíku musíte vymazat jednu ze svých platebních karet
el_cy: Θα πρέπει να διαγράψετε μία από της πιστωτικές κάρτες για να αλλάξετε τα προϊόντα στο Καλάθι Αγορών
es_ar: Necesita borrar una de tus tarjetas de crédito para modificar los artículos de tu carrito.
es_cl: Debes borrar una de tus tarjetas de crédito para cambiar los artículos en tu carrito.
es_es: Debe eliminar una de sus tarjetas de crédito para modificar los artículos en su cesta.
es_py: Debes borrar una de tus tarjetas de crédito para cambiar los artículos en tu carrito.
fi_fi: Sinun on poistettava yksi luottokorteista voidaksesi muuttaa ostoskorin tuotteita
fr_ca: Vous devez supprimer une de vos cartes de crédit afin de changer les articles dans votre panier.
fr_ch: Vous devez supprimer l'une de vos cartes de crédit pour pouvoir modifier le contenu de votre panier.
hr_hr: Da biste promijenili stavke u košarici morate izbrisati jednu od kreditnih kartica.
hu_hu: A kosár tartalmának változtatásához törölnie kell legalább az egyik bankkártyájának adatait.
id_id: Anda harus menghapus salah satu kartu kredit untuk mengganti barang dalam keranjang
it_ch: E' necessario eliminare una delle carte di credito per modificare gli articoli nel carrello.
mk_mk: Мора да избришете една од вашите кредитни картички за да ги смените производите во кошничката
ms_my: Anda mesti menghapuskan salah satu kad kredit anda untuk menukar barangan di dalam troli anda.
nl_nl: U dient één van uw creditcards te verwijderen om uw winkelmandje te kunnen wijzigen
pl_pl: Musisz skasować jeden z numerów kart, aby zmienić produkty w koszyku.
pt_br: Você deve excluir um de seus cartões de crédito para alterar os itens em seu carrinho.
sk_sk: Musíte vymazať jednu z Vašich kreditných kariet, aby ste mohli zmeniť položky v košíku.
sr_rs: Da biste promenili artikle u vašoj korpi, morate da obrišete jednu od vaših kreditnih kartica
sv_fi: Du måste ta bort ett av kreditkorten när du vill ändra artiklarna i kundvagnen.
th_th: คุณต้องลบหนึ่งในบัตรเครดิตเพื่อเปลี่ยนแปลงรายการในรถเข็นสั่งซื้อของคุณ
uk_ua: Видаліть одну з ваш кредитних карток для того, щоб змінити товар у вашому кошику
zh_mo: 您必須刪除其中一張信用卡以更改購物車中的項目

# CanOnlyPrepayOneAPF
source: You may only pre-pay up to 90 days prior to your Annual Memebership Services Fee due date.
bg_bg: Вие можете да предплатите до 90 дена преди датата за плащане на Вашата годишна такса за Членство.
cs_cz: Váš roční administrativní poplatek můžete zaplatit s maximálním předstihem až 90 dnů před jeho splatností.
da_dk: Du kan kun forhåndsbetale indtil 90 dage før forfaldsdato.
de_ch: Sie können Ihre jährliche Bearbeitungsgebühr für Mitglieder nicht früher als 90 Tage im Voraus zahlen.
el_cy: Μπορείτε να προπληρώσετε την Ετήσια Συνδρομή σας μέχρι και 90 ημέρες πριν απο την ημερομηνία λήξης της πληρωμής.
es_ar: Puedes pagar por adelantado una sola Cuota Anual por Servicios de Membresía.
es_cl: Sólo puedes pagar 1 año de Cuota Anual por Servicio de Membresía.
es_es: Sólo puedes hacer el pago adelantado de la Cuota Anual de Procesamiento hasta 90 días antes de que se cumpla la fecha de vencimiento de la misma.
es_mx: Sólo puedes pagar por adelantado hasta 90 días antes de la fecha de vencimiento de tu Cuota Anual por Servicios de Membresía.
es_py: Sólo puedes prepagar un año de Tu Cuota Anual por Servicios de Membresía
fi_fi: Voit maksaa vain yhden vuosittaisen jäsenpalvelumaksun
fr_ca: Vous ne pouvez prépayer votre Cotisation Annuelle de Membre que 90 jours avant la date à laquelle elle est due.
fr_ch: Vous ne pouvez prépayer votre Cotisation Annuelle de Membre que 90 jours avant la date à laquelle elle est due.
hr_hr: Možete platiti 90 dana prije nego vam istekne članarina
hu_hu: Akár 90 nappal az Éves Tagsági Díjának lejárati dátuma előtt lehetősége van befizetni azt.
id_id: Anda hanya membayar 1 tahun AMSF
is_is: Þú getur aðeins fyrirframgreitt upp að 90 dögum fyrir settan greiðsludag árgjalds.
it_ch: Puoi pagare la tua quota annuale solamente dal novantesino giorno prima della naturale scadenza
mk_mk: Можете платити 90 дана прије него вам истекне чланарина
ms_my: Anda hanya boleh pra-bayar sehingga 90 hari sebelum tarikh akhir Perkhidmatan Yuran Keahlian Tahunan anda.
nl_nl: U kunt uw jaarlijkse Membership bijdrage, voordat deze verloopt, tot 90 dagen vooruit betalen.
pl_pl: Opłatę roczną można opłacić nie wczesniej niż 90 dni przed uplywem terminu opłaty rocznej.
pt_br: Apenas pode efetuar o pré-pagamento da quota anual de Membro Herbalife dentro dos 90 dias anteriores à data do aniversário do seu Acordo Herbalife.
sk_sk: Svoj obnovovací ročný poplatok si môžte obnociť nie skôr ako 90 dní pred jeho splatnosťou
sr_rs: Možete platiti 90 dana prije nego vam istekne članarina
sv_fi: Du kan endast betale avgift för innevarande år
th_th: คุณสามารถชำระค่าสมาชิกรายปีได้ล่วงหน้า 90 วันก่อนถึงวันครบกำหนดชำระ
uk_ua: Ви можете попередньо оплатитиo Щорічний внесок тільки за 90 днів до терміну сплати.
zh_mo: 您只可於會藉服務年費到期日前九十天內，提前繳交藉服務年費。
zh_tw: 您只可於會藉服務年費到期日前九十天內，提前繳交藉服務年費。

# AddressConfirmationRequired
source: Address confirmation is required
bg_bg: Моля, потвърдете адреса.
cs_cz: Je požadováno potvrzení adresy
da_dk: Adressebekræftelse er påkrævet
de_ch: Bitte Adresse bestätigen!
es_ar: Confirmación de dirección es requerida
es_cl: Confirmación de dirección es requerida
es_es: Se requiere confirmación
es_mx: Se requiere confirmación de domicilio
es_py: Confirmación de dirección es requerida
fi_fi: Osoite on vahvistettava
fr_ca: La confirmation d’adresse est requise
fr_ch: Une confirmation d'adresse est nécessaire.
hr_hr: Potrebna je potvrda adrese
hu_hu: A cím megerősítése szükséges
id_id: Konfirmasi alamat dibutuhkan
is_is: Staðfesting á heimilisfangi er þörf
it_ch: E’ obbligatorio confermare l’indirizzo.
mk_mk: Задолжителна е потврда на адресата
ms_my: Pengesahan alamat diperlukan
nl_nl: Bevestiging van het adres is noodzakelijk
pl_pl: Potwierdzenie adresu jest wymagane
pt_br: A Confirmação do endereço é obrigatória
sk_sk: Potvrdenie adresy je požadované
sr_rs: Neophodna je potvrda adrese
sv_fi: Adressbekräftelse krävs
th_th: ต้องการการยืนยันที่อยู่
uk_ua: Потрібно підтвердити адресу
zh_mo: 請確認提貨或送貨地址
zh_tw: 請核對本訂單寄送地址，若確認無誤請於下方欄位內打勾，方可進行結帳離開。

# NoAreaCode
source: Please fill out the area code.
bg_bg: Моля, попълнете пощенския код.
cs_cz: Prosíme, vyplňte směrové číslo.
da_dk: Venligst udfyld områdenummer
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε τον κωδικό περιοχής.
es_ar: Por favor completa el código de área.
es_cl: Por favor rellena el código del área.
es_es: Por favor rellene el código del área.
es_mx: Por favor escriba el código del área.
es_py: Por favor, escribe el código del área.
fi_fi: Täytä suuntanumero.
fr_ca: Veuillez entrer le code régional.
fr_ch: Veuillez entrer le code régional.
hr_hr: Molimo upišite pozivni broj
hu_hu: Kérjük adja meg a körzetszámot.
id_id: Silahkan isi kode area
is_is: Vinsamlegast gefðu upp svæðisnúmer.
it_ch: Inserisci il campo del codice postale.
mk_mk: Внесете карактеристичен број.
ms_my: Sila masukkan kod kawasan.
nl_nl: Gelieve het netnummer in te geven.
pl_pl: Numer kierunkowy
pt_br: Por favor, preencha o campo do código de àrea.
sk_sk: Prosíme, vyplňte PSČ.
sr_rs: Molimo vas da popunite pozivni broj.
sv_fi: Vänligen fyll i post nummret.
th_th: กรุณาใส่รหัสพื้นที่
uk_ua: Будь ласка, введіть поштовий індекс.
zh_mo: 請輸入正確郵政編號
zh_tw: 請輸入正確郵遞區號

# WaldosMessage
source: You have selected Pick Up from WALDOS, there will be limited products to order from.
bg_bg: Вие избрахте опция за получаване на поръчката от куриер. Ще има ограничение за продуктите, от които можете да направите поръчка.
cs_cz: Vybrali jste vyzvednutí z WALDOS, budou omezené produkty, které lze vybrat.
el_cy: Έχετε επιλέξει να παραλάβετε από τα WALDOS, θα υπάρχει περιορισμός στα προϊόντα που μπορείτε να παραγγείλετε.
es_cl: Usted ha seleccionado recoger de WALDOS en donde habrán productos limitados para pedir.
es_mx: Ha elegido una tienda Waldo's como sitio ocurre.
es_py: Ha seleccionado el Retiro de WALDOS, habrá productos limitados para hacer el pedido.
fi_fi: Olet valinnut noudon WALDOS-toimipisteestä, jolloin tilattavissa olevien tuotteiden määrä on rajattu.
fr_ca: Vous avez sélectionné cueillette de WALDOS, il y aura une quantité de produits limitée à commander.
fr_ch: Vous avez sélectionné Cueillette de WALDOS, il y aura une quantité de produits limitée à commander.
hr_hr: Odabrali ste Preuzimanje u WALDOS, ponuda proizvoda za naručivanje biti će ograničena.
id_id: Anda telah memilih penjemputan dari WALDOS, akan ada pembatasan produk untuk dipesan
it_ch: Hai selezionato il ritiro diretto WALDOS: l'ordine può contenere un numero limitato di prodotti.
mk_mk: Избравте подигање од WALDOS, изборот на производи што ќе може да ги нарачате е ограничен.
ms_my: tip daripada Anda telah memilih Kutip daripada WALDOS, terdapat produk terhad untuk dipesan.
sk_sk: Vybrali ste vyzdvihnutie vo WALDOS, kde sú obmedzené možnosti nákupu produktov.
sr_rs: Odabrali ste Preuzimanje od WALDOS-a. Izbor proizvoda za poručivanje će biti ograničen.
th_th: คุณได้เลือกรักสินค้าจาก WALDOS ซึ่งจะมีรายการจำกัดที่สามารถสั่งซื้อได้
uk_ua: Ви обрали замовлення з отриманням з WALDOS, в якому буде обмеження продукціїї для замовлення.
zh_mo: N/A

# SelectedDualOrderMonthMessage
source: You have selected {0} as the dual order month. Is this correct?
bg_bg: Избрахте {0} като месец за поръчката. Сигурни ли сте?
cs_cz: Vybrali jste {0} duální měsíční objednávku, je to správně?
da_dk: Du har valgt {0} som ordremåned, er dette riktig?
de_ch: Sie haben den Monat {0} ausgewählt. Ist das richtig? (Bestätigung kann bis zu 10sek dauern)
es_ar: Has seleccionado {0} como el mes de volumen de tu pedido, ¿Es esto correcto?
es_cl: Has seleccionado {0} como tu mes de pedido, ¿Es esto correcto?
es_es: Usted ha seleccionado {0} como el mes de su pedido, ¿es correcto?
es_mx: Ha seleccionado {0} como mes dual de la orden, ¿es correcto?
es_py: Has seleccionado {0} como tu mes de pedido, ¿Es esto correcto?
fi_fi: Olet valinnut {0} kaksoistilauskuukaudeksi. Onko tämä oikein?
fr_ca: Vous avez sélectionné {0} comme mois de double volume, est-ce exact?
fr_ch: Vous avez sélectionné le mois {0} pour votre commande. Est-ce correct ?
hr_hr: Odabrali ste {0} kao narudžbu u dva mjeseca - je li to ispravno?
hu_hu: Ön a {0} volumenhónapot választotta, biztos benne?
id_id: Anda telah memilih {0} sebagai bulan pemesanan kembar apakah ini benar?
is_is: Þú hefur valið {0} sem pöntunarmánuð, er það rétt?
it_ch: E' stato selezionato {0} come mese per quest'ordine: è corretto?
mk_mk: Дали го избравте {0} како месец на нарачка?
ms_my: Anda telah memilih {0} sebagai dwi pesanan bulan adakah ini betul?
nl_nl: U heeft de maand {0} gekozen is dit correct?
pl_pl: Wybrałeś {0} jako miesiąc zamówienia. Czy chcesz kontynuować?
pt_br: Você selecionou {0} como mês do pedido. Deseja confirmar?
sk_sk: Vybrali ste {0} ako duálny objednávkový mesiac. Je to v poriadku?
sr_rs: Odabrali ste {0} kao mesec dvostruke porudžbine. Da li je to tačno?
sv_fi: Du har valt {0} som dubbel beställningsmånad. Stämmer det?
th_th: คุณได้เลือก {0} เป็นเดือนสั่งซื้อ ถูกต้องหรือไม่
uk_ua: Ви обрали {0} у зв 'язку з днем подвійного місяця, це вірно?
zh_mo: 您的訂單月份為{0},請再次確認是否正確
zh_tw: 您的訂單月份為{0},請再次確認是否正確
