Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/MyHL_ErrorMessage.*.resx
Languages: bg_bg, cs_cz, da_dk, de_ch, el_cy, es_ar, es_cl, es_es, es_mx, es_py, fi_fi, fr_ca, fr_ch, hr_hr, hu_hu, id_id, is_is, it_ch, mk_mk, ms_my, nl_nl, pl_pl, pt_br, sk_sk, sr_rs, sv_fi, th_th, uk_ua, zh_mo, zh_tw

# CancelOrderConfirmation
source: Are you sure you want to cancel this order? Clicking "OK" will remove all items from your cart.
bg_bg: Сигурен ли сте, че желаете да анулирате тази поръчка? Ако натиснете "ОК", Вашата кошница ще бъде изпразнена.
cs_cz: Jste si jistí, že chcete zrušit tuto objednávku? Kliknutím na "OK" budou z Vašeho košíku odstraněny všechny položky.
da_dk: Er du sikker på at du vil slette denne ordre? Ved at klikke 'OK' vil alle produkter blive fjernet fra din Indkøbskurv.
de_ch: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten? Durch Anklicken von "Ja" werden alle Produkte aus dem Warenkorb entfernt.
el_cy: Είστε σίγουροι οτί θέλετε να ακυρώσετε την παραγγελία; Επιλέγοντας "ΟΚ" θα αφαιρεθούν όλα τα προιόντα από το καλάθι αγορών.
es_ar: ¿Estás seguro(a) que deseas cancelar este pedido? Si presionas el botón "OK" se eliminarán todos los productos de tu carrito de compras
es_cl: ¿Estás seguro(a) que deseas anular este pedido? Pulsando "SI" todos los artículos serán eliminados de tu selección.
es_es: ¿Está seguro que desea cancelar este pedido? Pulsando "SI" todos los artículos serán eliminados de su cesta.
es_mx: ¿Está seguro que desea cancelar esta orden? Si presiona el botón "OK" se eliminarán todos los productos de su carrito de compras
es_py: ¿Estás seguro(a) que deseas cancelar este pedido? Si presionas "Aceptar," todos los artículos serán eliminados de tu carrito de compras.
fi_fi: Haluatko varmasti peruuttaa tämän tilauksen? Jos painat "OK", ostoskorisi tyhjenee.
fr_ca: Êtes-vous certain de vouloir annuler cette commande? En cliquant "OK" vous supprimerez tous les articles de votre panier.
fr_ch: Etes-vous certain de vouloir annuler cette commande? En cliquant "OK" vous supprimez tous les articles dans votre panier.
hr_hr: Jeste li sigurni da želite odustati od ove narudžbe? Ako kliknete"OK", sve stavke iz Vaše košarice biti će uklonjene.
hu_hu: Biztos benne, hogy törölni szeretné ezt a megrendelést? Ha az OK gombra kattint, az összes tétel eltűnik a kosarából.
id_id: Apakah anda yakin ingin membatalkan pesanan ini? Mengklik "OK" akan membuang semua barang dari keranjang anda
is_is: Ert þú viss um að þú viljir hætta við þessa pöntun? Ef þú smellir á „í lagi“ verða allar vörur fjarlægðar úr innkaupakörfunni.
it_ch: Sei sicuro di voler cancellare quest'ordine? Cliccando su "Ok", tutti i prodotti presenti nel tuo carrello saranno rimossi.
mk_mk: Сигурни сте дека сакате да ја сторнирате нарачката? Со кликање на „ОК“ ќе се избришат сите производи од вашата кошничка.
ms_my: Adakah anda pasti anda mahu membatalkan pesanan ini? Dengan mengklik "OK" akan mengeluarkan semua barangan daripada troli anda.
nl_nl: Weet u zeker dat u deze order wilt annuleren? Door op "OK" te klikken zullen alle artikelen uit uw winkelmandje verwijderd worden.
pl_pl: Jesteś pewny, że chcesz wykasować to zamówienie? Wciskając "OK" usuniesz wszystkie pozycje w swoim koszyku.
pt_br: Tem certeza que deseja cancelar este pedido? Clique em "OK" e todos os produtos serão retirados de seu carrinho de compras.
sk_sk: Ste si istý/á, že chcete zrušiť túto objednávku? Kliknutím na "OK" zmažete všetky položky z Vášho košíka.
sr_rs: Jeste li sigurni da želite da otkažete ovu porudžbinu? Ako kliknete na "OK", iz vaše korpe će biti uklonjeni svi artikli.
sv_fi: Är du säker på att du vill ta bort denna ordern? Om du klickar "OK" kommer allt att tas bort från kundvagnen.
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกการสั่งซื้อครั้งนี้ คลิกที่ "ตกลง" เพื่อลบทุกรายการออกจากรถเข็นสั่งสินค้าของคุณ
uk_ua: Ви впевнені, що хочете відмінити замовлення? Натиснувши "Так", ви видалите всі товари з вашого кошика.
zh_mo: 您確定取消此訂單? 按「確認」將移除購物車中所有項目
zh_tw: 您確定取消此訂單? 請按取消訂購清空購物車

# NoBackOrdersOnAPFOrder
source: Backordered items cannot be added to an APF order
bg_bg: Не можете да добавите продукти, чиято доставка се очаква в Центъра за продажби, към поръчка, съдържаща Годишна такса за Членство.
cs_cz: Položky předobjednávky nelze přidat do objednávky ročního administrativního poplatku
da_dk: Restordre produkter kan ikke tilføjes en årsafgift ordre
de_ch: Artikel die auf Nachlieferung sind, können nicht zu einer Jahresgebühr Bestellung hinzugefügt werden.
el_cy: Προιόντα Backorder δεν μπορούν να προστεθούν σε παραγγελία Ετήσιας Συνδρομής
es_ar: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual por Servicios de Membresía.
es_cl: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual por Servicios de Membresía.
es_es: Los productos disponibles / pendientes de stock no pueden ser incluidos en los pedidos de Cuotas Anuales de Procesamiento.
es_mx: No es posible agregar artículos en back order a una orden de cuota anual de procesamiento
es_py: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual por Servicios de Membresía.
fi_fi: Jälkitoimitustuotteita ei voida lisätä jäsenpalvelumaksutilaukseen
fr_ca: Les articles en rupture de stock ne peuvent être ajoutés à une commande de frais de renouvellement.
fr_ch: Les produits en reliquat de commande ne peuvent être ajoutés à une commande de cotisation annuelle.
hr_hr: Artikli koje treba naručiti jer ih nema na zalihi ne mogu se dodati narudžbi za Članarinu
hu_hu: Nem szerepelhetnek más tételek az Éves Tagsági Eljárási Díj mellett.
id_id: Item Backorder tidak dapat ditambahkan dalam pesanan AMSF
is_is: Ekki er unnt að bæta vörum í biðpöntun við pöntun til að greiða árlegt vinnslugjald.
it_ch: Gli articoli in prenotazione non possono essere aggiunti ad un ordine per la quota annuale
mk_mk: Во нарачка за годишна членарина не може да се додадат ставки од заостанати нарачки.
ms_my: Item melambatkan pesanan tidak boleh ditambah kepada perintah ASF
nl_nl: Backorder artikelen kunnen niet toegevoegd worden in een jaarlijkse bijdrage order
pl_pl: Zaległe produkty nie mogą być dodane do zamóweinia z opłatą roczną.
pt_br: Produtos fora de estoque não podem ser adicionados à taxa anual.
sk_sk: Položky predobjednávky nemôžu byť pridané do objednávky Ročného Členského administratívneho poplatku.
sr_rs: Stavke iz zaostale porudžbine ne mogu da se dodaju u APF porudžbinu
sv_fi: Restorder produkter kan inte läggas till i en årsavgifts order.
th_th: ไม่สามารถเพิ่มรายการสั่งซื้อที่ยังไม่มีสินค้าร่วมกับการชำระค่าธรรมเนียมสมาชิกภาพได้
uk_ua: Позиції з подальшею видачею товару не можуть бути додані до замовлення на оплату щорічного внеску за комп'ютерне обслуговування.
zh_mo: 候補訂購項目不能加入會籍服務年費訂單中
zh_tw: 本缺貨產品(sku) 無法與年費訂單同時訂購

# volumeNotAvailable
source: Volume not available at this time.
bg_bg: Обемът не е на разположение в момента.
cs_cz: Svazek není k dispozici v tomto okamžiku.
da_dk: Salg er ikke tilgængelig på dette tidspunkt
de_ch: Volume ist in dieser Zeit nicht verfügbar.
el_cy: Οι Ποσοτικές Μονάδες δεν είναι διαθέσιμες αυτήν την στιγμή.
es_ar: Volumen no esta disponible en este momento.
es_cl: Volumen no esta disponible en este momento.
es_es: Volumen no disponible en este momento.
es_mx: Volumen no disponible en este momento.
es_py: Volumen no esta disponible en este momento.
fi_fi: Volyymi ei ole tällä hetkellä saatavilla.
fr_ca: Volume non disponible à ce moment
fr_ch: Volume non disponible à ce moment
hr_hr: Volumen nije dostupan u ovome trenutku.
hu_hu: A volumen jelenleg nem elérhető.
id_id: Volume tidak tersedia pada saat ini
is_is: Viðskiptapunktar ekki í boði á þessum tíma
it_ch: Volume non disponibile al momento
mk_mk: Волумените не се достапни во моментов
ms_my: Jumlah volum tidak terdapat pada masa ini.
nl_nl: Op dit moment is het Volume niet beschikbaar.
pl_pl: Punkty Obrotu nie są obecnie dostępne.
pt_br: O volume não está disponível neste momento.
sk_sk: Objemové body momentálne nie sú dostupné.
sr_rs: Volumen nije dostupan u ovome trenutku.
sv_fi: Volym är inte tillgänglig just nu.
th_th: ไม่สามารถตรวจสอบคะแนนได้ในขณะนี้
uk_ua: Наразі об'єм не відображається
zh_mo: 暫未能提供點數資料
zh_tw: 目前點數無法顯示

# NoPinRecoveryOption
source: Please select a Pin Recovery Option
bg_bg: Моля, изберете опция за възстановяване на PIN
cs_cz: Vyberte prosím možnost obnovení kódu Pin
da_dk: Venligst vælg en PIN forsendelsesmetode
de_ch: Bitte wählen Sie eine Option zur Pin Wiederherstellung
el_cy: Παρακαλούμε επιλέξτε την επιλογή Ανάκτηση Κωδικού Πρόσβασης
es_ar: Favor seleccione la opción de Recuperar PIN
es_cl: Favor seleccione la opción de Recuperar PIN
es_es: Por favor, seleccione una Opción de Recuperación de Número Pin
es_mx: Por favor, seleccione una Opción de Recuperación de Número Pin
es_py: Favor seleccione la opción de Recuperar PIN
fi_fi: Valitse vaihtoehto "Pin-koodin korjaus"
fr_ca: Merci de choisir l'option pour recevoir de nouveau un code Pin
fr_ch: Merci de choisir l'option pour recevoir de nouveau un code Pin
hr_hr: Ve molime izberete Pin obnovuvanje opciJa
hu_hu: Kérjük válasszon a PIN kód visszaállítási lehetőségek közül.
id_id: Mohon pilih opsi Pin Recovery
is_is: Vinsamlegast veldu valkostinn endurheimt Pin númers.
it_ch: Seleziona un'opzione per ripristinare il codice Pin
mk_mk: Ве молиме изберете Пин обновување опција
ms_my: Sila Pilih opsyen pemulihan Pin
nl_nl: Selecteer een PIN herstel optie
pl_pl: Prosimy wybierz opcję odzyskania kodu PIN
pt_br: Selecione a opção de recuperação de PIN
sk_sk: Vyberte možnosť obnovenia kódu Pin
sr_rs: Izaberite opciju Pin oporavak
sv_fi: Välj alternativet "Återställ pin-kod"
th_th: โปรดระบุทางเลือกในการค้นหารหัส
uk_ua: Будь ласка зкористуйтесь опцією відновлення PinCode
zh_mo: 請點選恢復個人編碼選項
zh_tw: 請選擇索取密碼方式

# NoDistributorID
source: Please enter your Member ID
bg_bg: Моля, въведете Вашия ID
cs_cz: Prosím, zadejte své ID Distributor
da_dk: Venligst set ind din Forhandler ID
de_ch: Bitte geben Sie Ihre Berater ID-Nummer ein
el_cy: Παρακαλούμε εισάγετε τον Κωδικό σας
es_ar: Favor ingrese su ID de Asociado Independiente Herbalife
es_cl: Favor ingrese su ID de Asociado Independiente Herbalife
es_es: Por favor, introduzca su Número de Identificación como Distribuidor
es_mx: Por favor ingresa tu ID de Distribuidor
es_py: Favor ingrese su ID de Asociado Independiente Herbalife
fi_fi: Kirjoita jälleenmyyjätunnuksesi
fr_ca: Merci d'entrer votre numéro ID
fr_ch: Merci d'entrer votre numéro ID
hr_hr: Molimo unesite svoje Distributer ID
hu_hu: Kérjük adja meg Tanácsadói azonosítóját (ID)
is_is: Vinsamlegast settu inn Dreifingaraðila ID
it_ch: Inserisci il tuo codice identificativo
mk_mk: Ве молиме внесете ја вашата дистрибутер проект
ms_my: Please enter your Distributor ID
nl_nl: Geef uw Distributeur ID in
pl_pl: Prosimy wprowadź Twój numer ID Dystrybutora
pt_br: Por favor insira seu ID
sk_sk: Prosím, zadajte svoje ID distribútor
sr_rs: Molimo Vas da unesete svoj ID distributera
sv_fi: Ange din Medlem ID
th_th: โปรดใส่หมายเลขสมาชิก
uk_ua: Будь ласка введить Вам ID-номер
zh_mo: Please enter your Distributor ID
zh_tw: Please enter your Distributor ID

# WelcolmeAdvisoryLoginError
source: To complete the setup of your account as a new Member, please select one of the locales from your country of processing and try again.
bg_bg: За да завършите настройките на Вашия акаунт като нов Член, моля, изберете Вашата страна на обработка и опитайте отново.
cs_cz: Pro dokončení nastavení vašeho účtu jako nového Člena prosím zvolte jednu z lokalit vaší země zpracování a zkuste to znovu.
da_dk: For at færdiggøre oprettelsen af din konto som nyt Medlem bedes du vælge én af de lokale fra dit ordrebehandlingsland, og prøv igen.
de_ch: Um Ihr Konto als neue Mitglied einzurichten, wählen Sie bitte noch einen Ort in Ihrem steuerlich registrierten Wohnland und versuchen Sie es anschließend erneut.
el_cy: Για να ολοκληρώσετε την ρύθμιση του λογαριασμού σας ως Νέου Ανεξάρτητου Συνεργάτη, παρακαλούμε όπως επιλέξετε μια απο τις περιοχές της χώρας σας που επεξεργάζετε τα στοιχεία σας και προσπαθήστε ξανά.
es_ar: Para completar la configuración de tu cuenta como un nuevo Asociado Independiente Herbalife, por favor selecciona uno de los idiomas de tu país de procesamiento y vuelve a intentarlo.
es_cl: Para completar la configuración de tu cuenta como un nuevo Asociado Independiente Herbalife, por favor selecciona uno de los idiomas de tu país de procesamiento y vuelve a intentarlo.
es_es: Para completar la configuración de su cuenta como un nuevo Asociado, por favor seleccione uno de los idiomas de su país de procesamiento y vuelva a intentarlo.
es_mx: Para completar la configuración de su cuenta como un nuevo Asociado, por favor seleccione uno de los idiomas de su país de procesamiento y vuelva a intentarlo.
es_py: Para completar la configuración de tu cuenta como un nuevo Asociado Independiente Herbalife, por favor selecciona uno de los idiomas de tu país de procesamiento y vuelve a intentarlo.
fi_fi: Saadaksesi valmiiksi tilisi asennuksen uutena Jäsenenä, valitse yksi kohde asuinmaassasi ja yritä uudelleen.
fr_ca: Pour terminer la configuration de votre compte en tant que nouvel Associé, s'il vous plaît sélectionnez l'un des idiomes de votre pays de traitement et d'essayer à nouveau.
fr_ch: Pour terminer la validation de votre demande de Membre, merci de sélectionner la langue de votre préférence et revalider à nouveau.
hr_hr: Za dovršetak postavljanja vašeg računa kao novog člana, odaberite jedno od mjesta iz vaše zemlje za obradu i pokušajte ponovno.
hu_hu: Profilja beállításainak befejezéséhez kérjük válassza ki eljáró országának helyi képviseletét és próbálja újra.
id_id: Untuk melengkapi pembuatan akun untuk anggota baru , silahkan pilih salah satu lokasi dari negara Anda untuk di proses dan coba lagi
is_is: Til að ljúka uppsetningu á viðskiptareikningi þínum sem nýr aðili að Herbalife þarftu að velja eina af staðsetningunum frá vinnslulandi þínu og reyna aftur.
it_ch: Per completare la configurazione del tuo account come un nuovo Membro, seleziona una delle località dal paese in cui lavori e prova di nuovo
mk_mk: За да го завршите подесувањето на вашиот профил како нов Член изберете една од локациите во вашата земја на процесирање и обидете се повторно.
ms_my: Untuk melengkapkan persediaan akaun anda sebagai Ahli baru, sila pilih salah satu tempat peristiwa dari negara anda pemprosesan dan cuba lagi.
nl_nl: Om de aanvang van uw account als een nieuw Member af te ronden, gelieve uw land te selecteren en probeer het nogmaals.
pl_pl: Aby zakończyć proces tworzenia twojego konat jako nowego Partnera Herbalife, prosimy wybierz jeden z poniższych krajów i spróbuj ponownie.
pt_br: Para completar a configuração de sua conta como um novo Membro, por favor, selecione um dos locais de seu país para processamento e tente novamente.
sk_sk: Pre dokončenie nastavenia vášho účtu ako nového Člena, prosím, vyberte si jednu z lokalít vašu krajinu a skúste to znova.
sr_rs: Za dovršetak postavljanja vašeg računa kao novog člana, odaberite jedno od mjesta iz vaše zemlje za obradu i pokušajte ponovno.
sv_fi: För att slutföra kontoregistreringen som en ny Medlem, vänligen välj en plats i landet du är registrerad i och försök igen.
th_th: เพื่อให้การกำหนดตั้งค่าบัญชีในฐานะสมาชิกใหม่ โปรดเลือกประเทศของท่านอย่างน้อยหนึ่งประเทศและลองอีกครั้ง
uk_ua: Щоб завершити налаштування Вашого профілю в якосіт нового Незалежного Партнера, будь ласка, оберіть Вашу країну реєстрації даних та спробуйте знову.
zh_mo: 如需完成您的新會員帳戶申請，請從您的處理申請國家中選擇其中一種語言並重新嘗試。
zh_tw: 為了完成您新成員帳戶的設定，請選擇您的處理國家，然後再試一次。

# UnableToRetrievePin
source: Your request cannot be processed at this moment due to a technical issue. Please try again.
bg_bg: Вашата заявка не може да бъде обработенa в момента поради технически проблем. Моля, опитайте отново.
cs_cz: Vaše žádost nemůže být momentálně zpracována kvůli technické závadě. Prosím zkuste to znovu.
da_dk: Din forespørgsel kan ikke behandles på nuværende tidspunkt på grund af tekniske problemer. Prøv igen senere.
de_ch: Ihre Anfrage kann aufgrund technischer Probleme momentan leider nicht bearbeitet werden. Bitte versuchen Sie es erneut.
el_cy: Το αίτημά σας προς το παρόν δεν μπορεί να επεξεργαστεί εξαιτίας τεχνικού προβλήματος. Παρακαλούμε όπως δοκιμάσετε ξανά αργότερα.
es_ar: Tu solicitud no puede ser procesada en este momento por problemas técnicos. Favor intenta nuevamente
es_cl: Tu solicitud no puede ser procesada en este momento por problemas técnicos. Favor intenta nuevamente
es_es: Su solicitud no puede ser procesada en este momento debido a problemas técnicos. Por favor, inténtelo más tarde.
es_mx: Tu solicitud no puede ser procesada en este momento debido a problemas técnicos. Por favor, inténtalo más tarde.
es_py: Tu solicitud no puede ser procesada en este momento por problemas técnicos. Favor intenta nuevamente
fi_fi: Pyyntöäsi ei voida käsitellä teknisen häiriön vuoksi. Yritä myöhemmin uudelleen.
fr_ca: Votre requête ne peut être traitée en ce moment suite à un souci technique. Merci de réessayer.
fr_ch: Votre requête ne peut être traitée en ce moment suite à un souci technique. Merci de réessayer.
hr_hr: Vaš zahtjev se ne može procesuirati u ovom trenutku radi tehničkih problema.Molimo pokušajte ponovno.
hu_hu: Kérését pillanatnyilag nem tudjuk végrehajtani technikai okok miatt. Kérjük próbálja meg később.
is_is: Ekki er hægt að vinna úr beiðni þinni núna af tæknilegum ástæðum. Reyndu vinsamlegast síðar.
it_ch: A causa di un problema tecnico, non è possibile al momento processare la tua richiesta. Riprova più tardi.
mk_mk: Вашето барање во моментов не може да се процесира поради технички проблеми. Ве молиме обидете се подоцна.
nl_nl: Wegens een technische uitdaging kan uw verzoek niet uitgevoerd worden. Probeert u het nogmaals.
pl_pl: Ze względu na problemy techniczne twoja prośba nie może zostać spełniona w tym momencie. Prosimy spóbuj ponownie
pt_br: O sua solicitação não pode ser processada neste momento, devido a um problema técnico. Por favor, tente novamente.
sr_rs: Vaš zahtev ne može trenutno da se obradi usled tehničkih problema. Molimo pokušajte ponovo.
sv_fi: Din begäran kan inte behandlas just nu på grund av ett tekniskt fel. Försök igen senare.
uk_ua: Ваш запит не може бути виконано на даний момент у зв'язку з технічними труднощами. Будь ласка, спробуйте ще раз.
