Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# DuplicateOrder
source: Your previous order was already submitted prior to the changes that were made to your cart. Your order number is {0}. You can verify the status of this order by calling Order Support at 1-866-866-4744, 9 a.m. to 6 p.m. PST, Monday - Friday. Saturday 6 a.m. to 2 p.m. PST for assistance or by clicking here. (Please note that it may take up to 1 hour before the order is displayed.<br>If you would like to place a new order, please re-add items to your cart.
de_ch: Ihre vorherige Bestellung wurde bereits übermittelt, bevor die Änderungen an Ihrem Warenkorb vorgenommen wurden. Ihre Bestellnummer ist {0}. Sie können den Status dieser Bestellung bei der Distributor Services Abteilung erfragen. Sie erreichen uns von Montags bis Freitags von 09:00 - 17:00 Uhr unter 0800 60 60 40. (Bitte beachten Sie, dass es bis zu einer Stunde dauern kann bis die Bestellung zu sehen ist.) Falls Sie eine neue Bestellung aufgeben möchten, fügen Sie Ihrem Warenkorb Produkte hinzu.
es_cl: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su selección. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Pedidos al 56 02 5205200 opción 1, de Lunes a Viernes de 9.00 a 17.30 hrs y los sábados de 9.00 a 13.00 hrs para recibir ayuda, o haciendo click aquí. Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a agregar artículos en su carrito.
es_es: Su pedido anterior ya había sido procesado antes de los cambios que se hicieron en su cesta. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando a Atención al Distribuidor al 34 91 515 2130 de 9 de la mañana a 6 de la tarde de Lunes a Viernes para recibir ayuda o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en aparecer el pedido. <br> Si desea hacer un nuevo pedido, por favor vuelva a añadir artículos en su cesta.
es_py: Su pedido anterior ya había sido ingresado antes de los cambios que se hicieron en su carrito. Su número de pedido es {0}. Usted puede verificar el estado de este pedido llamando al Departamento de Servicios al Distribuidor, de 8:30am a 5:00pm, de Lunes a Viernes, y los Sábados de 8:30am a 12:30pm para recibir ayuda, o haciendo click aquí. (Tenga en cuenta que puede tardar hasta 1 hora en reflejarse su pedido. <br> Si desea hacer un pedido nuevo, por favor vuelva a añadir artículos en su carrito.
fi_fi: Aikaisempi tilauksesi vahvistettiin/lähetettiin ennen kuin teit muutoksia ostoskoriisi. Tilausnumerosi on {0}. Voit tarkistaa tilauksen statuksen ottamalla yhteyttä Jälleenmyyjäpalveluihin numeroon 09 7251 9555
fr_fr: Votre commande précédente a déjà été validée avant les changements apportés à votre panier. Votre n° de commande est le {0}. Vous pouvez vous assurer de l'état de votre commande en contactant le Service Commandes au 0800 118 318, de 9h à 17h, du lundi au vendredi ou en cliquant ici. (Veuillez noter que la visualisation de votre commande peut prendre 1 heure).<br>Si vous souhaitez passer une nouvelle commande, merci de remplir à nouveau votre panier.
he_il: הזמנתך הקודמת כבר הוגשה לפני השינויים שנעשו בעגלת הקניות שלך. מספר ההזמנה שלך הוא {0}. אתה יכול לברר את סטטוס ההזמנה הזו על ידי התקשרות למחלקת הזמנות בטלפון: 1-700-707-123 או 9299* בין השעות 9 עד 17, בין הימים ראשון עד חמישי ובשישי בין השעות 9 בבוקר עד 13 בצהריים לסיוע או באמצעות לחיצה כאן. (שים לב שייתכן ותעבור שעה 1 עד שההזמנה תוצג. <br> אם אתה רוצה לבצע הזמנה חדשה, אנא הוסף מחדש פריטים לעגלה שלך.
hu_hu: Az előző rendelését már lezárta, ezután már nem tudja módosítani. A rendelési száma: {0}. Rendelésének állapotát a rendelési számra kattintva ellenőrizheti, vagy további segítségért hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon szerdai napok kivételével munkanapokon 9:00 és 17:30 között, szerdánként pedig 10:00-17:30 között. (Felhívjuk figyelmét, hogy a rendelés feldolgozásának átfutási ideje egy órát is igénybe vehet, mielőtt megjelenne a rendelések között. <br> Ha szeretne újabb rendelést létrehozni, helyezze a termékeket ismét a kosárba._G1430
id_id: Pesanan sebelumnya telah dikumpulkan sebelum perubahan yang terjadi dalam keranjang anda. Nomor pesanan anda adalah [0}. Anda dapat mengecek status pesanan anda dengan menelepon bantuan pesanan di 021 293 40900 jam 09.30-18.00, Senin-Jumat. untuk bantuan klik disini. (mohon catat bahwa akan membutuhkan waktu 1 jam sebelum pesanan ditampilkan. jika anda ingin menambahkan pesanan baru, mohon tambahkan kembali barang anda ke dalam keranjang_G1430
it_it: Il tuo ordine precedente era già stato processato prima delle modifiche apportate al tuo carrello. Il numero è {0}. È possibile verificare lo stato di questo ordine chiamando il Dipartimento Ordini al numero 06.52.30.40.40,dalle 8.30 alle 17.30, dal Lunedi al venerdì. o cliccando qui. (potrebbe essere necessaria anche 1 ora prima che l'ordine venga visualizzato. <br> Se vuoi inserire un nuovo ordine, inserisci altri articoli al carrello.
ko_kr: 장바구니를 변경하기 전에 이전 주문이 이미 완료되었습니다. 주문번호는 {0} 입니다. 주문상태는 여기를 클릭하시기 바랍니다. (주문이 나타나기까지 1시간이 소요될 수 있습니다. <br>I 신규 주문을 원할 경우 장바구니에 항목을 재추가하시기 바랍니다.
ms_my: Nombor pesanan anda yang dahulu ialah {0}. Anda boleh sahtentu status pesanan ini dengan menelefon Sokongan Pesanan di 03-26876333, 10 a.m. hingga 7 p.m. PST, Isnin-Jumaat. Sabtu 10 a.m. hingga 3 p.m. PST untuk bantuan atau dengan mengklik di sini. (Sila ambil perhatian, ia akan mengambil masa 1 jam sebelum pesanan dipaparkan.<br>Jika anda mahu membuat pesanan baharu sila tambah semula barangan ke dalam troli anda.
pl_pl: Twoje poprzednie zamówienie zostało zatwierdzone przed zmianami, które zostały wprowadzone do koszyka. Numer zamówienia to {0}. Sprawdz status zamówienia dzwoniąc do Działu Zamówień: 22 7037600 tonowo 1, od Pn-Pt w godzinach 10-18. <br>Jeśli chcesz złożyć nowe zamówienie, dodaj ponownie produkty do koszyka .
pt_br: O seu pedido anterior já foi criado após as alterações realizadas em seu carrinho de compras. Seu pedido foi criado sob o número {0}. Você pode acompanhar o status de seu pedido clicando aqui, (Atenção!, O pedido poderá levar até 1 hora para estar visivel.)<br>, Se desejar colocar um novo pedido, por favor, adicione mais produtos ao seu carrinho de compras.
ro_ro: Comanda dvs anterioară a fost trimisă înainte de a face modificările. Comanda dvs are numărul {0}. Puteţi verifica situaţia acestei comenzi sunând la +4 0264 442 537 sau +4 021 310 24 10 de Luni până Vineri între orele 10.00 şi 18.00 sau apăsaţi aici. (Atenţie, poate dura chiar şi 1 oră până ce comanda va fi vizibilă).<br>Dacă doriţi să plasaţi o nouă comandă, vă rugăm adăugaţi din nou produse în coş.
ru_il: Предыдущий заказ был размещен до того, как вы внесли новые изменения. Номер вашего заказа {0}. Вы можете уточнить статус заказа, обратившись в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 5454 c 07:00 до 18:00 с понедельника по пятницу или нажав сюда. (Пожалуйста, учтите, что может потребоваться около часа, чтобы заказ появился в системе.) <br> Чтобы разместить новый заказ, пожалуйста, заново добавьте товары в корзину.
ru_ru: Предыдущий заказ был размещен до того, как вы внесли новые изменения. Номер вашего заказа {0}. Вы можете уточнить статус заказа, обратившись в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 7474 c 07:00 до 18:00 с понедельника по пятницу или нажав сюда. (Пожалуйста, учтите, что может потребоваться около часа, чтобы заказ появился в системе.) <br> Чтобы разместить новый заказ, пожалуйста, заново добавьте товары в корзину.
sr_rs: Vaša prethodna porudžbina je već podneta pre nego što su izvršene izmene u vašoj korpi. Broj vaše porudžbine je {0}. Možete da potvrdite status ove porudžbine tako što ćete da pozovete Službu podrške kod naručivanja na broj +381 11 7856 494, od 09:00 do 17:00 časova, od ponedeljka do petka ili kliknite ovde. (Napominjemo da može da prođe do sat vremena pre nego što porudžbina bude prikazana.<br>Ukoliko želite da izvršite novu porudžbinu, molimo da ponovo dodate stavke u vašu korpu.
uk_ua: Ваше попереднє замовлення вже було оформлене до того, як ви внесли останні зміни у Вашому кошику. Номер вашого замовлення {0}. Ви можете перевірити статус цього замовлення звернувшись до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. Субота, неділя – вихідні дні. (Будь ласка, зверніть увагу, що це може зайняти до 1 години, поки замовлення буде відображено. <br> Якщо ви бажаєте розмістити нове замовлення, будь ласка, повторно додайте продукти в кошик._G1430
vi_vn: Đơn hàng trước của bạn đã được gởi đi.Mã số đơn hàng {0}. Bạn có thể làm rõ tình trạng đơn hàng bằng cách liên lạc bộ phận hỗ trợ đặt hàng 848 3827 9292, 8.30 A.M đến 17.30 AM từ thứ 2 đến thứ 6. Thứ 7 từ 9.00AM đến 13.00PM. PST cho sự hỗ trợ hoặc chọn vào đây. (Xin lưu ý sẽ mất 1h trước khi đơn hàng thể hiện trên hệ thống <br>. Nếu bạn muốn đặt đơn hàng mới, vui lòng thêm lại số lượng vào giỏ hàng
zh_mo: 在您修改購物車前，上一張訂單已經提交。您的訂單號碼是{0}。您可致電澳門直銷商服務熱線(853) 2828-6612(星期一至星期五 10:30-18:00及星期六10:30-13:00)或按此查核訂單狀態。(請注意，剛完成之新訂單須一小時後才能顯示。<br>若您欲下新訂單，請重新加入產品到您的購物車。

# CantOrder
source: Your ID is not acceptable, please contact Member Services on 0800 437 225, Monday - Friday 10.00am - 7:30pm (New Zealand time)_G1429
de_ch: Zur Zeit können Sie keine Produkte mit Ihrer ID Nr. bestellen. Bitte kontaktieren Sie die Distributor Services Abteilung unter +49 6151 8605 500.
el_cy: Ο Κωδικός Herbalife δεν είναι αποδεκτός, παρακλώ καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων στο 210-8108800
es_cl: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Distribuidor al 56 02 5205200 opción 2.
es_es: No es posible procesar este número de distribución. Por favor póngase en contacto con Atención al Distribuidor al 34 91 515 21 30
es_py: Su número de ID no es válido. Llame al Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1429
fi_fi: Antamasi ID-numero ei ole hyväksyttävä. Ota yhteyttä Jälleenmyyjäpalveluihin numeroon: 09 7251 9556
fr_fr: Votre numéro Identifiant n'est pas valide. Veuillez contacter le Service Relations Distributeur au 03 88 10 39 00.
he_il: מספר ה-ID שלך אינו מתקבל, אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1429
id_id: ID anda tidak dapat diterima, mohon hubungi Distributor Service 021 293 40900_G1429
it_it: Il tuo codice Identificativo non è stato accettato. Contatta il Dipartimento Relazioni Distributori al numero 06.52.30.4280.
ko_kr: 회원 번호 에러 입니다.문제가 지속될 경우 한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락하여 부탁드립니다.
ms_my: ID anda tidak diterima, sila hubungi Talian Hangat Perkhidmatan Ahli 03-26876333
pl_pl: Twój Numer Identyfikacyjny nie istnieje, Proszę skontaktuj się z Działem Kontaktów z Dystrybutorami pod telefonem: 227037600 (wybierz tonowo 1, potem 2).
pt_br: O seu ID não foi autenticado, por favor, contate o departamento de Serviços ao Distribuidor 11 3879-7822.
ro_ro: ID-ul dvs nu funcţionează. Vă rugăm contactaţi Departamentul de Relaţii cu Distribuitorii la nr de telefon +4 021 316 59 32/33.
ru_il: Неверный ID номер. Пожалуйста, обратитесь в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 5454.
ru_ru: Неверный ID номер. Пожалуйста, обратитесь в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 7474._G1429
sr_rs: Vaša identifikacija nije prihvaćena, molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Ваш ID не знайдено, будь ласка, зверніться до Відділу Інформаційної підтримки Незалежних Партнерів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00
vi_vn: Mã số của bạn không được chấp nhận. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292_G1429
zh_mo: 您的直銷商編號目前無法訂購，請致電澳門直銷商服務熱線(853) 2828-6612_G1429

# APFDue
source: Your Annual Processing Fee is due, we'll add into your shopping cart automatically._G1424
de_ch: Ihre jährliche Verwaltungsgebühr ist fällig. Wir werden sie daher ihrem Warenkorb hinzufügen.
el_cy: Η Ετήσια Συνδρομή έχει λήξη, και προστέθηκε στο Καλάθι Αγορών αυτόματα.
es_cl: Su Cuota Annual de Procesamiento está vencida, incluiremos automáticamente el cargo de la cuota en su orden.
es_es: Su Cuota Anual de Procesamiento está pendiente de pagos, incluiremos automáticamente el cargo de la cuota en su pedido.
es_py: Su Cuota Annual de Procesamiento está vencida, incluiremos automáticamente el cargo de la cuota en su pedido._G1424
fi_fi: Sinulla on erääntynyt vuosimaksu. Se on lisätty ostoskoriisi automaattisesti.
fr_fr: Vos cotisations annuelle est due et sera rajoutées à votre panier automatiquement.
he_il: עליך לשלם את דמי החברות השנתיים, אנו נוסיף אותם לעגלת הקניות שלך אוטומטית.
hu_hu: Tanácsadói éves díja esedékes, kérjük külön rendelésben rendezze._G1424
id_id: Pembayaran pemrosesan utama anda telah jatuh tempo, kami akan memasukkan dalam keranjang belanja anda secara otomatis_G1424
it_it: La tua quota annuale è scaduta e sarà aggiunta automaticamente al tuo carrello.
ko_kr: 연회비만기일입니다. 자동적으로 장바구니에 담도록 하겠습니다.
ms_my: Yuran Tahunan Perkhidmatan Ahli anda telah tamah, kami akan menambah ke dalam troli membeli-belah anda secara automatik.
pl_pl: Masz zaległą opłatę roczną, która doda się do zamówienia automatycznie
pt_br: A sua taxa anual está pendente de pagamento e será incluída automaticamente em seu carrinho.
ro_ro: Deoarece taxa dvs anuală de procesare expiră o vom adăuga automat în coş.
ru_il: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ.
ru_ru: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ._G1424
sr_rs: Vaša Godišnja članarina dospeva za naplatu, dodaćemo je automatski u vašu korpu.
uk_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування прострочена, ми додали оплату внеску до вашого кошика автоматично.
vi_vn: Phí xử lý hàng năm của bạn đã hết hạn, chúng tôi sẽ tự động add mã phí vào giỏ hàng_G1424
zh_mo: 由於您的年度手續費已到期，我們將自動將您的年度手續費加入購物車中。_G1424

# APFDueDateNotification
source: Your Annual Processing Fee is due on {0}
de_ch: fällig am {0}
es_cl: La Cuota Anual de Procesamiento se vence el {0}
es_es: Su Cuota Anual de Procesamiento vence el {0}
es_py: Su Cuota Anual de Procesamiento vence el {0}
fi_fi: Vuosimaksusi eräpäivä on {0}
fr_fr: Votre cotisation annuelle est due le {0}
he_il: עליך לשלם את דמי חידוש חברות הטיפול השנתיים ב-{0}
hu_hu: Tanácsadói éves díjának esedékessége: {0}_G1423
id_id: Pembayaran pemrosesan utama anda akan jatuh tempo pada {0}
it_it: La quota annuale è scaduta / scadrà a {0}
ko_kr: 연회비 {0} 까지 지급하시기 바랍니다.
ms_my: Yuran Tahunan Perkhidmatan Ahli anda adalah bertamah pada {0}
pl_pl: {0} Mija termin opłaty manipulacyjnej
pt_br: A sua taxa anual estará pendente de pagamento apartir de {0}
ro_ro: Taxa dvs anuală de procesare expiră la {0}
ru_il: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание до {0}
ru_ru: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание до {0}
sr_rs: Vaša Godišnja članarina dospeva za naplatu {0}
uk_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування {0}
vi_vn: Phí xử lý hàng năm của bạn hết hạn {0}
zh_mo: 您的年度手續費到期日為 {0}

# CardExpiredForSavedCard
source: Your credit card is expired. Please click Edit and update the expiration date._G1426
de_ch: Ihre Kreditkarte ist abgelaufen. Bitte klicken Sie auf Bearbeiten und erneuern Sie das Ablaufdatum.
el_cy: Η Πιστωτική Κάρτα έχει λήξη. Παρακαλώ επιλέξτε Επεξεργασία και ενημερώστε την ημερομηνία λήξης.
es_cl: Su tarjeta de crédito está caducada. Por favor haga click en Editar y actualice la fecha de caducidad.
es_es: Su tarjeta de crédito está caducada. Por favor haga click en Editar y actualice la fecha de caducidad.
es_py: Su tarjeta de crédito ha expirado. Por favor, haga click en Editar y actualice la fecha de expiración._G1426
fi_fi: Luottokorttisi ei ole enää voimassa. Paina "Muuta" ja päivitä korttitietosi.
fr_fr: Votre carte de crédit est expirée, veuillez cliquer sur Modifier pour la mettre à jour.
he_il: פג תוקפו של כרטיס האשראי שלך. אנא לחץ על "ערוך" ועדכן את תאריך פקיעת תוקף הכרטיס.
hu_hu: Hitelkártyájának érvényessége lejárt. Lejárati dátum frissítése és szerkesztése_G1426
id_id: Kartu kredit anda habis masa berlakunya. Mohon klik ubah dan perbaharui tanggal masa berlaku_G1426
it_it: La tua carta di credito è scaduta. Clicca su Modifica e aggiornare la data di scadenza.
ko_kr: 신용카드가 유효기간이 만료되었습니다. 수정을 클릭하고 만기일을 업데이트하시기 바랍니다.
ms_my: Kad kredit anda sudah tamat tempoh. Sila klik Edit dan kemaskinikan tarikh tamat.
pl_pl: Karta jest nieważna.Wciśnij 'Zmień' i wprowadź prawidłowa datę karty.
pt_br: O seu cartão de crédito expirou. Edite ou atualize a data de validade.
ro_ro: Cardul dvs a expirat. Vă rugăm apăsaţi Editare şi actualizaţi data expirării cardului.
ru_il: Срок действия кредитной карты истек. Пожалуйста нажмите "Редактировать" и измените срок действия карты.
ru_ru: Срок действия кредитной карты истек. Пожалуйста нажмите "Редактировать" и измените срок действия карты._G1426
sr_rs: Vaša kreditna kartica je istekla. Molimo kliknite uredi i promenite datum isteka.
uk_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, натисніть "Змінити" та оновіть термін дії картки._G1426
vi_vn: Thẻ ghi nợ của bạn đã hết hạn. Vui lòng chọn thay đổi và làm mới ngày hết hạn thẻ_G1426
zh_mo: 您的信用卡有效期已過，請按編輯及更新有效期限_G1426

# APFDueAdded
source: Your Annual Processing Fees are due. They have been added to your cart._G1425
de_ch: Ihre jährlichen Verwaltungsgebühren sind fällig. Sie wurden Ihrem Warenkorb hinzugefügt.
el_cy: Η Ετήσια Συνδρομή έχει λήξη, και προστέθηκε στο Καλάθι Αγορών.
es_cl: Su cuota anual se encuentra vencida, incluiremos automáticamente los cargos de la cuota vencida dentro de su orden.
es_es: Sus Cuotas Anuales de Procesamiento están pendientes de pago. Han sido incluidas en su pedido
es_py: Sus cuotas anuales se encuentran vencidas, incluiremos automáticamente los cargos de la cuotas vencidas dentro de su pedido._G1425
fi_fi: Sinulla on useampi erääntynyt vuosimaksu. Ne on lisätty ostoskoriisi automaattisesti.
fr_fr: Vos cotisations annuelles sont dues et sont rajoutées à votre panier automatiquement.
he_il: עליך לשלם את דמי החברות השנתיים. הם נוספו לעגלת הקניות שלך.
hu_hu: Tanácsadói éves díja esedékes. Összege a kosárba került _G1425
id_id: Pembayaran pemrosesan utama anda telah jatuh tempo. Telah ditambahkan dalam keranjang anda_G1425
it_it: La tua quota annuale è scaduta ed è stata aggiunta automaticamente al tuo carrello.
ko_kr: 연회비만기일입니다. 장바구니에 추가 되었습니다.
ms_my: Yuran Tahunan Perkhidmatan Keahlian yang anda perlukan telah meninggalkan troli anda.
pl_pl: Masz zaległe opłaty roczne. Zostaną one dołączone do twojego koszyka.
pt_br: Suas taxas anuais estão pendentes de pagamento e serão incluídas automaticamente em seu carrinho.
ro_ro: Deoarece aveţi taxe anuale de procesare neplătite acestea au fost automat adăugate în coş.
ru_il: Вам необходимо оплатить Ежегодный взнос за компьютерное. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ
ru_ru: Вам необходимо оплатить Ежегодный взнос за компьютерное обслуживание. Оплата Ежегодного взноса за компьютерное обслуживание будет автоматически включена в ваш заказ_G1425
sr_rs: Vaše Godišnje članarine su dospele za naplatu. Dodate su u vašu korpu.
uk_ua: Дата вашого щорічного внеску за комп'ютерне обслуговування прострочена. Оплату щорічного внеску за комп'ютерне обслуговування додана до вашого кошика.
vi_vn: Phí xử lý số liệu hàng năm của bạn đã hết hạn. Nó đã được thêm vào giỏ hàng_G1425
zh_mo: 由於您的年度手續費已到期，年度手續費已加入您的購物車中。_G1425

# NoBackOrdersAllowed
source: No backorderd should be allowed for deliveries to New Caledonia and French Polynesia._G1436
el_cy: Δεν επιτρέπονται backorder για αποστολές στη Νέα Καληδονία και την Γαλλική Πολυνησία
es_cl: No se permiten Backorders para envíos a Caledonia y Polinesía Francesa.
es_py: Ninguna orden debe enviarse para Nueva Caledonia ni a la Polinesia Francesa._G1436
fi_fi: Uuteen-Kaledoniaan ja Ranskan Polynesiaan ei toimiteta jälkitilauksia.
fr_fr: Aucun produit en reliquat de commande ne peut être ajouté à une commande livrée en Polynésie française ou en Nouvelle Calédonie.
id_id: Tidak ada pemesanan Backorder yang diizinkan untuk pengantaran ke New Caledonia dan French Polynesia_G1436
it_it: Non si possono spedire prodotti in prenotazione per la Nuova Caledonia e la Polinesia francese
ko_kr: 뉴칼레도니아와 프랑스령 폴리네시아로는 백오더 주문을 하실수 없습니다.
ms_my: Tiada pesanan tertangguh dibenarkan untuk penghantaran ke New Caledonia dan French Polynesia.
sr_rs: Kod isporuke u Novu Kaledoniju i Francusku Polineziju, nije dozvoljeno poručivanje proizvoda kojih trenutno nema u inventaru, a koji se isporučuju tek kad pristignu u zalihe.
uk_ua: Для доставки у Нову Каледонію та Французьку Полінезію не дозволений метод замовлення з подальшою відправкою товару._G1436
vi_vn: Không cho phép chuyển sản phẩm chưa nhập hàng đến New Caledonia và French Polynesia_G1436
zh_mo: 候補訂購產品不適用於送貨至新喀裡多尼亞及法國波利尼西亞_G1436

# NoShippingMethodSelected
source: Please select a Shipping Method_G1435
el_cy: Παρακαλώ επιλέξτε τρόπο αποστολής
es_cl: Favor seleccione un mètodo de envío
es_py: Por favor seleccione un método de envío._G1435
fi_fi: Valitse toimitustapa
he_il: בחר בבקשה שיטת משלוח
id_id: Tolong pilih Metode Pengiriman_G1435
it_it: Seleziona un metodo di spedizione
ko_kr: 배송방법을 선택해 주시기 바랍니다.
ms_my: Sila pilih Kaedah Penghantaran
pt_br: Por favor, Selecione o método de envio.
ro_ro: Vă rugăm selectaţi metoda de livrare
ru_il: Пожалуйста, выберете способ доставки
ru_ru: Пожалуйста, выберете способ доставки_G1435
sr_rs: Molimo odaberite način slanja.
uk_ua: Будь ласка, виберіть спосіб доставки._G1435
vi_vn: Vui lòng chọn phương thức giao hàng_G1435
zh_mo: 請選擇送貨方式_G1435
