Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# TotalNotMatch
source: Payment total does not match order total._G1326
el_cy: Το πληρωτέο ποσό δεν ταιριάζει με το ποσό της παραγγελίας.
es_cl: El total del pago que esta realizando no corresponde al total a pagar por la orden.
es_es: El total del pago que esta realizando no corresponde al total a pagar por este pedido
es_py: El total del pago que esta realizando no coincide con el total a pagar por la orden._G1326
fi_fi: Maksettu summa ei vastaa tämän tilauksen loppusummaa.
fr_fr: Le montant total ne correspond pas au montant de la commande.
he_il: סך כל התשלום אינו תואם את סך כל ההזמנה.
hu_hu: A fizetett összeg nem egyezik a rendelés végösszegével._G1326
id_id: Jumlah pembayaran tidak sesuai dengan total pemesanan_G1326
it_it: Il pagamento totale non corrisponde al totale dell'ordine
ko_kr: 총 결제 금액과 총 주문 금액이 일치하지 않습니다.
ms_my: Jumlah pembayaran tidak sepadan dengan jumlah pesanan.
pl_pl: Kwota całkowita nie odpowiada kwocie zamówienia.
pt_br: O total do pagamento não corresponde ao total do pedido.
ro_ro: Plata nu acoperă comanda.
ru_il: Сумма к оплате не совпадает со стоимостью заказа.
ru_ru: Сумма к оплате не совпадает со стоимостью заказа._G1326
sr_rs: Plaćanje ukupnog iznosa se ne podudara sa ukupnim iznosom porudžbine.
uk_ua: Загальна сума не відповідає сумі замовлення._G1326
vi_vn: Khoản thanh toán tổng cộngkhông khớp với tổng cộng số lương hàng đặt_G1326
zh_mo: 付款總數與訂單總數不符_G1326

# SkuNotValid
source: You cannot add this item to your cart._G1409
de_ch: Sie können diesen Artikel nicht Ihrem Warenkorb hinzufügen.
el_cy: Δεν μπορείτε να προσθέσετε το συγκεκριμένο προϊόν στο καλάθι αγορών.
es_cl: Usted no puede incluir este artículo en su selección.
es_es: Usted no puede incluir este artículo en su cesta.
es_py: Usted no puede incluir este artículo en su carrito de compras._G1409
fi_fi: Et voi lisätä tätä tuotetta ostoskoriin.
fr_fr: Vous ne pouvez pas ajouter cet article à votre panier.
he_il: אינך יכול להוסיף פריט זה לעגלת הקניות שלך.
hu_hu: Ezt a tételt nem lehet a kosárba tenni._G1409
id_id: Anda tidak dapat memasukkan barang ini dalam keranjang anda_G1409
it_it: Non è possibile aggiungere questo articolo al carrello
ko_kr: 장바구니에 제품을 추가할 수 없습니다.
ms_my: Anda tidak boleh menambah barangan ini ke dalam troli anda.
pl_pl: Nie można dodać tego produku do koszyka.
pt_br: Esse item não pode ser adcionado em seu carrinho.
ro_ro: Nu puteţi adăuga acest produs în coş.
ru_il: Вы не можете добавить данный продукт в корзину.
ru_ru: Вы не можете добавить данный продукт в корзину._G1409
sr_rs: Ne možete da dodate ovaj artikl u korpu.
uk_ua: Ви не можете додати ці товари до вашого кошика._G1409
vi_vn: Bạn không thể thêm sản phẩm này vào giỏ hàng_G1409
zh_mo: 本產品無法加入您的購物車內。_G1409

# DuplicateCardError
source: You cannot add the same card more than once._G1408
de_ch: Sie können die gleiche Kreditkarte nur einmal hinzufügen.
el_cy: Δεν μπορείτε να προσθέσετε την ίδια πιστωτική κάρτα περισσότερες από μία φορές.
es_cl: Usted no puede añadir la misma tarjeta más de una vez.
es_es: Usted no puede añadir la misma tarjeta más de una vez.
es_py: Usted no puede agregar la misma tarjeta más de una vez._G1408
fi_fi: Et voi lisätä samaa korttia useaan kertaan.
fr_fr: Vous ne pouvez ajouter la même carte plus d'une fois.
he_il: אינך יכול להוסיף את אותו כרטיס יותר מפעם אחת.
hu_hu: Ugyanazt a kártyát csak egyszer lehet használni_G1408
id_id: Anda tidak dapat memasukkan kartu yang sama lebih dari satu_G1408
it_it: Non è possible aggiungere la stessa carta più di una volta
ko_kr: 동일한 신용카드를 한 번 이상 추가할 수 없습니다.
ms_my: Anda tidak boleh menambah kad yang sama lebih daripada sekali.
pl_pl: Nie można podać kilkakrotnie tego samego numeru karty.
pt_br: Não pode adicionar o mesmo cartão mais que uma vez.
ro_ro: Nu puteţi adăuga acelaşi card de mai multe ori.
ru_il: Вы не можете сохранить данные одной и той же карты дважды.
ru_ru: Вы не можете сохранить данные одной и той же карты дважды._G1408
sr_rs: Ne možete da dodate istu karticu više od jednog puta.
uk_ua: Ви не можете додати ту саму картку більше, ніж один раз._G1408
vi_vn: Bạn không thể thêm một thẻ tương tự nhiều hơn một_G1408
zh_mo: 您不能重複加入相同信用卡_G1408

# CanOnlyPrepayOneAPF
source: You may only prepay one year of APF._G1419
de_ch: Sie dürfen nur eine Gebühr zahlen
el_cy: Μπορείτε να προπληρώσετε μονο ένα χρόνο Ετήσιας Συνδρομής.
es_cl: Usted sólo puede prepagar la Cuota de Procesamiento Anual.
es_es: Usted sólo puede prepagar un Cuota Anual de Procesamiento.
es_py: Usted sólo puede prepagar un año de su Cuota de Procesamiento Anual._G1419
fi_fi: Voit maksaa vain yhden vuosimaksun ennakkoon.
fr_fr: Vous pouvez seulement prépayer votre cotisation.
he_il: אתה רשאי לשלם מראש רק עבור שנה אחת של דמי חידוש חברות שנתיים.
hu_hu: Csak 1 éves díjat fizethet előre_G1419
id_id: Anda hanya dapat membayar dimuka satu tahun dari APF_G1419
it_it: Si può fare solo il pagamento anticipato di un anno di APF.
ko_kr: 연회비 1년간만 선지불이 가능합니다.
ms_my: Anda hanya boleh membayar 1 tahun ASF
pl_pl: Opłatę manipulacyjną można uiścić tylko jeden rok wprzód.
pt_br: Você só pode antecipar o pagamento da taxa anual em um ano.
ro_ro: Puteţi plăti în avans doar o taxă anuală de procesare.
ru_il: Ежегодный взнос за компьютерное обслуживание может быть оплачен только на один год вперед.
ru_ru: Ежегодный взнос за компьютерное обслуживание может быть оплачен только на один год вперед._G1419
sr_rs: Možete unapred da platite samo 1 godinu APF-a.
uk_ua: Ви можете передплатити тільки один рік щорічного внеску за комп'ютерне обслуговування.
vi_vn: Bạn chỉ có thể trả trước 1 năm phí xử lý dữ liệu_G1419
zh_mo: 您只可預繳一年的年度手續費_G1419

# AddHFFSucceeded
source: You have successfully added HFF to the cart._G1418
el_cy: Έχετε προσθέσει στο Καλάθι Αγορών συνδρομή HFF.
es_cl: Ha agregado exitosamente HFF a su selección.
es_py: Ha agregado exitosamente HFF a su selección._G1418
fi_fi: Olet lisännyt HFF:n ostoskoriin.
fr_fr: Vous avez ajouté HFF à votre panier avec succès.
he_il: הצלחת להוסיף את קרן המשפחה של הרבלייף לעגלת הקניות.
id_id: Anda telah menambahkan HFF ke dalam keranjang_G1418
it_it: La donazione HFF è stata aggiunta al carrello
ko_kr: 성공적으로 장바구니에 HFF를 추가했습니다.
ms_my: Anda sudah berjaya menambah HFF ke dalam troli anda.
pt_br: HFF incluído com sucesso ao seu carrinho.
ro_ro: Aţi adăugat HFF în coş.
ru_il: Добровольное пожертвование в Семейный фонд Herbalife было успешно добавлено в корзину.
ru_ru: Добровольное пожертвование в Семейный фонд Herbalife было успешно добавлено в корзину._G1418
sr_rs: Uspešno ste dodali HFF u korpu.
uk_ua: Ви успішно додали HFF до вашого кошика._G1418
vi_vn: Bạn đã thêm thành công HFF vào giỏ hàng_G1418
zh_mo: 您已成功加入康寶萊家庭基金捐款到購物車_G1418

# CantVisitWithNoDeliveryInfo
source: You must select a Shipping or Pick Up option to proceed._G1421
de_ch: Bitte wählen Sie zuerst einen Abholort aus, bevor Sie mit der Bestellung weiter machen.
el_cy: Θα πρέπει να επιλέξετε Αποστολή ή Παραλαβή για να συνεχίσετε.
es_cl: Debe seleccionar una dirección de envío para continuar
es_es: Debe seleccionar una dirección de envío para continuar
es_py: Debe seleccionar una dirección de envío para continuar_G1421
fi_fi: Sinun tulee valita toimitustapa ennen kuin voit jatkaa.
fr_fr: Vous devez sélectionner l'options de livraison
he_il: עליך לבחור במשלוח או איסוף כדי להמשיך.
hu_hu: A folytatáshoz válassza a Kiszállítást vagy Árufelvételt._G1421
id_id: Anda harus memilih opsi pengiriman atau penjemputan untuk lanjut_G1421
it_it: È necessario selezionare l'opzione di spedizione o di Ritiro Diretto per procedere.
ko_kr: 계속하기 위해 배송 또는 픽업 옵션을 선택해야 합니다.
ms_my: Anda mesti memilih opsyen Penghantaran atau Kutip untuk meneruskannya.
pl_pl: Wybierz opcję dostawy, aby kontynuować
pt_br: Favor selecionar opção de envio ou retirada antes de avançar.
ro_ro: Pentru a continua trebuie selectat Livrare sau Ridicare Produse.
ru_il: Вы должны выбрать доставку или получение в Центре Продаж чтобы продолжить.
ru_ru: Вы должны выбрать доставку или получение в Центре Продаж чтобы продолжить._G1421
sr_rs: Morate da odaberete način slanja ili preuzimanja kako biste nastavili.
uk_ua: Для продовження виберіть спосіб доставки або спосіб отримання ._G1421
vi_vn: Bạn phải chọn phương thức giao hàng hoặc nhận hàng tại kho để tiếp tục_G1421
zh_mo: 您必須選擇送貨或提貨才可繼續_G1421

# MustDeleteACardToChangeItemsInCart
source: You must delete one of your credit cards to change the items in your cart_G1420
el_cy: Θα πρέπει να διαγράψετε μία από της πιστωτικές κάρτες για να αλλάξετε τα προϊόντα στο Καλάθι Αγορών
es_cl: Usted deb borrar una de sus tarjetas de crédito para cambiar los artículos en su carrito.
es_es: Debe eliminar una de sus tarjetas de crédito para modificar los artículos en su cesta
es_py: Usted debe borrar una de sus tarjetas de crédito para cambiar los artículos en su carrito._G1420
fi_fi: Yksi luottokortti on poistettava, jotta ostoskorin tuotteita voi muuttaa
fr_fr: Vous devez supprimer l'une de vos cartes de crédit pour pouvoir modifier le contenu de votre panier.
he_il: עליך למחוק אחד מכרטיסי האשראי שלך כדי לשנות את הפריטים בעגלת הקניות שלך.
hu_hu: A kosár tartalmának változtatásához törölnie kell legalább az egyik bankkártyájának adatait._G1420
id_id: Anda harus menghapus salah satu kartu kredit untuk mengganti barang dalam keranjang_G1420
it_it: devi cancellare una delle carte di credito per cambiare gli articoli nel carrello
ko_kr: 장바구니에 담긴 제품을 변경하시려면 등록된 결제카드를 삭제하셔야 합니다.
ms_my: Anda mesti menghapuskan salah satu kad kredit anda untuk menukar barangan di dalam troli anda.
pl_pl: Musisz skasować jeden z numerów kart aby zmienić produkty w koszyku.
pt_br: Voce deve excluir um dos cartões de crédito para alterar os itens em seu carrinho.
ro_ro: Trebuie să ştergeţi detaliile unui card pentru a schimba produsele din coş
ru_il: Необходимо удалить данные одной из кредитных карт, чтобы изменить содержание корзины.
ru_ru: Необходимо удалить данные одной из кредитных карт, чтобы изменить содержание корзины._G1420
sr_rs: Morate da izbrišete jednu od svojih kreditnih kartica kako biste promenili artikle u korpi.
uk_ua: Видаліть одну з ваш кредитних карток для того, щоб змінити товар у вашому кошику_G1420
vi_vn: Bạn phải xóa một trong những thẻ ghi nợ để có thể thay đổi số lượng trong giỏ hàng_G1420
zh_mo: 您必須刪除其中一張信用卡以更改購物車中的項目_G1420

# SelectedDualOrderMonthMessage
source: You have selected {0} as the dual order month is this correct?
de_ch: Sie haben den Monat {0} ausgewählt. Ist das richtig? (Bestätigung kann bis zu 10sek dauern)
es_cl: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
es_es: Usted ha seleccionado {0} como el mes de su pedido, ¿es correcto?
es_py: Usted ha seleccionado {0} como su mes de pedido, ¿es esto correcto?
fi_fi: Olet valinnut tilauskuukaudeksi {0}, onko tämä oikea valinta?
fr_fr: Vous avez sélectionné le mois {0} pour votre commande. Est-ce correct ?
he_il: בחרת {0} כהזמנה דו-חודשית, האם זה נכון?
hu_hu: Ön a {0} volumenhónapot választotta, biztos benne?_G1415
id_id: Anda telah memilih {0} sebagai bulan pemesanan kembar apakah ini benar?
it_it: E' stato selezionato {0} come mese per l'ordine: e' corretto?
ko_kr: 선택한 실적월 {0} 을 확인해 주시겠습니까?
ms_my: Anda telah memilih {0} sebagai dwi pesanan bulan adakah ini betul?
pl_pl: Wybrałeś {0} jako miesiąc zamówienia. Czy chcesz kontynuować?
pt_br: Selecionou {0} como mês duplo, está correto?
ro_ro: Aţi selectat {0} ca lună dublă. Este corect?
ru_il: Вы выбрали {0} как месяц для заказа, данная информация верна?
ru_ru: Вы выбрали {0} как месяц для заказа, данная информация верна?
sr_rs: Odabrali ste {0} kao dupli mesec porudžbine da li je ovo tačno?
uk_ua: Ви обрали {0} у зв 'язку з днем подвійного місяця, це вірно?_G1415
vi_vn: Bạn đã chọn {0} như 2 tháng đặt hàng, đúng không?
zh_mo: 您的訂單月份為{0}，請再次確認是否正確

# ClearCart
source: You have product(s) in your shopping cart. Do you want to clear your cart before proceed to purchase event tickets?_G1414
de_ch: Sie haben Artikel in Ihrem Warenkorb. Möchten Sie den Warenkorb leeren, bevor Sie damit fortfahren ein Event Ticket zu bestellen?
el_cy: Έχετε προϊόν (προϊόντα) στο Καλάθι Αγορών. Θέλετε να αδειάσετε το Καλάθι Αγορών πριν προχωρήσετε στην αγορά εισητηρίου;
es_cl: Usted tiene productos en su selección de compra. ¿Desea eliminarlos de su selección antes de proceder con la compra de boletos para eventos.
es_es: Usted tiene productos en su cesta de la compra. ¿Desea limpiar su cesta antes de proceder a la compra de tickets para eventos?
es_py: Usted tiene productos en su carrito de compra. ¿Desea eliminarlos de su carrito antes de proceder con la compra de tickets para eventos?_G1414
fi_fi: Sinulla on tuotteita ostoskorissa. Haluatko tyhjentää ostoskorisi ennen kuin jatkat tapahtumalippujen ostoon?
fr_fr: Vous avez des produits dans votre panier. Souhaitez-vous vider votre panier avant de procéder à l'achat de billets événements ?
he_il: יש לך מוצר(ים) בעגלת הקניות. האם אתה רוצה לנקות את העגלה לפני שאתה קונה כרטיסים לאירוע?
hu_hu: Kosarában termékek vannak. Törölni szeretné kosarát, mielőtt a továbblép a jegyvásárláshoz?_G1414
id_id: Anda memiliki produk dalam keranjang belanja anda. Apakah anda ingin untuk membersihkan keranjang anda sebelum melakukan pembelian tiket acara?_G1414
it_it: Hai prodotto(i) nel carrello. Vuoi svuotarlo prima di procedere con l’ordine dei Biglietti?
ko_kr: 장바구니에 제품이 있습니다. 행사티켓 구매 전에 장바구니를 비우시겠습니까?
ms_my: Anda ada produk di dalam troli membeli-belah anda. Adakah anda mahu mengosongkan troli anda sebelum terus membeli tiket acara?
pl_pl: W twoim koszyku znajdują się już produkty
pt_br: Existem produto(s) em seu carrinho de compras. Deseja apagar antes de efetuar a compra do convite?
ro_ro: Aveţi produse în coşul de cumpărături. Doriţi să goliţi coşul înainte să achiziţionaţi bilete la eveniment?
ru_il: В вашей корзине присутствуют продукты. Вы уверены что хотите очистить корзину перед тем как перейти к покупке билетов на мероприятия?
ru_ru: В вашей корзине присутствуют продукты. Вы уверены что хотите очистить корзину перед тем как перейти к покупке билетов на мероприятия?_G1414
sr_rs: Imate proizvod/e u korpi za kupovinu. Da li želite da je ispraznite pre nego nastavite sa kupovinom karata?
uk_ua: В вашому кошику є товари. Ви хочете очистити ваш кошик, перед тим як замовити квитки на захід?_G1414
vi_vn: Bạn có những sản phẩm trong giỏ hàng. Bạn có muốn xóa giỏ hàng trước khi tiếp tục mua vé sự kiện?_G1414
zh_mo: 產品已加到您的購物車，您是否想在訂購會議門票前清除您的購物車？_G1414

# JustBrowse
source: You have selected to browse product without placing an order, you won't be able to add product to the cart._G1417
de_ch: Sie haben sich Informationen zu den Produkten angesehen ohne Artikel in den Warenkorb zu legen. Sie können nur eine Bestellung aufgeben, wenn sich Artikel im Warenkorb befinden.
el_cy: Έχετε επιλέξει να αναζητήσετε ένα προϊόν χωρίς να προσθέσετε παραγγελία, δεν θα μπορέσετε να προσθέσετε το προϊόν στο Καλάθι Αγορών.
es_cl: Usted ha seleccionado buscar productos sin colocar una orden por lo que no podrá agregar productos a su selección.
es_py: Usted ha seleccionado revisar un producto sin ingresar un pedido, por lo que no podrá agregar producto al carrito._G1417
fi_fi: Olet valinnut selata tuotelistaa tilaamatta tuotteita. Et voi lisätä tuotteita ostoskoriin.
fr_fr: Vous avez choisi de parcourir les produits sans passer commande, vous ne pourrez pas ajouter de produits à votre panier.
he_il: בחרת לדפדף בין המוצרים מבלי להזמין, לא תוכל להוסיף מוצר לעגלת הקניות.
hu_hu: Ön a termékek rendelés nélküli megtekintését választotta, ebben a nézetben nem fog tudni termékeket tenni a korárba._G1417
id_id: Anda telah memilih untuk melihat produk tanpa memesan, anda tidak dapat menambahkan produk ke keranjang_G1417
it_it: Hai scelto di visualizzare i prodotti senza effettuare un ordine, non potrai aggiungere prodotti al tuo carrello.
ko_kr: 주문을 하지 않고 제품 보기만을 선택했기 때문에 장바구니에 제품을 담을 수 없습니다.
ms_my: Anda memilih untuk semak imbas produk tanpa membuat pesanan, anda tidak boleh menambah produk ke dalam troli.
pl_pl: W przeglądarce produktów nie ma możliwości dodać ich do koszyka.
pt_br: Escolheu navegar no produto sem colocar um pedido, não é possivel adiconar esse produto ao carrinho.
ro_ro: Aţi selectat doar căutare produse fără să plasaţi comandă şi nu veţi putea adăuga produse în coş.
ru_il: Вы выбрали просмотр товаров без возможности размещения заказа. Вы не сможете добавить товары в корзину.
ru_ru: Вы выбрали просмотр товаров без возможности размещения заказа. Вы не сможете добавить товары в корзину._G1417
sr_rs: Odabrali ste da pretražujete proizvode, a da niste izvršili porudžbinu, nećete biti u mogućnosti da dodajete proizvode u korpu.
uk_ua: Ви вибрали для перегляду продукти, не розміщуючи замовлення, ви не зможете додати товар у кошик._G1417
vi_vn: Bạn đã chọn để lướt qua sản phẩm mà không đặt hàng, bạn sẽ không thể thêm sản phẩm vào giỏ hàng_G1417
zh_mo: 您已選擇非訂購模式瀏覽產品，您將不能加入產品到購物車_G1417

# WaldosMessage
source: You have selected Pick Up from WALDOS, there will be limited products to order from._G1416
el_cy: Έχετε επιλέξει να παραλάβετε από τα WALDOS, θα υπάρχει περιορισμός στα προϊόντα που μπορείτε να παραγγείλετε.
es_cl: Usted ha seleccionado recoger de WALDOS en donde habrán productos limitados para pedir.
es_py: Ha seleccionado WALDOS para el retiro, habrá productos limitados para hacer el pedido._G1416
fr_fr: Vous avez sélectionné 'Récupération de WALDOS, il y aura une quantité de produits limitée à commander.
he_il: בחרת איסוף מ-WALDOS, תחול הגבלה על פריטים שתוכל להזמין.
id_id: Anda telah memilih penjemputan dari WALDOS, akan ada pembatasan produk untuk dipesan_G1416
it_it: Avendo selezionato il magazzino WALDOS per ritirare i prodotti, potrai inserire un numer limitato di prodotti.
ko_kr: WALDOS에서 픽업을 선택했기 때문에 주문서에 제품이 제한될 것입니다.
ms_my: tip daripada Anda telah memilih Kutip daripada WALDOS, terdapat produk terhad untuk dipesan.
pt_br: Você selecionou retirada através de WALDOS, haverá limite de produtos no formulário de pedido.
ro_ro: Aţi selectat Ridicare de la Centru. Din acest motiv vor fi mai puţine produse în comandă.
ru_il: Вы выбрали получение в WALDOS как способ доставки. В этом случае выбор продуктов, доступных для заказа, будет ограничен.
ru_ru: Вы выбрали получение в WALDOS как способ доставки. В этом случае выбор продуктов, доступных для заказа, будет ограничен._G1416
sr_rs: Odabrali ste preuzmi od WALDOS-a, biće ograničen broj proizvoda koji će se naručivati.
uk_ua: Ви обрали замовлення з отриманням з WALDOS, в якому буде обмеження продукціїї для замовлення._G1416
vi_vn: Bạn đã chọn lấy hàng từ WALDOS, sẽ có những sản phẩm giới hạn trong việc đặt hàng_G1416
zh_mo: N/A_G1416

# ShippingNickNameNotPopulated
source: Please select the Shipping Address_G1373
de_ch: Bitte wählen Sie eine Lieferadresse aus
el_cy: Παρακαλούμε επιλέξτε την Διεύθυνση Αποστολής
es_cl: Por favor elija un domicilio para entrega
es_es: Por favor elija un domicilio de entrega
es_py: Por favor, seleccione una dirección de entrega._G1373
fi_fi: Valitse toimitusosoite
fr_fr: Veuillez sélectionner l'adresse de livraison.
he_il: אנא בחר את זמן האיסוף.
hu_hu: Kérjük válassza ki a Kiszállítási címet_G1373
id_id: Silahkan pilih alamat pengiriman_G1373
it_it: Seleziona l'indirizzo di Spedizione
ko_kr: 배송주소를 선택하십시오.
ms_my: Sila pilih Alamat Penghantaran
pl_pl: Wybierz adres wysyłki
pt_br: Por favor selecione o endereço de entrega
ro_ro: Vă rugăm selectaţi adresa de livrare.
ru_il: Пожалуйста выберите адрес доставки.
ru_ru: Пожалуйста выберите адрес доставки._G1373
sr_rs: Molimo odaberite adresu za slanje.
uk_ua: Будь ласка, оберіть адресу доставки_G1373
vi_vn: Vui lòng chọn đia chỉ giao hàng_G1373
zh_mo: 請選擇送貨地址_G1373

# NoNonProductToStandaloneAPF
source: Only Product can be added to a Standalone APF order_G1325
es_cl: Sólo se pueden agregar productos en un pedido que incluya únicamente la Cuota Anual de Procesamiento
es_es: Sólo se puede agregar productos en un pedido que incluya únicamente la Cuota Anual de Procesamiento
es_py: Sólo se puede añadir productos a un pedido que incluya únicamente la Cuota Anual de Procesamiento_G1325
fi_fi: Vuosimaksu -tilaukseen voidaan lisätä vain tuotteita
fr_fr: Seul des produits peuvent être ajoutés à une commande de frais de renouvellement
he_il: ניתן להוסיף רק מוצרים להזמנת דמי חידוש חברות שנתיים העומדת בפני עצמה.
hu_hu: A különálló Éves Díj rendeléshez nem adható hozzá más tétel._G1325
id_id: Hanya produk yang dapat dimasukkan dalam pesanan APF yang mandiri_G1325
it_it: Solo prodotti possono essere aggiunti a un ordine con Quota Annuale.
ko_kr: 독립 APF 주문에는 제품만 추가할 수 있습니다.
ms_my: Hanya Produk boleh ditambah kepada pesanan ASF berdiri-sendiri
pl_pl: Tylko Produkt można dodać do zamówienia Standalone APF
pt_br: Apenas produtos podem ser adicionados à taxa anual.
ro_ro: Doar Produse pot fi adăugate la comenzile în care se achită şi taxa anuală de procesare
ru_il: Только продукт может быть включен в автономный заказ на оплату Ежегодного взноса за компьютерное обслуживание.
ru_ru: Только продукт может быть включен в автономный заказ на оплату Ежегодного взноса за компьютерное обслуживание._G1325
sr_rs: Samo Proizvod može da se doda u Samostalnu APF porudžbinu
uk_ua: Тільки Продукт може бути додано до стандартного замовлення на оплату щорічного комп'ютерного внеску
vi_vn: Chỉ sản phẩm có thể được thêm vào đơn hàng phí xử lý số liệu Standalone_G1325
zh_mo: 只有產品可加入年度手續費訂單_G1325

# DONotAllowed
source: Online ordering is not allowed._G1324
de_ch: Online Bestellungen sind nicht erlaubt.
el_cy: Δεν επιτρέπεται η παραγγελία Online.
es_cl: Los pedidos Online no son permitidos.
es_es: Los pedidos online no son permitidos.
es_py: Los pedidos por Internet no están permitidos._G1324
fi_fi: Online -tilaus ei ole sallittu.
fr_fr: Les commandes en ligne ne sont pas autorisées.
he_il: הזמנה מקוונת אינה מאושרת.
hu_hu: Az online rendelés nem megengedett._G1324
id_id: Pemesanan online tidak diizinkan_G1324
it_it: L'Ordine Online non è consentito.
ko_kr: 온라인 주문이 허용되지 않습니다.
ms_my: Pesanan dalam talian tidak dibenarkan.
pl_pl: Elektroniczne składanie zamówień nie jest dozwolone.
pt_br: Pedido Online não permitido.
ro_ro: Comanda online nu este permisă.
ru_il: В настоящий момент интернет заказы не разрешены
ru_ru: В настоящий момент интернет заказы не разрешены_G1324
sr_rs: Poručivanje putem Interneta nije dozvoljeno.
uk_ua: Онлайн замовлення не дозволено._G1324
vi_vn: Đặt hàng trực tuyến không được cho phép_G1324
zh_mo: 網上訂購不適用_G1324
