Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# NoExtension
source: Please fill out the extension._G1353
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε την επέκταση.
es_cl: Por favor rellene la extensión.
es_es: Por favor rellene la extensión.
es_py: Por favor escriba la extensión._G1353
fr_fr: Veuillez entrer l'extension.
he_il: אנא מלא שלוחה.
hu_hu: Kérjük adja meg a melléket._G1353
id_id: Silahkan isi extension_G1353
it_it: Inserisci l'estensione.
ko_kr: 연장기간을 입력해 주시기 바랍니다.
ms_my: Siloa masukkan sambungan.
pl_pl: Wprowadź numer wewnętrzny
pt_br: Por favor, insira a extensão.
ro_ro: Vă rugăm introduceţi extensia.
ru_il: Пожалуйста введите добавочный номер.
ru_ru: Пожалуйста введите добавочный номер._G1353
sr_rs: Molimo popunite lokal.
uk_ua: Будь ласка, введіть доповнення._G1353
vi_vn: Vui lòng nhập thêm_G1353
zh_mo: 請輸入分機號碼_G1353

# NoCity
source: Please fill out the city._G1352
de_ch: Bitte geben Sie die Stadt ein.
el_cy: Παρακαλώ συμπληρώστε την Πόλη.
es_cl: Por favor seleccione la Ciudad.
es_es: Por favor proporcione la Localidad.
es_py: Por favor, proporcione la Ciudad._G1352
fi_fi: Täytä kaupunki.
fr_fr: Veuillez renseigner la ville.
he_il: אנא מלא את העיר.
hu_hu: Kérjük adja meg a várost._G1352
id_id: Silahkan isi kota_G1352
it_it: Inserisci la Città.
ko_kr: 배송주소 "시"를 입력해 주시기 바랍니다.
ms_my: Sila masukkan bandar.
pl_pl: Miasto.
pt_br: Por favor, informe a cidade.
ro_ro: Vă rugăm introduceţi oraşul.
ru_il: Пожалуйста введите название города.
ru_ru: Пожалуйста введите название города._G1352
sr_rs: Molimo popunite ime grada.
uk_ua: Будь ласка, введіть місто._G1352
vi_vn: Vui lòng nhập tên thành phố_G1352
zh_mo: 請輸入城市_G1352

# InvalidMiddleName
source: Please enter valid Middle Name._G1346
de_ch: Bitte geben Sie einen gültigen zweiten Vornamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Μεσσαίο Όνομα
es_cl: N/A FOR SPAIN
es_py: Por favor, ingrese un segundo nombre válido._G1346
fi_fi: Täytä voimassaoleva toinen nimi.
fr_fr: Veuillez entrer un Second Prénom valide
he_il: אנא הכנס שם אמצעי נכון.
id_id: Silahkan masukkan nama tengah yang benar_G1346
it_it: Inserisci il secondo nome valido.
ko_kr: 유효한 중간이름을 입력해 주시기 바랍니다.
ms_my: Sila masukkan Nama tengah yang sah
pl_pl: Wpisz drugie imię
pt_br: Por favor, insira o nome do meio válido.
ro_ro: Vă rugăm introduceţi al doilea Prenume.
ru_il: Пожалуйста введите правильное Отчество.
ru_ru: Пожалуйста введите правильное Отчество._G1346
sr_rs: Molimo unesite srednje ime.
uk_ua: Будь ласка, введіть дійсне ім'я По-батькові._G1346
vi_vn: Vui lòng nhập tên lót hợp lệ_G1346
zh_mo: 請輸入您的中名_G1346

# AddHFFZero
source: Please add an amount greater than 0._G1327
el_cy: Παρακαλώ εισάγετε ποσό μεγαλύτερο του 0.
es_cl: Por favor, agregue una cantidad mayor a cero {0}
es_es: Por favor, agregue una cantidad mayor a cero
es_py: Por favor, agregue una cantidad mayor a cero {0}
fi_fi: Laita määräksi enemmän kuin 0.
fr_fr: Veuillez ajouter un montant supérieure
he_il: נא להוסיף סכום הגבוה מ-0.
hu_hu: Kérjük adjon meg nullánál nagyobb összeget._G1327
id_id: Silahkan tambahkan angka lebih besar dari 0_G1327
it_it: Inserisci un importo maggiore di 0.
ko_kr: 0보다 큰 액수를 추가하십시오.
ms_my: Sila tambah amaun yang lebih besar daripada 0.
pl_pl: Proszę dodać kwotę większa niż 0.
pt_br: Por favor informe valor superior a 0.
ro_ro: Vă rugăm adăugaţi o sumă mai mare de 0.
ru_il: Пожалуйста, введите количество превышающее 0
ru_ru: Пожалуйста, введите количество превышающее 0_G1327
sr_rs: Molimo dodajte iznos veći od 0.
uk_ua: Будь ласка, введіть суму більше 0._G1327
vi_vn: Vui lòng thêm số lương lớn hơn 0_G1327
zh_mo: 請輸入大於0的數值_G1327

# PaymenyFail
source: Please check card information._G1328
de_ch: Der eingegebene Sicherheitscode ist falsch oder die Zahlung wurde von Ihrem Kreditinstitut abgelehnt. Bitte kontaktieren Sie Ihr Kreditkarteninstitut für weitere Informationen.
el_cy: Παρακαλώ ελένξτε τα στοιχεία της Πιστωτικής Κάρτας.
es_cl: Por favor verifique la información de su tarjeta.
es_es: Por favor verifique la información de su tarjeta.
es_py: Por favor, verifique la información de su tarjeta._G1328
fi_fi: Tarkista korttitietosi.
fr_fr: Veuillez vérifier le numéro de carte bancaire.
he_il: אנא בדוק את פרטי הכרטיס.
hu_hu: Kérjük ellenőrizze a kártyaadatokat._G1328
id_id: Silahkan periksa informasi kartu_G1328
it_it: Controlla i dati della tua carta di credito
ko_kr: 신용카드 정보를 확인하십시오.
ms_my: Sila semak maklumat kad.
pl_pl: Sprawdź dane karty.
pt_br: Por favor verifique informação do cartão.
ro_ro: Vă rugăm verificaţi informaţiile cardului.
ru_il: Пожалуйста, проверьте данные карты.
ru_ru: Пожалуйста, проверьте данные карты._G1328
sr_rs: Molimo proverite podatke na kartici.
uk_ua: Будь ласка, перевірте інформацію картки._G1328
vi_vn: Vui lòng kiểm tra thông tin thẻ_G1328
zh_mo: 請確認信用卡資料無誤_G1328

# NoPickUpLocation
source: Please select a location._G1365
de_ch: Bitte einen Ort auswählen.
el_cy: Παραακλώ επιλέξτε περιοχή.
es_cl: Por favor seleccione una localidad*:
es_es: Por favor seleccione un Centro de Recogida.
es_py: Por favor seleccione una ubicación._G1365
fi_fi: Valitse sijainti.
fr_fr: Veuillez sélectionner un lieu.
he_il: אנא בחר מקום.
hu_hu: Kérjük válasszon helyszínt._G1365
id_id: Silahkan pilih lokasi_G1365
it_it: Seleziona un magazzino per il ritiro diretto
ko_kr: 장소를 선택하십시오.
ms_my: Sila pilih lokasi*:
pl_pl: Wybierz lokalizację
pt_br: Por favor, selecione o local.
ro_ro: Vă rugăm selectaţi o locaţie.
ru_il: Пожалуйста выберите локацию.
ru_ru: Пожалуйста выберите локацию._G1365
sr_rs: Molimo odaberite lokaciju.
uk_ua: Будь ласка, виберіть місце._G1365
vi_vn: Vui lòng chọn địa điểm_G1365
zh_mo: 請選擇地點_G1365

# NoDefaultShippingAddress
source: Please record a shipping address before you can complete this Pick Up Order._G1364
de_ch: Bitte geben Sie eine Lieferadresse ein, bevor Sie mit dieser Abhol Bestellung fortfahren.
el_cy: Παρακαλούμε καταγράψτε μία διεύθυνση αποστολής πριν ολοκληρώσετε αυτήν την Παραγγελία.
es_cl: Por favor anote una dirección de envío antes de que pueda completar esta orden de retiro
es_es: Por favor guarde una dirección de envío antes de que pueda completar este pedido para recoger.
es_py: Por favor, registre una dirección de envío antes de completar este pedido para retiro._G1364
fi_fi: Tallenna lähetysosoite ennen tämän noutotilauksen täyttämistä.
fr_fr: Veuillez sauvegarder une adresse d'expédition avant de pouvoir compléter cette commande.
he_il: אנא רשום את כתובת המשלוח לפני שתוכל להשלים את הזמנת האיסוף הזו.
hu_hu: Kérjük adjon meg egy kiszállítási címet, mielőtt áruátvételes rendelését rögzítené._G1364
id_id: Silahkan catat alamat pengiriman sebelum menyelesaikan pemesanan jemputan_G1364
it_it: Registra un indirizzo di spedizione prima di completare questo Ordine con il Ritiro Diretto.
ko_kr: 픽업주문을 완료하기 전에 배송주소를 기입하시기 바랍니다.
ms_my: Sila rekod alamat penghantaran sebelum anda boleh melengkapkan Pesanan Pungutan ini.
pl_pl: Proszę zarejestrować adres wysyłkowy zanim wykonasz to wybrać się zamówienie.
pt_br: Por favor, salve o endereço de entrega antes de concluir o pedido.
ro_ro: Vă rugăm să înregistraţi o adresă de livrare înainte de a completa adresa de unde doriţi să ridicaţi comanda.
ru_il: Пожалуйста, введите любой адрес для того, чтобы завершить заказ с получением в Центре Продаж.
ru_ru: Пожалуйста, введите любой адрес для того, чтобы завершить заказ с получением в Центре Продаж._G1364
sr_rs: Molimo ubeležite adresu za slanje pre nego popunite porudžbinu za preuzimanje.
uk_ua: Будь ласка, збережіть адресу доставки перед тим як ви підтвердите Замовлення з отриманням в Центрі Продажів._G1364
vi_vn: Vui lòng ghi nhận địa chỉ vận chuyển trước khi bạn hoàn thành đơn hàng nhận hàng tại kho_G1364
zh_mo: 請於完成提貨訂單前儲存一個送貨地址_G1364

# LoginError
source: Please check your Member ID and PIN Code and try again. If the problems persists please contact Member Services at 1-310-218-6089_G1329
de_ch: Bitte prüfen Sie Ihre Berater ID und Ihren PIN Code und versuchen Sie es erneut. Sollten Sie weiterhin Probleme haben, kontaktieren Sie bitte Ihre Distributor Services Abteilung unter: 06151-8605 500
el_cy: Παρακαλώ ελέγξτε τον Κωδικό Συνεργασίας και τον Κωδικό ΡΙΝ και προαπαθήστε ξανά. Εάν το πρόβλημα παραμένει παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης Συνεργατών στο +30210 8108801
es_cl: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte el Departamento de Servicio al Distribuidor llamando al 56 02 5205200 opción 2.
es_es: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el Departamento de Servicio al Distribuidor llamando al 91-5152130.
es_py: Por favor, compruebe su Número ID de Distribuidor y su código PIN e inténtelo nuevamente. Si el problema persiste, contacte al Departamento de Servicios al Distribuidor llamando al +(595) 21 518 2000._G1329
fi_fi: Tarkista Jälleenmyyjä-ID:si ja PIN-koodisi ja yritä uudestaan. Jos ongelma toistuu, ota yhteyttä jälleenmyyjäpalveluihin numeroon 09 7251 9555.
fr_fr: Veuillez vérifier votre numéro d’identifiant et votre code PIN et réessayer. Si le problème persiste, nous vous invitons à contacter le Services Relations Distributeurs au 03 88 10 39 00.
he_il: אנא בדוק את מספר ה-ID מפיץ שלך ואת הקוד הסודי ונסה שוב. אם הבעיה נמשכת אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Kérjük ellenőrizze az Azonosító (ID) számát és PIN kódját és próbálja újra. Amennyiben a hiba megismétlődik, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06 1 299 7020-as telefonszámon_G1329
id_id: Periksa ID Distributor dan kode PIN anda lalu cobalah kembali. Jika masalah tetap terjadi mohon hubungi Distributor Services di 021-293 40900_G1329
it_it: Verifica il tuo codice ID e il tuo PIN e riprova. Se il problema persiste contatta il Dipartimento Relazioni Distributori al numero 06-52304280
ko_kr: 회원번호와 비밀번호 확인부탁드립니다.문제가 지속될 경우 한국허벌라이프(주)고객서비스팀 1588-7577 (월-금 오전9시-오후6시/토 12시-16시/ 마지막주 토 9시-14시) 로 연락 부탁드립니다.
ms_my: Sila semak ID Ahli dan Kod PIN dan cuba lagi. Jika masalah berterusan, sila hubungi Perkhidmatan Ahli pada 603-2687 6333
pl_pl: Sprawdź swoje ID i kod PIN i spróbuj ponownie. Jeśli problem nadal występuje zadzwoń do Działu Kontaktów z Dystrybutorami +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: Por favor confirme o número de seu ID e PIN e tente de novamente. Se o problema persistir, por favor, contate o Dept. Serviços ao Distribuidor através no número 11 3879-7822.
ro_ro: Vă rugăm verificaţi ID-ul de Distribuitor şi codul PIN şi încercaţi din nou. Dacă problemele persistă sunaţi la numărul: +4 021 316 59 32(33)
ru_il: Пожалуйста, проверьте свой ID номер Независимого Партнера и ПИН-код и попробуйте снова. Если проблема не будет решена, свяжитесь с Департаментом Сервиса и Продаж по телефону бесплатной линии 8 800 200 7474
ru_ru: Пожалуйста, проверьте свой ID номер Дистрибьютора и ПИН-код и попробуйте снова. Если проблема не будет решена, свяжитесь с Департаментом Сервиса и Продаж по телефону бесплатной линии 8 800 200 7474_G1329
sr_rs: Molimo proverite vašu Identifikaciju Člana i PIN kod i pokušajte ponovo. Ukoliko se problem nastavi, molimo pozovite Odelenje za Članove na broj +381 11 7856 494
uk_ua: Будь ласка, перевірте Ваш ID та PIN-код та спробуйте пізніше. Якщо проблема залишиться, будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. _G1329
vi_vn: Vui lòng kiểm tra mã số NPP và mã PIN của bạn và thử lại lần nữa. Nếu vẫn có vấn đề vui lòng liên lạc Dịch Vụ Phân Phối : +84 8 38279191_G1329
zh_mo: 請確認您的直銷商編號及密碼無誤後再嘗試登入。 如問題仍然持續，請致電澳門直銷商服務熱線(853) 2828-6612_G1329

# EventTicketCompleteAPF
source: Please complete your annual fee purchase before purchasing event tickets._G1331
de_ch: Bitte schließen Sie die Bestellung Ihrer Verwaltungsgebührab bevor Sie Event Tickets bestellen.
el_cy: Παρακαλώ ολοκληρώστε την πληρωμή της Ετήσιας Συνδρομής, πριν την αγορά του Εισητηρίου.
es_cl: Por favor complete la compra de cuota anual antes de compra un boleto para un evento.
es_es: Por favor complete el pago de su cuota anual antes de comprar un ticket para un evento.
es_py: Por favor, complete el pago de su cuota anual antes de comprar un ticket para el evento._G1331
fi_fi: Tee valmiiksi vuosimaksutilaus ennen kuin ostat tapahtumalippuja.
fr_fr: Veuillez régler votre cotisation annuelle avant d'acheter un billet pour un événement.
he_il: אנא מלא את רכישת דמי החברות השנתיים שלך לפני שאתה מוסיף רכישה של כרטיסים לאירוע.
hu_hu: Kérjük fizesse be Éves Díját, mielőtt rendezvényünkre jegyet rendel._G1331
id_id: Silahkan lengkapi biaya pembelian awal sebelum membeli tiket acara_G1331
it_it: Completa il pagamento della quota annuale prima di acquistare i biglietti per gli eventi.
ko_kr: 장바구니에 다른 제품을 추가하기 전에연회비 구매를 완료하시기 바랍니다.
ms_my: Sila lengkapkan pembelian yuran tahunan sebelum membeli tiket acara.
pl_pl: Proszę ureguluj swoją opłatę manipulacyjną zanim dodasz bilet do koszyka.
pt_br: Por favor, conclua o pagamento de sua taxa anual antes de adicionar convite ao carrinho.
ro_ro: Vă rugăm achitaţi taxa anuală de procesare înainte să achiziţionaţi bilete la eveniment.
ru_il: Пожалуйста, совершите оплату ежегодного взноса за компьютерное обслуживание перед приобретением билетов на мероприятия.
ru_ru: Пожалуйста, совершите оплату ежегодного взноса за компьютерное обслуживание перед приобретением билетов на мероприятия._G1331
sr_rs: Molimo završite kupovinu godišnje članarine pre nego što kupite karte za događaje.
uk_ua: Будь ласка, завершіть покупку щорічного комп'ютерного внеску перед покупкою квитків.
vi_vn: Vui lòng hoàn thành mua phí xử lý số liệu hàng năm trước khi mua vé sự kiện_G1331
zh_mo: 請先完成年度手續費訂購才可加入訂購會議門票_G1331

# AddTodayMagazineEnterNumber
source: Please enter a number._G1332
de_ch: Bitte fügen Sie eine Nummer ein
el_cy: Παρακαλώ εισάγεται ένα νούμερο.
es_cl: Por favor proporcione un número.
es_es: Por favor proporcione un número.
es_py: Por favor, proporcione un número._G1332
fi_fi: Anna numero.
fr_fr: Veuillez entrer un nombre.
he_il: אנא הכנס מספר.
hu_hu: Kérjük adjon meg egy számot._G1332
id_id: Silahkan masukkan angka_G1332
it_it: Inserisci un numero
ko_kr: 숫자를 입력하여 주십시오.
ms_my: Sila masukkan nombor
pl_pl: Wprowadź numer.
pt_br: Por favor, insira um número
ro_ro: Vă rugăm introduceţi un număr.
ru_il: Пожалуйста введите число.
ru_ru: Пожалуйста введите число._G1332
sr_rs: Molimo unesite broj.
uk_ua: Будь ласка, введіть номер._G1332
vi_vn: Vui lòng nhập số_G1332
zh_mo: 請輸入一個數值_G1332

# NoPickUpTimeSelected
source: Please select the Pick Up time_G1372
el_cy: Παρακλαούμε επιλέξτε την ώρα παραλαβής
es_cl: Favor de seleccionar el horario de retiro.
es_es: Favor de seleccionar el horario de regogida.
es_py: Por favor, seleccione el horario de retiro_G1372
fr_fr: Sélectionnez le Pick Up temps
he_il: אנא בחר את מספר טלפון האוסף.
hu_hu: Kérjük válassza ki az áruátvétel idejét_G1372
id_id: Silahkan pilih waktu penjemputan_G1372
it_it: Indica quando sarà ritirato l'ordine
ko_kr: 픽업 시간을 선택 하십시오.
ms_my: Sila pilih masa Pungutan
pl_pl: Czas odbioru
pt_br: Por favor, selecione um prazo
ro_ro: Vă rugăm selectaţi perioada în care veţi ridica produsele.
ru_il: Пожалуйста выберите время выдачи заказа.
ru_ru: Пожалуйста выберите время выдачи заказа._G1372
sr_rs: Molimo odaberite vreme preuzimanja.
uk_ua: Будь ласка, оберіть час отримання замовлення _G1372
vi_vn: Vui lòng chọn thời gian lấy hàng_G1372
zh_mo: 請選擇提貨時間_G1372

# CompleteAPFPurchase
source: Please complete your annual fee purchase before adding other products to cart._G1330
de_ch: Bitte zahlen Sie Ihre jährliche Verwaltungsgebühr, bevor Sie weitere Produkte dem Warenkorb hinzufügen.
el_cy: Παρακαλώ ολοκληρώστε την πληρωμή της Ετήσιας Συνδρομής, πριν προσθέσετε προιόντα στο καλάθι αγορών.
es_cl: Por favor, complete el pago de su cuota annual antes de incluir otros productos a su selección.
es_es: Por favor, complete el pago de su cuota anual antes de incluir otros productos a la cesta.
es_py: Por favor, complete el pago de su cuota anual antes de incluir otros productos a su carrito de compras._G1330
fi_fi: Tee valmiiksi vuosimaksutilaus ennenkuin lisäät muita tuotteita ostoskoriin.
fr_fr: Tout paiement de cotisation annuelle doit faire l'objet d'une commande distincte. Aucun autre élément ne peut donc être rajouté à ce type de commande.
he_il: אנא מלא את רכישת דמי החברות השנתיים שלך לפני שאתה מוסיף פריטים אחרים לעגלת הקניות.
hu_hu: Kérjük fizesse be Éves Díját, mielőtt termékeket helyez a kosarába._G1330
id_id: Silahkan lengkapi biaya pembelian awal sebelum menambahkan produk lain ke keranjang_G1330
it_it: Completa il pagamento della quota annuale prima di aggiungere altri prodotti al carrello.
ko_kr: 장바구니에 다른 제품을 추가하기 전에연회비 구매를 완료하시기 바랍니다.
ms_my: Sila lengkapkan pembelian yuran tahunan sebelum menambah produk lain ke dalam troli anda.
pl_pl: Proszę ureguluj swoją opłatę manipulacyjną zanim dodasz produkty do koszyka.
pt_br: Por favor, conclua o pagamento de sua taxa anual antes de adicionar outros produtos ao carrinho.
ro_ro: Vă rugăm achitaţi taxa anuală de procesare înainte să adăugaţi produse în coşul de cumpărături.
ru_il: Пожалуйста, завершите оплату ежегодного взноса за компьютерное обслуживание перед тем как добавлять другие товары в корзину.
ru_ru: Пожалуйста, завершите оплату ежегодного взноса за компьютерное обслуживание перед тем как добавлять другие товары в корзину._G1330
sr_rs: Molimo završite kupovinu godišnje članarine pre nego što dodate druge proizvode u korpu.
uk_ua: Будь ласка, завершіть покупку щорічного комп'ютерного внеску перед тим, як додати інші продукти до вашого кошика.
vi_vn: Vui lòng hoàn thành mua phí xử lý số liệu hàng năm trước khi đặt sản phẩm khác vào giỏ hàng_G1330
zh_mo: 請先完成年度手續費訂購才可加入其他產品到購物車_G1330

# CannotRemoveAPFSku
source: APF skus cannot be removed to your cart_G1304
de_ch: Die Verwaltungsgebühr kann nicht aus dem Warenkorb entfernt werden.
el_cy: Η Ετήσια συνδρομή δεν μπορεί να αφερεθεί από το καλάθι αγορών
es_cl: Los SKUs de su Cuota Anual de Procesamiento no pueden ser removidas de su selección
es_es: Las referencias de la Cuota Anual de Procesamiento no pueden ser eliminadas de su cesta
es_py: Su Cuota Anual de Procesamiento no puede ser removida de su carrito de compras._G1304
fi_fi: Vuosimaksua ei voida siirtää ostoskoriisi
fr_fr: Les références de cotisations annuelles ne peuvent être supprimer de votre panier.
he_il: לא ניתן להסיר מק"ט דמי חידוש חברות שנתיים מעגלת הקניות שלך
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G1304
id_id: SKU dari APF tidak bisa dibuang dari keranjang_G1304
it_it: Il codice della quota annuale non può essere rimosso dal carrello
ko_kr: 연회비 번호는 장바구니에 추가 할 수 없습니다
ms_my: SKU ASF tidak boleh dipindahkan ke troli
pl_pl: Opłata roczna nie może być usunięta z twojego koszyka
pt_br: A taxa anual não pode ser retirada de seu carrinho.
ro_ro: SKU-urile Pentru taxa anuală de procesare nu pot fii adăugate în coşul de cumpărături
ru_il: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть удалены из корзины.
ru_ru: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть удалены из корзины._G1304
sr_rs: APF sku ne mogu da se uklone iz vaše korpe
uk_ua: Номер Серії щорічного внеску за комп'ютерне обслуговування не може бути видалено з вашого кошика.
vi_vn: Mã phí xử lý số liệu không thể được bỏ ra khỏi giỏ hàng_G1304
zh_mo: 年度手續費無法加入購物車_G1304

# CannotAddAPFSku
source: APF skus cannot be added to your cart_G1303
de_ch: Die Verwaltungsgebührkann nicht zum Warenkorb hinzu gefügt werden.
el_cy: Η Ετήσια συνδρομή δεν μπορεί να προστεθεί στο καλάθι αγορών
es_cl: Los SKUs de la Cuota Anual de Procesamiento no pueden ser incluidas en su selección
es_es: Las referencias de la Cuota Anual de Procesamiento no pueden ser incluida en su cesta
es_py: La cuota anual de procesamiento no puede ser agregada a su carrito de compras._G1303
fi_fi: Vuosimaksua ei voida lisätä ostoskoriin
fr_fr: Les références de cotisations annuelles ne peuvent être ajoutées à votre panier
he_il: לא ניתן להוסיף מק"ט דמי חידוש חברות שנתיים לעגלת הקניות שלך
hu_hu: Az éves díjat külön rendelésben tudja rendezni._G1303
id_id: SKU dari APF tidak bisa ditambahkan ke keranjang_G1303
it_it: Il codice della quota annuale non può essere aggiunto al carrello
ko_kr: 연회비 번호는 장바구니에 추가 할 수 없습니다
ms_my: SKU ASF tidak boleh ditambahkan ke troli
pl_pl: Opłata roczna nie może być dodana do twojego koszyka
pt_br: A taxa anual não pode ser adiconada a seu carrinho.
ro_ro: SKU-urile Pentru taxa anuală de procesare nu pot fii adăugate în coşul de cumpărături
ru_il: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть добавлены в корзину.
ru_ru: Номера серии для оплаты Ежегодного взноса за компьютерное обслуживание не могут быть добавлены в корзину._G1303
sr_rs: APF sku ne mogu da se dodaju u vašu korpu
uk_ua: Номер Серії щорічного внеску за комп'ютерне обслуговування не може бути додано до вашого кошика.
vi_vn: Mã phí xử lý số liệu không thể được thêm vào giỏ hàng_G1303
zh_mo: 年度手續費無法加入購物車_G1303

# NoPickUpPhoneEntered
source: Please select the pick up phone_G1371
de_ch: Bitte die Abholtelefon auswählen
el_cy: Παρακλαούμε επιλέξτε το τηλέφωνο παραλαβής
es_cl: Favor de seleccionar numero telefónico de quien retira.
es_es: Favor de seleccionar numero telefónico de regogida.
es_py: Por favor, seleccione el número telefónico de retiro_G1371
fr_fr: Veuillez renseigner le numéro de téléphone de la personne qui retirera la commande.
he_il: אנא בחר את מספר טלפון האוסף.
hu_hu: Kérjük adja meg az áruátvevő telefonszámát._G1371
id_id: Silahkan pilih telepon penjemputan_G1371
it_it: Inserisci il numero di telefono di chi ritirerà l'ordine
ko_kr: 픽업 장소 전화번호를 선택하십시오.
ms_my: Sila memberikan nombor telefon Pungutan
pl_pl: Numer telefonu kontaktowego
pt_br: Por favor, selecione o Telefone para retirada.
ro_ro: Vă rugăm selectaţi telefonul persoanei care ridică produsele.
ru_il: Пожалуйста, введите телефон получателя заказа
ru_ru: Пожалуйста, введите телефон получателя заказа_G1371
sr_rs: Molimo odaberite broj telefona za preuzimanje.
uk_ua: Будь ласка, введіть номер телефона отримувача_G1371
vi_vn: Vui lòng chọn số điện thoại lấy hàng_G1371
zh_mo: 請選擇提貨人電話_G1371
