Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# BackOrderPartialQuantity
source: For item {0}, 1 or more items may be backordered.
de_ch: Von diesem Artikel {0}, sind nur {1} Stück verfügbar und {2} Stück können Nachgeliefert werden.
el_cy: Για το προϊόν {0}, 1 ή περισσότερα τεμάχια μπορεί να είναι be backordered.
es_cl: Para el artículo {0}, solamente existen {1} disponibles. La cantidad por {2} de este artículo estará disponible para reorden.
es_es: De la referencia {0}, 1 o más artículos pueden estar pendientes de stock.
es_py: Uno o más artículos del código {0} pueden no estar disponibles.
fi_fi: 1 tai useampi kappale tuotenumeroa {0} voi tulla jälkitoimituksena.
fr_fr: Pour l'article {0}, un ou plusieurs articles peuvent être en reliquat de commande.
he_il: בעבור פריט {0}, ניתן להזמין רק פריט 1 או יותר להזמנה בהמתנה
hu_hu: A {0} termékből legalább egy darab csak későbbi kiszállítással elérhető (backorder)._G1314
id_id: Untuk barang {0}, 1 atau lebih dapat dipesan ulang
it_it: Dell'articolo {0}, 1 o piu' pezzi potrebbero essere in prenotazione.
ko_kr: {0}의 경우1 개 이상을 백오더 주문하실 수 있습니다.
ms_my: Bagi barang {0}, 1 atau lebih barang pesanan tertangguh boleh dibuat.
pl_pl: Produkt {0}, jest potencjalnie na wyczerpaniu.
pt_br: Para o produto {0}, 1 ou mais quantidades podem ficar em backorder.
ro_ro: Pentru produsul {0}, 1 sau mai multe produse este posibil să nu se afle pe stoc.
ru_il: Наименование {0} временно отсутствует и может быть заказано с последующим получением.
ru_ru: Наименование {0} временно отсутствует и может быть заказано с последующим получением.
sr_rs: Za artikal {0}, 1 ili više artikala mogu da budu isporučeni kad ih bude u zalihama.
uk_ua: Для продукту {0}, 1 або більше продуктів можуть бути замовлені з подальшею видачею товару._G1314
vi_vn: Mã sản phẩm {0}, 1 hoặc nhiều hơn 1 có thể không còn tồn hàng
zh_mo: 如訂購1個或以上產品編號 {0}，將列入候補訂購

# MaxQuantity
source: For SKU {0}, the quantity cannot exceed {1}.
de_ch: Die Menge darf nicht größer sein als {1}.
el_cy: Για τον κωδικό προϊόντος SKU {0}, η ποσότητα δεν μπορεί να είναι ξεπεράσει {1}.
es_cl: Número de referencia {0}: La cantidad no puede ser mayor a {1} unidades.
es_es: De la Referencia {0}: La cantidad no puede exceder mas de {1}
es_py: Para el código de producto {0}, la cantidad no puede ser mayor a {1} unidad(es).
fi_fi: Tuotenumerolle {0} ei määrä voi olla enemmän kuin {1}.
fr_fr: Pour la référence {0}: la quantité ne peut pas être supérieure à {1}.
he_il: למק"ט {0}, לא ניתן לעבור את הכמות {1}
hu_hu: A {0} termék mennyisége nem lehet több, mint {1}._G1315
id_id: Untuk SKU {0}, kuantitasnya tidak dapat melebihi {1}
it_it: Per il codice prodotto{0}, la quantità non può superare {1}.
ko_kr: 품목번호{0} 의 경우 수량이 {1}을 초과할 수 없습니다.
ms_my: Bagi SKU {0}, kuantiti tidak boleh melebihi {1}.
pl_pl: Ilość produktu o numerze SKU {0}, nie może przekraczać {1}.
pt_br: Para o código {0}, a quantidade não pode ultrapassar {1}.
ro_ro: Pentru SKU {0}, cantitatea nu poate depăşi {1}.
ru_il: Для данного Номера серии {0} количество не может превышать {1}.
ru_ru: Для данного Номера серии {0} количество не может превышать {1}.
sr_rs: Za jedinično pakovanje {0}, količina ne sme da prelazi {1}.
uk_ua: Номер Серії_G1315
vi_vn: Mã sản phẩm {0}, số lượng không thể vượt quá {1}
zh_mo: 不能訂購產品編號{0}多於{1}

# NoStreet1
source: Please fill out the street address field._G1359
de_ch: Bitte Bitte geben Sie eine Straße an.
el_cy: Παρακαλώ συμπληρώστε το πεδίο διεύθυνσης
es_cl: Por favor proporcione la dirección.
es_es: Por favor proporcione los datos de la calle.
es_py: Por favor, complete el campo de la dirección._G1359
fi_fi: Täytä katuosoite.
fr_fr: Veuillez renseigner le champ 'rue'.
he_il: אנא מלא את שדה שם הרחוב.
hu_hu: Kérjük adja meg a pontos címet._G1359
id_id: Silahkan isi alamat_G1359
it_it: Inserisci l'indirizzo.
ko_kr: 상세 주소를 입력해 주시기 바랍니다.
ms_my: Sila masukkan medan alamat jalan.
pl_pl: Wprowadź nazwę ulicy.
pt_br: Por favor, preencha o campo endereço de entrega.
ro_ro: Vă rugăm completaţi adresa.
ru_il: Пожалуйста введите название улицы.
ru_ru: Пожалуйста введите название улицы._G1359
sr_rs: Molimo popunite polje za adresu.
uk_ua: Будь ласка, введіть назву вулиці._G1359
vi_vn: Vui lòng điền khu vực địa chỉ đường_G1359
zh_mo: 請輸入地址欄位_G1359

# NoState
source: Please fill out the state._G1358
el_cy: Παρακαλώ συμπληρώστε την περιοχή
es_cl: Por favor seleccione la Región.
es_es: Por favor propocione la provincia.
es_py: Por favor proporcione el nombre del Departamento._G1358
fi_fi: Vänligen fyll i stad.
fr_fr: Veuillez entrer la province.
he_il: אנא מלא מדינה.
hu_hu: Kérjük adja meg a megyét._G1358
id_id: Silahkan isi negara_G1358
it_it: Inserisci la provincia.
ko_kr: 배송주소 "도" 를 입력해 주시기 바랍니다.
ms_my: Sila masukkan negeri.
pt_br: Por favor, Preencha o estado.
ro_ro: Vă rugăm completaţi judeţul.
ru_il: Пожалуйста введите название области/края/республики.
ru_ru: Пожалуйста введите название области/края/республики._G1358
sr_rs: Molimo popunite ime države.
uk_ua: Будь ласка, введіть країну._G1358
vi_vn: Vui lòn điền tên Quận/Huyện *_G1358
zh_mo: 請輸入國家_G1358

# DONotAvailable
source: Online order is not available._G1323
de_ch: Online Bestellungen sind nicht möglich.
el_cy: Δεν είναι διαθέσιμη η παραγγελία Online.
es_cl: La aplicación de Ordenes por Internet, no está disponible en este momento.
es_es: La aplicación de Pedidos por Internet, no está disponible en este momento.
es_py: La aplicación de Pedidos por Internet, no está disponible en este momento._G1323
fi_fi: Online -tilaus ei ole käytettävissä.
fr_fr: Le site de commandes en ligne est indisponible.
he_il: הזמנה מקוונת אינה זמינה.
hu_hu: Az online rendelés nem elérhető._G1323
id_id: Pemesanan online tidak tersedia_G1323
it_it: L'Ordine Online non è consentito.
ko_kr: 온라인 주문 서비스가 제공되지 않습니다.
ms_my: Tidak ada pesanan dalam talian.
pl_pl: Internetowy serwis zamówień jest niedostępny.
pt_br: Pedido Online não está disponível.
ro_ro: Comanda online nu este disponibilă.
ru_il: В настоящий момент система интернет заказов недоступна
ru_ru: В настоящий момент система интернет заказов недоступна_G1323
sr_rs: Poručivanje putem Interneta nije dostupno.
uk_ua: Онлайн замовлення не доступно._G1323
vi_vn: Đơn hàng trực tuyến không có sẵn_G1323
zh_mo: 無法購上訂購_G1323

# NoZipCode
source: Please fill out the zip code._G1360
de_ch: Bitte geben Sie die Postleitzahl ein.
el_cy: Παρακαλώ συμπληρώστε τον ταχυδρομικό κωδικό
es_cl: Por favor proporcione el Código Postal.
es_es: Por favor proporcione el Código Postal.
es_py: N/A_G1360
fi_fi: Täytä postinumero.
fr_fr: Veuillez saisir le code postal.
he_il: אנא מלא מיקוד.
hu_hu: Kérjük adja meg az irányítószámot._G1360
id_id: Silahkan isi kode pos_G1360
it_it: Inserisci il codice postale.
ko_kr: 우편번호를 선택해 주시기 바랍니다.
ms_my: Sila masukkan poskod.
pl_pl: Podaj kod pocztowy.
pt_br: Por favor, informe o CEP.
ro_ro: Vă rugăm completaţi codul poştal.
ru_il: Пожалуйста введите индекс.
ru_ru: Пожалуйста введите индекс._G1360
sr_rs: Molimo popunite poštanski broj.
uk_ua: Будь ласка, введіть поштовий індекс._G1360
vi_vn: Vui lòng điền mã ZIP_G1360
zh_mo: 請填上郵政編號_G1360

# BackOrderNotAllowedPartialQuantity
source: For item {0} only a quantity of {1} is available. Please amend the quantity entered to add this item to your cart.
de_ch: Von dem Artikel {0} sind nur {1} Stück verfügbar. Bitte verändern Sie die Anzahl um es dem Warenkorb hinzu zu fügen.
el_cy: Για το προϊόν {0} είναι διαθέσιμη μόνο {1} ποσότητα. Παρακλώ αλλάξτε την ποσότητα για να προστεθεί το προϊόν στο καλάθι αγορών.
es_cl: Para el artículo {0} sólo exite {0} disponible. Por favor, introduzca una cantidad permitida de este artículo en su selección.
es_es: De la Referencia {0} sólo quedan {1} unidades disponibles. Por favor modifique la cantidad para poder incluir este artículo en su cesta.
es_py: Para el artículo {0} sólo existe(n) {0} unidades disponible(s). Por favor, corrija la cantidad ingresada para agregar este artículo a su carrito de compras.
fi_fi: Tuotetta {0} saatavilla vain {1}. Muuta määrää lisätäksesi tuotteen ostoskoriin.
fr_fr: Seule une quantité de {1} est disponible pour l'article {0} . Merci de modifier la quantité donnée pour ajouter cet article à votre panier.
he_il: בעבור פריט {0} רק כמות של {1} זמינה. אנא תקן את הכמות שהוכנסה כדי להוסיף את הפריט הזה לעגלת הקניות שלכם.
hu_hu: A {0} termékből összesen {1} elérhető. Kérjük a folytatáshoz módosítsa a mennyiséget ennek megfelelően._G1313
id_id: Untuk barang {0} hanya {1} yang tersedia. Mohon rubah kuantitas yang dimasukkan untuk menambahkan ke dalam keranjang anda
it_it: Dell'articolo {0} è attualmente disponibile solo una quantità pari a {1} . Si prega di ridurre la quantità del prodotto per aggiungerlo al carrello.
ko_kr: {0}의 경우 {1} 개의 수량만이 주문 가능합니다. 입력한 수량을 수정하고, 장바구니에 항목을 추가하시기 바랍니다.
ms_my: Bagi barang {0} hanya terdapat kuantiti {1}. Sila ubah kuantiti yang dimasukkan untuk menambah barangan ini ke dalam troli anda.
pl_pl: Dostępność produktu {0} jest ograniczona do {1}. Zweryfikuj ilość, aby dodać go do koszyka.
pt_br: Para o produto {0} apenas a quantidade de {1} está disponivel. Por favor corrija a quantidade inserida para adicionar ao carrinho.
ro_ro: Pentru produsul {0} mai sunt disponibile {1} bucăţi. Vă rugăm modificaţi comanda pentru a fi adăgată în coşul de cumpărături.
ru_il: Товар {0} доступен в количестве {1}. Пожалуйста, измените количество данного товара чтобы добавить его в корзину.
ru_ru: Товар {0} доступен в количестве {1}. Пожалуйста, измените количество данного товара чтобы добавить его в корзину.
sr_rs: Za artikal {0} na raspolaganju je samo količina {1}. Molimo vas da promenite unetu količinu kako biste dodali ovaj artikal u vašu korpu.
uk_ua: Для продукту {0} доступна кількість {1}. Будь ласка, змініть введену кількість, щоб додати товар у кошик._G1313
vi_vn: Mã sản phẩm {0} chỉ có sẵn số lượng {1}. Vui lòng thay đổi số lượng đã nhập thể thêm sản phẩm này vào đơn hàng
zh_mo: 產品編號{0}可供訂購數量為{1}，請在購物車中更正此項數量

# OneOrMoreCardsWereDeclined
source: Card Authorization was not successful. Please review your cards._G1308
de_ch: Der eingegebene Sicherheitscode ist falsch oder die Zahlung wurde von Ihrem Kreditinstitut abgelehnt. Bitte kontaktieren Sie Ihr Kreditkarteninstitut für weitere Informationen.
el_cy: Η πληρωμή μέσω κάρτας δε μπορεί να πραγματοποιηθεί. Παρακαλώ ελέξτε την κάρτα σας.
es_cl: La autorización de la tarjeta no pudo ser procesada. Por favor revise sus tarjetas.
es_es: La Autorización de la Tarjeta no tuvo éxito. Por favor revise sus tarjetas.
es_py: La autorización de la tarjeta no fue exitosa. Por favor revise sus tarjetas._G1308
fi_fi: Kortin tarkistus ei onnistunut. Tarkista korttisi tiedot.
fr_fr: L'autorisation de paiement par carte n'a pas été obtenue. Merci de vérifier votre carte.
he_il: אישור כרטיס לא הצליח. אנא בדוק את הכרטיסים שלך.
hu_hu: A bankkártya engedélyezés sikertelen. Kérjük ellenőrizze a kártyaadatokat._G1308
id_id: Otorisasi kartu tidak berhasil. Mohon tinjau ulang kartu anda_G1308
it_it: La transazione non è stata autorizzata. Per favore verifica i dati della tua carta.
ko_kr: 카드승인요청이 실패되었습니다. 카드정보를 확인해 주십시오.
ms_my: Pengesahan Kad tidak berjaya. Sila semak semula kad anda.
pl_pl: Transakcja odrzucona. Zweryfikuj dane karty.
pt_br: O cartão não foi autorizado. Por favor, verifique os dados do seu cartão.
ro_ro: Autorizarea cardului dvs a eşuat. Vă rugăm verificaţi detaliile cardului.
ru_il: Не удалось авторизовать карту. Пожалуйста, уточните данные карты.
ru_ru: Не удалось авторизовать карту. Пожалуйста, уточните данные карты._G1308
sr_rs: Autorizacija kartice nije uspela. Molimo vas da pregledate vaše podatke o karticama.
uk_ua: Авторизація вашої картки не пройдена. Будь ласка, перевірте її._G1308
vi_vn: Thẻ không thành công. Vui lòng kiềm tra lại thẻ_G1308
zh_mo: 信用卡授權無效，請檢閱您的信用卡_G1308

# GeneralInputError
source: Data format error, please enter the correct data._G1309
de_ch: Fehler im Eingabeformat. Bitte geben Sie die Daten im korrekten Format ein.
el_cy: Τα δεδομένα που έχετε εισάγει δεν είναι σωστά, παρακαλώ εισάγετε τα σωστά δεδομένα.
es_cl: Error de datos. Por favor, introduzca los datos correctos.
es_es: Error de formato de datos, por favor, introduzca los datos correctos.
es_py: Error en el formato de datos. Por favor, introduzca los datos correctos._G1309
fi_fi: Väärä muoto. Anna tiedot oikeassa muodossa.
fr_fr: Erreur de données, veuillez indiquer un données correcte.
he_il: שגיאות פורמט נתונים, אנא הכנס נתונים נכונים.
hu_hu: Hibás dátum formátum, kérjük adja meg a helyes adatokat._G1309
id_id: Kesalahan format data, tolong masukkan data yang benar_G1309
it_it: Errore di inserimento dati,inserisci il dato corretto.
ko_kr: 데이터포맷 에러, 올바른 데이터를 입력하십시오
ms_my: Kesilapan format data, sila masukkan data yang tepat.
pl_pl: Błąd formatu danych. Proszę podać prawidłowe dane.
pt_br: Data errada, por favor insira a data correta.
ro_ro: Format dată incorect. Vă rugăm verificaţi data.
ru_il: Ошибка в формате данных. Пожалуйста, введите данные в правильном формате.
ru_ru: Ошибка в формате данных. Пожалуйста, введите данные в правильном формате._G1309
sr_rs: Pojavila se greška u formatu podataka. Molimo vas da unesete ispravne podatke.
uk_ua: Формат дати невірний, будь ласка, введіть правильну дату._G1309
vi_vn: Định dạng dữ liệu bị lỗi, vui lòng nhập dữ liệu đúng_G1309
zh_mo: 資料格式錯誤，請重新輸入正確資料_G1309

# NonProductItemsRemovedForStandaloneAPF
source: As there are no Products with your APF order, all non-Product items have been removed._G1306
es_cl: Como no hay productos en su pedido de la Cuota Anual de Procesamiento, todos los artículos que no sean productos han sido eliminados.
es_es: Como no hay productos con su pedido de la Cuota Anual de Procesamiento, todos los artículos que no son producto han sido eliminados.
es_py: Ya que no existe ningún producto en su pedido con la Cuota Anual de Procesamiento, todos los artículos que no sean productos han sido removidos._G1306
fi_fi: Koska vuosimaksutilauksessa ei ole tuotteita, kaikki ei tuotteet ovat poistettu.
fr_fr: Etant donné qu'il n'y a pas de produits dans votre commande de cotisation annuelle, tous les articles 'non-produits' ont été supprimer.
he_il: כיוון שאין מוצרים עם הזמנת דמי חידוש חברות השנתיים, כל הפריטים שאינם מוצרים הוסרו.
hu_hu: Mivel az éves díjat külön rendelésben kell fizetnie, minden más tétel eltávolításra került._G1306
id_id: Selama tidak ada produk dengan pemesanan APF anda, seluruh barang non produk telah dibuang_G1306
it_it: Non ci sono altri prodotti nel tuo ordine per la quota annuale, tutti i codici che non corrispoondono a prodotti sono stati rimossi.
ko_kr: 연회비 품목은 품목에는 비제품 항목이므로 삭제 됩니다.
ms_my: Sebab tiada Produk dengan perintah ASF anda, semua perkara bukan-Produk telah dikeluarkan.
pl_pl: Z opłatą manipułacyjną nie można zamawiać innych produktów.
pt_br: Como a taxa anual não foi incluída em seu carrinho, todos os itens serão retirados.
ro_ro: Deoarece nu există produse în această comandă în care plătiţi taxa anuală de procesare, toate articolele care nu sunt produse au fost şterse.
ru_il: Так как Вы не включили Продукт в заказ на оплату Ежегодного взноса за компьютерное обслуживание, все не продуктовые товары были удалены.
ru_ru: Так как Вы не включили Продукт в заказ на оплату Ежегодного взноса за компьютерное обслуживание, все не продуктовые товары были удалены._G1306
sr_rs: Pošto nema Proizvoda u vašoj APF porudžbini, uklonjene su sve stavke koje nisu Proizvodi.
uk_ua: У зв'язку з тим, що не має продуктів з вашим замовленням на щорічний внесок за комп'ютерне обслуговування, всі непродуктові товари будуть видалені.
vi_vn: Tất cả các mục không thuộc sản phẩm sẽ bị xóa khỏi đơn hàng đóng phí xử lý số liệu_G1306
zh_mo: 您的年度手續費訂單內未含任何產品，故其餘非產品之項目將被移除_G1306

# NoBackOrdersOnAPFOrder
source: Backordered items cannot be added to an APF order_G1307
de_ch: Artikel die auf Nachlieferung sind, können nicht zu einer Verwaltungsgebühr Bestellung hinzugefügt werden.
el_cy: Προιόντα Backorder δεν μπορούν να προστεθούν σε παραγγελία Ετήσιας Συνδρομής
es_cl: Los productos agotados no pueden ser incluidos en un pedido de la Cuota Anual de Procesamiento.
es_es: Los productos disponibles / pendientes de stock no pueden ser incluidos en los pedidos de Cuotas Anuales de Procesamiento.
es_py: Los productos agotados no pueden ser incluidos en un pedido con la Cuota Anual de Procesamiento._G1307
fi_fi: Jälkitoimitustuotteita ei voi lisätä vuosimaksutilaukseen.
fr_fr: Les produits en reliquat de commande ne peuvent être ajoutés à une commande de cotisation annuelle.
he_il: פריטים בהמתנה לא ניתן להוסיף להזמנת דמי חידוש חברות שנתיים
hu_hu: Nem szerepelhetnek más tételek az éves díj mellett._G1307
id_id: barang yang dipesan kembali tidak dapat ditambahkan ke pesanan APF_G1307
it_it: Gli articoli in prenotazione non possono essere aggiunti ad un ordine per la quota annuale
ko_kr: 백오더 항목은 연회비 주문에 추가될 수 없습니다.
ms_my: Item melambatkan pesanan tidak boleh ditambah kepada perintah ASF
pl_pl: Zaległe produkty nie mogą być dodane do zamóweinia z opłatą roczną.
pt_br: Produtos em Backorder não podem ser adicionados à taxa anual.
ro_ro: Articolele care nu sunt momentan pe stoc nu pot fi adăugate în comanda în care se plăteşte taxa anuală de procesare
ru_il: Товары, временно отсутствующие на складе, не могут быть добавлены в заказ на оплату Ежегодного взноса за компьютерное обслуживание.
ru_ru: Товары, временно отсутствующие на складе, не могут быть добавлены в заказ на оплату Ежегодного взноса за компьютерное обслуживание._G1307
sr_rs: Stavke iz zaostale porudžbine ne mogu da se dodaju u APF porudžbinu
uk_ua: Позиції з подальшею видачею товару не можуть бути додані до замовлення на оплату щорічного внеску за комп'ютерне обслуговування.
vi_vn: Những măt hàng đợi nhập hàng không thể thêm vào đơn hàng phí xử lý số liệu_G1307
zh_mo: 候補訂購產品無法加入到年度手續費訂單中_G1307

# ShippingInfoIncomplete
source: Please fill all mandatory shipping information._G1347
de_ch: Bitte füllen Sie alle Pflichtfelder (*) mit den Lieferinformationen aus.
el_cy: Παρακαλώ συμπληρώστε όλα τα υποχρεωτικά πεδία πληροφοριών αποστολής.
es_cl: Por favor introduzca toda la información de envío obligatoria.
es_es: Por favor proporcione toda la información de envío obligatoria.
es_py: Por favor, complete toda la información de envío requerida._G1347
fi_fi: Täytä pakolliset toimitustiedot.
fr_fr: Veuillez renseigner toutes les informations de livraison obligatoires.
he_il: אנא מלא את כל שדות החובה של פרטי המשלוח
hu_hu: Kérjük tölste ki az összes kötelező szállítási adatot._G1347
id_id: Silahkan masukkan informasi pengiriman_G1347
it_it: Compila tutte le informazioni obbligatorie della spedizione
ko_kr: 모든 필수 배송 정보를 입력해 주시기 바랍니다.
ms_my: Sila masukkan semua maklumat penghantaran yang penting.
pl_pl: Proszę uzupełnić obowiązkowe pola dotyczace wysyłki.
pt_br: Por favor, preencha toda a informação de envio.
ro_ro: Vă rugăm introduceţi toate detaliile de adresă cerute.
ru_il: Пожалуйста введите всю необходимую информацию для доставки.
ru_ru: Пожалуйста введите всю необходимую информацию для доставки._G1347
sr_rs: Molimo popunite sve obavezne informacije o slanju.
uk_ua: Будь ласка, заповніть всі обов'язкові дані доставки._G1347
vi_vn: Vui lòng điền tất cả thông tin vận chuyển bắt buộc_G1347
zh_mo: 請輸入必要填寫的送貨資料_G1347

# EventPurchasingNotAvailable
source: Event Ticket Purchases are not allowed on this site._G1312
de_ch: Event Ticket Einkäufe sind auf dieser Seite nicht möglich.
el_cy: Δεν επιτρέπεται η αγορά εισητηρίου σε αυτή την ιστοσελίδα.
es_cl: No se puede hacer compra de ticket para eventos en esta página.
es_es: No se puede hacer compra de Tickets para Eventos en esta página.
es_py: La compra de tickets para eventos no está permitida en este sitio._G1312
fi_fi: Tapahtumalippujen tilaaminen ei ole sallittua tällä sivulla.
fr_fr: L'achat de billets pour les événements n'est pas autorisé sur ce site.
he_il: רכישות כרטיסים לאירועים אינן אפשריות באתר זה.
hu_hu: Rendezvény jegy vásárlása ezen az oldalon nem megengedett._G1312
id_id: Pembelian tiket pesanan tidak diizinkan dalam tempat ini_G1312
it_it: L'acquisto di Biglietti Eventi non è consentito in questo sito
ko_kr: 본 웹사이트에서 행사 티켓 구매를 할 수 없습니다.
ms_my: Pembelian Tiket Acara tidak dibenarkan di laman ini.
pl_pl: Sprzedaż biletów nie jest prowadzona poprzez serwis internetowy.
pt_br: A compra de convite para o evento não é permitida neste site.
ro_ro: De pe acest site nu se pot achiziţiona bilete la evenimente.
ru_il: Приобретение билетов на мероприятия недоступно на данном сайте.
ru_ru: Приобретение билетов на мероприятия недоступно на данном сайте._G1312
sr_rs: Na ovoj stranici nije dozvoljena kupovina ulaznica za događaje.
uk_ua: Покупка квитків не дозволена на цьому сайті._G1312
vi_vn: Sự mua vé không được cho phép tại đây_G1312
zh_mo: 網上訂購會議門票服務目前尚未開放_G1312

# DuplicateSKU
source: Duplicate SKU has been entered. Please re-enter._G1310
de_ch: Diese Artikelnummer wurde doppelt eingegeben. Bitte ändern.
el_cy: Έχετε βάλει ξανά αυτόν τον κωδικό. Παρακαλώ επιλέξτε ξανά.
es_cl: Un artículo/producto duplicado ha sido detectado. Por favor introduzca los datos nuevamente
es_es: Un artículo/producto duplicado ha sido capturado. Por favor introdúzcalo de nuevo
es_py: Se ha ingresado un código de producto duplicado. Por favor introduzca los datos nuevamente._G1310
fi_fi: Sama tuotenumero on syötetty kaksi kertaa. Yritä uudestaan.
fr_fr: Ce SKU a déjà été saisi. Veuillez en saisir un autre.
he_il: הוכנס מק"ט כפול. אנא הכנס מחדש.
hu_hu: Ez a cikkszám már szerepel a rendelésben, kérjük növelje annak mennyiségét._G1310
id_id: SKU yang sama telah dimasukkan. Mohon diisi ulang_G1310
it_it: E' stato inserito lo stesso codice due volte, inserisci un altro codice
ko_kr: 프로덕션 보너스 지급 기준
ms_my: Salinan SKU {0} dimasukkan. Sila masukkan semula.
pl_pl: Ten numer SKU już istnieje. Proszę wprowadź ponownie.
pt_br: Código duplicado, por favor, insira um novo código.
ro_ro: SKU-ul este dublat. Vă rugăm reintroduceţi.
ru_il: Номер серии введен дважды. Пожалуйста, проверьте данные.
ru_ru: Номер серии введен дважды. Пожалуйста, проверьте данные._G1310
sr_rs: Ista oznaka za jedinično pakovanje (SKU) uneta je dva puta. Molimo vas da ponovite unos.
uk_ua: Номер Серії_G1310
vi_vn: Mã sản phẩm trùng lắp đã được nhập. Vui lòng nhập lại_G1310
zh_mo: 產品編號{0}已經輸入，請輸入其它產品編號
