Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# NoItemsSelectedToCalculateVolume
source: There were no items selected to calculate volume._G1396
de_ch: Es wurden keine Artikel ausgewählt um VP zu berechnen.
el_cy: Δεν έχουν επιλεγεί προϊόντα για να υπολογιστούν ποσοτικές μονάδες.
es_cl: No se encontraron artículos seleccionados para calcular el volumen.
es_es: No se han encontraron artículos seleccionados para calcular el volumen.
es_py: No hay artículos seleccionados para calcular el volumen._G1396
fi_fi: Mitään tuotteita ei ole valittu volyymipisteiden laskemiseen.
fr_fr: Il n'y avait pas d'articles sélectionnés pour calculer le volume.
he_il: לא נבחרו פריטים לחישוב הניקוד.
hu_hu: Nem választott ki tételeket a volumen kiszámításához._G1396
id_id: Tidak ada barang yang dipilih untuk dihitung_G1396
it_it: Non c'erano articoli selezionati per calcolare il volume.
ko_kr: 주문실적 계산을 위해 선택된 제품이 없습니다.
ms_my: Tidak ada barangan dipilih untuk menghitung volum.
pl_pl: Nie zostały wybrane żadne produkty do kalkulacji punktów
pt_br: Não há itens selecionados para calcular o volume.
ro_ro: Nu a fost selectat niciun produs pentru a se calcula Volumul de Puncte.
ru_il: Не выбрано ни одного продукта для расчета количества очков.
ru_ru: Не выбрано ни одного продукта для расчета количества очков._G1396
sr_rs: Nijedan artikl nije odabran kako bi se obračunala količina.
uk_ua: Необхідно обрати номер серії продукції, що має очки_G1396
vi_vn: Không có sản phẩm nào được chọn để tính điểm_G1396
zh_mo: 沒有產品以計算銷售量_G1396

# NoItemsSelected
source: There were no items selected to add to the order._G1395
de_ch: Es wurden keine Produkte ausgewählt, die der Bestellung hinzugefügt werden konnten.
el_cy: Δεν έχουν επιλεγεί προϊόντα για να προστεθούν στην παραγγελία.
es_cl: No se encontraron artículos seleccionados para agregar al pedido.
es_es: No se han encontraron artículos seleccionados para incluir al pedido.
es_py: No hay artículos seleccionados para agregar al pedido._G1395
fi_fi: Mitään tuotetta ei ole valittu tilaukseen lisättäväksi.
fr_fr: Il n'y avait pas d'articles sélectionnés à rajouter à la commande.
he_il: לא נבחרו פריטים להוספה להזמנה.
hu_hu: Nem választott ki tételeket a rendeléshez._G1395
id_id: Tidak ada barang yang dipilih untuk dimasukkan dalam pesanan_G1395
it_it: Non sono stati selezionati prodotti da aggiungere all'ordine.
ko_kr: 선택된 제품이 없습니다.
ms_my: Tidak ada barang yang dipilih untuk ditambah pada pesanan.
pl_pl: Żadne produkty nie zostały wybrane
pt_br: Não há itens selecionados para adicionar ao pedido.
ro_ro: Nu a fost selectat niciun produs pentru a fi adăugat pe comandă.
ru_il: Не выбрано ни одного продукта для добавления в заказ.
ru_ru: Не выбрано ни одного продукта для добавления в заказ._G1395
sr_rs: Nijedan artikl nije odabran za dodavanje u porudžbinu.
uk_ua: Не обрано жодного товару для замовлення. _G1395
vi_vn: Không sản phẩm nào được thêm vào đơn hàng_G1395
zh_mo: 沒有產品加入到訂單中_G1395

# VolumePointExceeds
source: This order exceeds your purchasing limit. You have {0} VP remaining. Please amend your order to continue.
es_cl: Lo sentimos, no puede añadir el artículo(s) a su selección ya que de hacerlo, usted excede su límite puntos de volumen.
es_py: Esta orden excede su límite de compra. Usted tiene {0} puntos de volumen restantes. Por favor, ajuste su orden para continuar.
fi_fi: Tämä tilaus ylittää ostorajasi. Sinulla on jäljellä {0} volyymipistettä. Jatka muokkaamalla tilaustasi.
fr_fr: Cette commande dépasse votre limite d'achat. Vous avez {0} PV restant. Merci de modifier votre commande avant de continuer.
he_il: הזמנה זו עולה על מגבלת הקניה שלך. יש לך יתרה של {0} נ"ז. אנא תקן את הזמנתך כדי להמשיך.
hu_hu: Ez a rendelés meghaladja a vásárlási keretét. Felhasználható Volumenpontja:{0} Kérem a folytatáshoz módosítsa rendelését!_G1398
id_id: Pesanan ini melebihi batas pembelian. Anda memiliki sisa {0} VP. Tolong ubah pesanan anda untuk melanjutkan
it_it: Questo ordine supera il limite di guadagni. Hai {0} VP rimanenti. Modifica l'ordine per continuare.
ko_kr: 주문이 수량한도를 초과했습니다. 남아있는 실적점수는 {0} 입니다. 구매를 계속하기를 원하시면 주문을 수정하시기 바랍니다.
ms_my: Pesanan ini melebihi had pembelian anda. Anda ada baki VP {0}. Please amend your order to continue.
pl_pl: ### To zamówienie przekracza twój limit zamówienia. Pozostało Ci {0} VP. Proszę dostosuj swoje zamówienie, aby kontynuować.
pt_br: O pedido ultrapassa o limite de sua compra.Restam {0} pontos de volume. Por favor, corrija seu pedido para continuar.
ro_ro: Această comandă depăşeşte limita de 7,500 VP. Mai aveţi dreptul să comandaţi {0} VP. Vă rugăm modificaţi comanda pentru a continua.
ru_il: Данный заказ превышает Ваш лимит очков по заказам. Вы можете заказать на {0} очков.Для того, чтобы продолжить, пожалуйста, измените заказ соответственно.
ru_ru: Данный заказ превышает Ваш лимит очков по заказам. Вы можете заказать на {0} очков.Для того, чтобы продолжить, пожалуйста, измените заказ соответственно.
sr_rs: Ova porudžbina prekoračuje ograničenje za kupovinu. Preostalo vam je {0} VP. Molimo promenite porudžbinu kako bi nastavili.
uk_ua: Це замовлення перевищує ліміт покупки. Ви маєте {0} VP доступного для замовлень. Будь ласка, внесіть зміни в вашому замовленні для продовження._G1398
vi_vn: Đơn hàng này vượt quá giới hạn mua hàng của bạn. Bạn có {0} điểm số còn lại. Vui lòng làm lại để tiếp tục đơn hàng
zh_mo: 您的訂單已超出您的訂購限額，您尚有 {0}銷售量點數，請修改您的訂單以繼續。

# AddressExists
source: This address already exists in the database test_G1397
de_ch: Diese Adresse existiert bereits.
el_cy: Η διεύθυνση αυτή υπάρχει ήδη στην δοκιμαστική βάση δεδομένων
es_cl: Esta dirección ya existe en la base de datos de prueba.
es_es: Esta dirección ya existía previamente en la base de datos de prueba.
es_py: Esta dirección ya existe en la base de datos de prueba._G1397
fi_fi: Tämä osoite on jo tietokantatestissä.
fr_fr: Cette adresse existe déjà dans la base de données
he_il: כתובת זו כבר קיימת במבחן מסד הנתונים
hu_hu: Ez a cím már szereper az adatbázisban_G1397
id_id: Alamat ini sudah ada di database_G1397
it_it: Questo indirizzo risulta già registrato nel sistema
ko_kr: 본 주소는 배송 주소록에 이미 있습니다.
ms_my: Alamat ini sudah ada di dalam ujian pangkalan data.
pl_pl: Ten adres już istnieje w bazie
pt_br: Este endereço já existe na base de dados.
ro_ro: Această adresă deja există în baza de date
ru_il: Данный адрес уже существует в тестовой базе данных.
ru_ru: Данный адрес уже существует в тестовой базе данных._G1397
sr_rs: Ova adresa već postoji u bazi podataka.
uk_ua: Ця адреса вже існує в тестовій базі даних_G1397
vi_vn: Địa chỉ này đã tồn tại trong dữ liệu_G1397
zh_mo: 此地址已在資料庫內_G1397

# InvalidZipCode
source: The Zip code is not valid._G1392
de_ch: Die Postleitzahl is ungültig.
el_cy: Ο Ταχυδρομικός Κωδικός δεν είναι έγκυρος.
es_cl: El código postal no es válido.
es_es: El Código Postal no es válido.
es_py: N/A_G1392
fi_fi: Postinumero on väärä.
fr_fr: Le code postale n'est pas valide.
he_il: המיקוד אינו נכון.
hu_hu: Érvénytelen irányítószám_G1392
id_id: kode pos tidak benar_G1392
it_it: Il Codice di Avviamento Postale non è valido.
ko_kr: 우편번호가 유효하지 않습니다.
ms_my: Pos kod tidak sah.
pl_pl: Nieprawidłowy kod pocztowy.
pt_br: O CEP inserido não e válido.
ro_ro: Codul poştal nu este valid.
ru_il: Неверный почтовый индекс.
ru_ru: Неверный почтовый индекс._G1392
sr_rs: Poštanski broj nije ispravan.
uk_ua: Поштовий індекс не дійсний._G1392
vi_vn: Mã ZIP không hợp lệ_G1392
zh_mo: 請輸入正確郵政編號_G1392

# TransactionFail
source: The transaction is not permitted,please contact the Member service 310-218-6089._G1391
de_ch: Die Bestellung wurde nicht übermittelt. Bitte kontaktieren Sie Distributor Services unter Tel.: 06151 8605 500.
el_cy: Η συναλλαγή δεν επιτρέπεται, παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης στο 210-8108801
es_cl: La transacción no ha sido aceptada, por favor comuníquese con la línea de Servicios al Distribuidor al 56 02 5205200 opción 2.
es_es: Ha habido un problema con su pedido. Por favor comuníquese con la línea de Atención al Distribuidor en el 34 91 515 21 30
es_py: La transacción no está permitida, por favor comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1391
fi_fi: Maksutapahtumaa ei hyväksytty, ottakaa yhteyttä Jälleenmyyjäpalveluihin: DRnordic@herbalife.com
fr_fr: Un problème est survenu dans votre commande. Veuillez contacter votre service Relations Distributeurs.
he_il: ההעברה אינו מותרת, אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: A tranzakció nem engedélyezett, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G1391
id_id: Transaksi tidak diizinkan, mohon hubungi layanan Distributor Services 021 293 40900_G1391
it_it: La transazione non è stata autorizzata, contatta il Dipartimento Ordini al numero 06.52.30.4040.
ko_kr: 카드 승인이 이루어 지지 않았습니다. 카드 정보를 다시 확인하여 주시기 바랍니다. 문제가 지속되면,한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-15시)로 연락하여 부탁드립니다.
ms_my: Transaksi tidak dibenarkan, sila hubungi talian hangat perkhidmatan Ahli 03-26876333.
pl_pl: Transakcja odrzucona, skontaktuj się z Działem Kontaktów z Dystrybutorami +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: A transação não foi permitida, contate o Dept. de Serviços ao Distribuidor 11 3879-7822.
ro_ro: Tranzacţia nu este permisă, vă rugăm sunaţi la Biroul de Relaţii cu Distribuitorii, la numerele de telefon +4 021 316 59 32/33.
ru_il: К сожалению, транзакция отклонена. Пожалуйста, свяжитесь с Отделом дистанционных заказов по телефону бесплатной линии 8 800 200 5454
ru_ru: К сожалению, транзакция отклонена. Пожалуйста, свяжитесь с Отделом дистанционных заказов по телефону бесплатной линии 8 800 200 7474_G1391
sr_rs: Transakcija nije dozvoljena, molimo pozovite Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Транзакція не дозволена, будь ласка зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1391
vi_vn: Giao dịch không được thực hiện, vui lòng liên hệ phòng dịch vụ phân phối 848 3827 9292_G1391
zh_mo: 本交易尚未被接納，請致電澳門直銷商服務熱線(853) 2828-6612 _G1391

# LessInventory
source: There is currently not enough inventory for item {0}. Available quantity {1}.
de_ch: Der Lagerbestand des Artikel {0} ist zu gering. Verfügbare Stückzahl{1}.
el_cy: Δεν υπάρχει αυτή τη στιγμή αρκετό απόθεμα για το προϊόν {0}. Διαθέσιμη ποσότητα {1}.
es_cl: Lo sentimos, en este momento no hay suficiente stock para el producto {0}. La cantidad actual disponible es de {1} unidades.
es_es: No hay suficiente disponibilidad de este artículo. {0}. La cantidad disponible es de {1}
es_py: Lo sentimos, en este momento no hay suficientes existencias para el producto {0}. La cantidad actual disponible es de {1} unidad(es).
fi_fi: Tuotenumeroa {0} ei ole tällä hetkellä tarpeeksi varastossa. Saatavissa oleva määrä on {1}.
fr_fr: Le stock concernant l'article {0} est actuellement insuffisant.Quantité disponible: {1}.
he_il: אין כרגע די מלאי לפריט {0}. כמות זמינה {1}.
hu_hu: Ebből a termékből jelenleg nincs {0} darab készleten. Elérhető mennyiség {1}._G1394
id_id: Persediaan tidak cukup untuk barang {0}. Jumlah yang tersedia {1}
it_it: Quantità non disponibile per l'articolo {0}. Quantità disponibile {1}
ko_kr: 항목{0}의 경우 현재 재고가 충분하지 않습니다. 구입가능한 수량은 {1}입니다.
ms_my: Kini, tidak ada inventori yang mencukupi untuk barang {0}. Kuantiti yang ada {1}.
pl_pl: Zapasy produktu {0} są ograniczone. Dostępne ilości to {1}.
pt_br: Neste momento não existem quantidades suficientes para o produto {0}. Disponível a quantidade de {1}.
ro_ro: Nu se află atâtea bucăţi din produsul {0} pe stoc. Cantitatea disponibilă {1}.
ru_il: В настоящий момент продукт {0} отсутствует на складе в указанном количестве. Доступное количество продукта {1}.
ru_ru: В настоящий момент продукт {0} отсутствует на складе в указанном количестве. Доступное количество продукта {1}.
sr_rs: Trenutno nema dovoljno inventara za artikl {0}. Dostupna količina {1}
uk_ua: Недостатня кількість залишку товару на складі {0}. Доступна кількість {1}._G1394
vi_vn: Hiện không đủ hàng tồn cho sản phẩm {0}. Số lương sẵn có {1}
zh_mo: 您訂購的商品 {0}目前存量不夠，可供訂購數量為{1}

# NoItemToPurchase
source: There are no items to purchase in the order._G1393
de_ch: Diese Bestellung enthält keine Produkte.
el_cy: Δεν υπάρχουν προϊόντα για αγορά σε αυτήν την παραγγελία.
es_cl: No hay artículos para comprar en el pedido.
es_es: No hay artículos incluidos en el pedido.
es_py: No hay ningún artículo a comprar en el pedido._G1393
fi_fi: Tilauksessa ei ole maksettavia tuotteita.
fr_fr: Il n'y avait pas d'articles sélectionnés dans la commande.
he_il: אין פריטים לרכישה בהזמנה.
hu_hu: Nincsenek tételek kiválasztva a vásárláshoz_G1393
id_id: Tidak ada barang yang akan dibeli dalam pesanan_G1393
it_it: Non ci sono prodotti da acquistare nell'ordine.
ko_kr: 구매한 제품이 없습니다.
ms_my: Tidak ada barangan untuk dibeli di dalam pesanan.
pl_pl: Koszyk jest pusty.
pt_br: O seu pedido não tem produtos incluídos.
ro_ro: În comandă nu sunt produse.
ru_il: Невозможно перейти к оплате, так как в заказ не включен ни одина позиция.
ru_ru: Невозможно перейти к оплате, так как в заказ не включен ни одина позиция._G1393
sr_rs: Porudžbina ne sadrži artikle za kupovinu.
uk_ua: Не має товарів для формування замовлення ._G1393
vi_vn: Không có sản phẩm nào được đặt trong đơn hàng_G1393
zh_mo: 沒有產品在您訂單中_G1393

# CurrencyConversionFailed
source: We're sorry. The currency could not be converted.please contact the Member Services 1-310-218-6089 ._G1404
el_cy: Ζητάμε συγνώμη. Το νόμισμα δεν μπορεί να μετατραπεί. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Διανομέων στο 210-8108801
es_cl: Lo sentimos . No pudimos procesar la conversión de moneda. Por favor comuníquese con la línea de Servicio al Distribuidor al 56 02 5205200 opción 2.
es_es: Lo sentimos. La moneda no puede ser convertida. Por favor póngase en contacto con la línea de atención al distribuidor en el 34 91 515 2130
es_py: Lo sentimos. La moneda no puede ser convertida. Por favor, contacte al Departamento de Servicio al Distribuidor al +(595) 21 518 2000._G1404
fi_fi: Valuuttaa ei valitettavasti voitu muuntaa. Ota yhteyttä Jälleenmyyjäpalveluihin numeroon 09 7251 9555.
fr_fr: Désolé, la devise n'a pas pu être convertie. Veuillez contacter les Service Relations Distributeur au 0800 55 24 16
he_il: אנו מצטערים. אין להמיר את המטבע. אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Sajnáljuk, ez a pénznem nem használható. Kérjük hívja a Tanácsadói Kapcsolatok osztályát a 06-1-299-7010-es telefonszámon._G1404
id_id: kami mohon maaf. Valuta asing anda tidak bisa dikonversi. Mohon hubungi Distributor Services 021 293 40900_G1404
it_it: Siamo spiacenti.La valuta non può essere convertita. Si prega di contattare Il dipartimento ordini al numero 06.52.30.4040
ko_kr: 죄송하지만 화폐 변경이 불가능합니다.
ms_my: Maaf. Mata wang tidak dapat ditukarkan. Sila hubungi talian hangat perkhidmatan Ahli 03-26876333.
pt_br: Desculpe, Não foi possível realizar a conversão, por favor contate o Dept. de Serviços ao Distribuidor 11 3879-7822.
ro_ro: Ne pare rău. Această monedă nu poate fi convertită. Vă rugăm contactaţi Departamentul de Relaţii cu Distribuitorii la nr de telefon +4 021 316 59 32/33.
ru_il: К сожалению, не удалось выполнить конвертацию валют. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 5454
ru_ru: К сожалению, не удалось выполнить конвертацию валют. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 7474_G1404
sr_rs: Žao nam je. Valuta ne može da se konvertuje. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Приносимо вибачення. Валюта не може бути конвертована. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1404
vi_vn: Rất tiếc. Mệnh giá tiền tệ không thể được chuyển đổi. Vui lòng liên lạc phòng dịch vụ phân phối 3827 9292_G1404
zh_mo: 很抱歉，目前匯率無法轉換，請致電澳門直銷商服務熱線(853) 2828-6612_G1404

# UnableToPrice
source: We are unable to process your order. Please check your address and try again. If problem persists please contact Member Services._G1403
de_ch: Leider können wie Ihre Bestellung nicht ausführen. Bitte überprüfen Sie Ihre angaben (S202 kann nicht alleine aufgegeben werden). Sollte das Problem weiterhin bestehen, kontaktieren Sie bitte Distributor Services.
el_cy: Δεν μπορεί να επεξεργαστεί η παραγγελία σας. Παρακαλούμε ελένξτε τη διεύθυνση και δοκιμάστε ξανά. Εάν το πρόβλημα εξακολουθεί επικοινωνήστε με το Τμήμα Εξυπηρέτησης Διανομέων.
es_cl: No podemos procesar su orden. Por favor verifique su domicilio é intente nuevamente. Si el problema persiste, por favor contacte el Departamento de Relaciones con el Distribuidor.
es_es: No podemos procesar su pedido. Por favor compruebe su dirección e inténtelo de nuevo. Si el problema persiste, por favor póngase en contacto con el Departamento de Atención al Distribuidor.
es_py: No podemos procesar su pedido. Por favor verifique la dirección e intente nuevamente. Si el problema persiste, por favor contacte al Departamento de Servicios al Distribuidor._G1403
fi_fi: Emme valitettavasti pystyneet käsittelemään tilaustasi. Tarkista osoitteesi ja yritä uudelleen. Jos ongelma uusiutuu, ota yhteyttä Jälleenmyyjäpalveluihin.
fr_fr: Nous ne pouvons donner suite à votre commande. Veuillez contacter le Service Relations Distributeurs au 03 88 10 39 00.
he_il: איננו יכולים להשלים את הזמנתך. אנא בדוק את כתובתך ונסה שוב. אם הבעיה נמשכת, אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Rendelését nem tudja folytatni.Kérjük ellenőrizze a címet és próbálja újra. Ha probléma merülne fel, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon._G1403
id_id: kami tidak dapat memproses pesanan anda. Mohon periksa alamat anda dan coba lagi. Jika masalah berlanjut mohon hubungi layanan distributor_G1403
it_it: Non siamo in grado di processare l'ordine. Controlla il tuo indirizzo e riprova. Se il problema persiste contatta il Dipartimento Ordini al numero 06.52.30.4040.
ko_kr: 주문을 완료할 수 없습니다. 문제가 지속되면 한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락 부탁드립니다.
ms_my: Kami tidak dapat memproses pesanan anda. Sila semak alamat anda dan cuba lagi. Jika masalah ini berterusan sila hubungi Perkhidmatan Ahli.
pl_pl: Jeśli nie możesz dokończyć zamówienia, sprawdź adres i spróbuj jeszcze raz. Jeśli problem występuje nadal skontaktuj się z Działem Zamówień Herbalife.
pt_br: Não foi possível concluir seu pedido. Por favor, verifique o endereço e tente novamente, se o problema persistir, contate o departamento de Serviços ao Distribuidor 11 3879-7822.
ro_ro: Nu putem procesa comanda dvs. Vă rugăm verificaţi adresa şi încercaţi din nou. Dacă problema persistă contactaţi Departamentul de Relaţii cu Distribuitorii la nr de telefon +4 021 316 59 32/33.
ru_il: Невозможно продолжить размешение заказа. Пожалуйста, проверьте адрес и и попробуйте снова. Если проблема сохранится, пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 200 5454
ru_ru: Невозможно продолжить размешение заказа. Пожалуйста, проверьте адрес и и попробуйте снова. Если проблема сохранится, пожалуйста, обратитесь в Отдел заказов по телефону бесплатной линии 8 800 200 7474_G1403
sr_rs: Nismo u mogućnosti da obradimo vašu porudžbinu. Molimo proverite svoju adresu i pokušajte ponovo. Ukoliko se problem nastavi, molimo kontaktirajte Odelenje za Članove.
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, перевірте адресу та спробуйте пізніше. Якщо проблему не буде усунено, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1403
vi_vn: Chúng tôi không thể thực hiện đơn hàng của bạn. Vui lòng kiểm tra địa chỉ của bạn và thử lại lần nữa. Nếu vấn đề vẫn tồn tại, vui lòng liên hệ phòng dịch vụ phân phối_G1403
zh_mo: 目前無法處理您的訂單，請再次確認您的寄送地址並重試一次。若此問題仍然持續，請致電澳門直銷商服務熱線(853) 2828-6612_G1403

# PrimaryCardDeleteNotAllowed
source: You are attempting to delete your primary card. Please make a different saved card your primary card before you delete this card._G1406
de_ch: Sie möchten Ihre bevorzugte Kreditkarte löschen. Bitte wählen Sie zuerst eine andere Kreditkarte als bevorzugte Krditkarte aus, bevor Sie diese löschen.
el_cy: Προσπαθείτε να διαγράψετε την πρωτεύον πιστωτική κάρτα. Παρακαλώ κάντε μία διαφορετική πιστωτική κάρτα
es_cl: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta.
es_es: Usted está intentando eliminar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar esta.
es_py: Usted está intentando borrar su tarjeta principal. Por favor, guarde una tarjeta diferente como principal antes de eliminar ésta._G1406
fi_fi: Olet poistamassa ensisijaista luottokorttiasi. Valitse toinen jo tallennettu kortti ensisijaiseksi kortiksesi ennen kuin poistat tämän kortin.
fr_fr: Vous essayez de supprimer votre carte initiale. Merci de sauvergarder une carte initiale différente avant de supprimer celle-ci.
he_il: אתה מנסה למחוק את הכרטיס העיקרי שלך. אנא שמור כרטיס אחר ככרטיס עיקרי לפני שאתה מוחק כרטיס זה.
hu_hu: Ön az elsődleges kártyáját próbálja törölni. Kérjük állítson be másik kártyát elsődlegesként, mielőtt törli ezt a kártyát._G1406
id_id: Anda mencoba untuk menghapus kartu utama. Mohon buat kartu simpanan yang berbeda untuk kartu utama sebelum menghapus kartu ini_G1406
it_it: Stai tentando di cancellare la tua carta di credito principale. Salva un'altra carta di credito come principale prima di cancellare questa.
ko_kr: 기본 카드 삭제를 시도하셨습니다. 본 카드를 삭제하기 전에 다른 저장된 카드를 기본 카드로 설정하시기 바랍니다.
ms_my: Anda cuba menghapuskan kad utama anda. Sila sediakan kad simpan lain sebagai kad utama anda sebelum anda menghapuskan kad ini.
pl_pl: Nie możesz wykasować numeru karty dopóki nie wprowadzisz następnego.
pt_br: Tentativa de excluir cartão principal. Por favor, marque outro cartão como principal antes de remover este cartão.
ro_ro: Sunteţi pe cale să ştergeţi cardul principal. Vă rugăm introduceţi detaliile unui alt card înainte de a le şterge pe acestea.
ru_il: Вы пытаетесь удалить данные вашей основной платежной карты. Пожалуйста, сохраните другую карту как основную прежде чем удалять данные этой карты.
ru_ru: Вы пытаетесь удалить данные вашей основной платежной карты. Пожалуйста, сохраните другую карту как основную прежде чем удалять данные этой карты._G1406
sr_rs: Pokušavate da izbrišete svoju prvobitnu karticu. Molimo sačuvajte neku drugu karticu kao primarnu u pre nego obrišete postojeću.
uk_ua: Ви намагаєтесь видалити вашу Основну картку. Будь ласка збережіть іншу Основну картку перед тим як видалити цю._G1406
vi_vn: Bạn đang cố gắng xoá thẻ chính. Vui lòng lưu một thẻ chính khác trước khi bạn xoá bỏ thẻ này_G1406
zh_mo: 您將刪除主要信用卡，請於刪除前設定另一張主要信用卡_G1406
