Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# NoCheckoutPurchaseLimitsExceeded
source: You cannot Check Out as your Purchasing Limits have been exceeded_G1438
el_cy: Δεν μπορείτε να Ολοκληρώσετε την Παραγγελία γιατί έχετε υπερβεί το όριο αγορών
es_cl: No puede finalizar su pedido ya que excede su límite de compras.
es_py: No puede finalizar su pedido ya que ha excedido su límite de compras._G1438
fi_fi: Et voi maksaa, sillä ostorajasi on ylittynyt
fr_fr: Vous ne pouvez procéder au paiement car vous avez dépassé votre limite d'achat.
he_il: אינך יכול לעבור לקופה כיוון שעברת את מגבלת הקניה שלך
hu_hu: Nem léphet tovább a fizetéshez, mivel túllépte vásárlási limitjét._G1438
id_id: Anda tidak bisa Check out saat Batas Pembelian anda telah melebihi batas_G1438
it_it: Non puoi completare l'ordine perché sono stati superati i tuoi limiti d'acquisto.
ko_kr: 구매 한도가 초과되었기 때문에 결재창으로 이동할 수 없습니다.
ms_my: Anda tidak boleh Mendaftar Keluar kerana sudah melebihi had Pembelian anda
pl_pl: Nie można zakończyć zamówienia z powodu przekroczonych limitów zakupowych
pt_br: Sue pedido não pode ser finalizado, pois ultrapassou o limite de itens.
ro_ro: Nu puteţi continua deoarece aţi depăţit limita de achiziţionare
ru_il: Вы не можете завержить заказ, так как превышен лимит очков для заказов.
ru_ru: Вы не можете завержить заказ, так как превышен лимит очков для заказов._G1438
sr_rs: Ne možete da idete do završnog koraka jer ste premašili ograničenje za kupovinu.
uk_ua: Ви не можете Оформити замовлення, у зв'язку з тим, що ваш ліміт покупок вичерпано._G1438
vi_vn: Bạn không thể kiểm tra để hoàn tất bởi bạn đã vượt quá giới hạn có thể mua hàng_G1438
zh_mo: 由於已超出您的訂購限額，您未能前往結帳_G1438

# NeedToSelectOrderType
source: Please select the Order Type from the mini cart_G1437
de_ch: Bitte wählen Sie die Bestellart aus den Liefer-/Abholinformationen aus.
el_cy: Παρακαλούμε επιλέξτε τον τύπο της παραγγελίας από το μικρό Καλάθι Αγορών
es_cl: Por favor, seleccione el tipo de pedido desde el mini carrito.
es_es: Por favor, seleccione el Tipo de Pedido desde la mini cesta.
es_py: Por favor, seleccione el tipo de pedido desde el mini carrito._G1437
fi_fi: Valitse tilaustyyppi miniostoskorista.
fr_fr: Veuillez sélectionner le type de la commande dans le mini-panier.
he_il: בחר בבקשה את סוג ההזמנה מעגלת המיני
hu_hu: Kérjük válassza ki a rendelés típusát a mini kosárból_G1437
id_id: Tolong pilih Tipe Order dari Keranjang Mini_G1437
it_it: Seleziona il tipo d'ordine dal carrello
ko_kr: 미니 장바구니에서 주문 유형를 선택하십시오.
ms_my: Sila pilih Jenis Pesanan dari troli mini
pl_pl: Wybierz typ zamówienia
pt_br: Por favor, selecione o tipo de pedido do mini carrinho.
ro_ro: Vă rugăm selectaţi Tipul Comenzii din mini-coş
ru_il: Пожалуйста, выберете тип заказа в мини-корзине.
ru_ru: Пожалуйста, выберете тип заказа в мини-корзине._G1437
sr_rs: Molimo odaberite vrstu porudžbine u mini korpi.
uk_ua: Будь ласка, виберіть тип замовлення з міні-кошика._G1437
vi_vn: Vui lòng chọn loại đơn hàng từ giỏ hàng_G1437
zh_mo: 請於購物車內選擇訂單類別_G1437

# LocationNotValid
source: Your shipping information is no longer valid, shopping cart will be cleared._G1432
de_ch: Ihre Lieferadresse ist nicht mehr gültig. Der Warenkorb wird geleert.
el_cy: Οι πληροφορίες αποστολής δεν είναι πλέον έγκυρες, τα προϊόντα από το καλάθι αγορών θα διαγραφούν
es_cl: Su información de envío ya no es válida, la selección de la compra será eliminada.
es_es: Su información de envío ya no es válida, la cesta de la compra se vaciará.
es_py: Su información de envío ya no es válida, los artículos seleccionados de la compra serán eliminados._G1432
fi_fi: Toimitusosoitetietosi eivät ole enää voimassa. Ostoskorisi tyhjennetään.
fr_fr: Votre adresse de livraison n'est plus valide, le panier va être vidé.
he_il: פרטי המשלוח שלך אינם תקפים יותר, עגלת הקניות תנוקה.
hu_hu: A kiszállítási információ érvényessége lejárt, a kosár tartalma törlésre kerül._G1432
id_id: Informasi pengiriman tidak lagi berlaku, keranjang belanja akan dikosongkan_G1432
it_it: Le informazioni relative alla tua spedizione non sono più valide, il tuo carrello sarà svuotato.
ko_kr: 배송 정보는 더 이상 유효하지 않습니다. 장바구니를 비우도록 하겠습니다.
ms_my: Maklumat penghantaran anda sudah tidak sah, troli membeli-belah anda akan dikosongkan.
pl_pl: Informacje o wysyłce są nieaktualne, koszyk zostanie wyczyszczony
pt_br: A informação de envio não é mais válida, o carrinho de compras será esvaziado.
ro_ro: Detaliile dvs de livrare nu mai sunt valabile, coşul de cumpărături va fi golit.
ru_il: Указанная информация для доставки более не действительна. Корзины будет очищена.
ru_ru: Указанная информация для доставки более не действительна. Корзины будет очищена._G1432
sr_rs: Podaci o slanju nisu više ispravni, korpa za kupovinu će biti ispražnjena.
uk_ua: Інформація стосовно доставки більше не дійсна, кошик з інформацією про доставку буде очищено._G1432
vi_vn: Thông tin vận chuyển không còn hợp lệ, giỏ hàng sẽ được xóa_G1432
zh_mo: 您的送貨地址不存在，購物車的項目將被清除_G1432

# RequiredAPFLeftInCart
source: Your required Annual Processing fees have been left in your cart._G1431
de_ch: Ihre Verwaltungsgebühr wurde dem Warenkorb hinzu gefügt.
el_cy: Η απαιτούμενη Ετήσια Συνδρομή έχει μείνει στο Καλάθι Αγορών.
es_cl: La Cuota Annual de Procesamiento se ha dejado en su carrito.
es_es: La cuota de procesamiento anual se ha quedado en su cesta.
es_py: La Cuota Annual de Procesamiento se ha dejado en su carrito._G1431
fi_fi: Maksamattomat vuosimaksusi on lisätty ostoskoriisi.
fr_fr: Les frais de cotisation annuelle ont été ajoutés à votre panier.
he_il: ביקשת דמי חידוש חברות שנתיים שנותרו בעגלת הקניות שלך.
hu_hu: A Tanácsadói éves díj összege a kosárban maradt._G1431
id_id: Biaya Pemrosesan Tahunan anda telah ditinggalkan dalam keranjang_G1431
it_it: La richiesta di pagamento di quota annuale e' stata lasciata nel carrello.
ko_kr: 연회비 처리가 장바구니에 추가되었습니다.
ms_my: Yuran Tahunan Perkhidmatan Keahlian yang anda perlukan telah meninggalkan troli anda.
pl_pl: Wymagane opłaty roczne zostały w koszyku
pt_br: O seu pedido de taxa anual permanecerá em seu carrinho.
ro_ro: Taxa anuală de procesare a fost lăsată în coşul de cumpărături.
ru_il: Оплата Ежегодного взноса за компьютерное обслуживание добавлена в корзину.
ru_ru: Оплата Ежегодного взноса за компьютерное обслуживание добавлена в корзину._G1431
sr_rs: Vaše željene Godišnje članarine su stavljene u vašu korpu.
uk_ua: Необхідний щорічний внесок за комп'ютерне обслуговування залишився у вашому кошику._G1431
vi_vn: Phí xử lý hàng năm được yêu cầu đã loại bỏ khỏi giỏ hàng_G1431
zh_mo: 您的年度手續費尚在您的購物車中_G1431

# InvalidSKU
source: The SKU {0} is invalid.
el_cy: Ο κωδικός προϊόντος SKU {0} δεν είναι έγκυρος.
es_cl: El SKU {0} no es válido.
es_py: El SKU {0} es inválido.
fi_fi: Tuotenumero {0} ei ole käytössä.
he_il: המק"ט {0} לא בתוקף.
hu_hu: Érvénytelen cikkszám: {0}_G1434
id_id: SKU {0} salah.
it_it: Il codice {0} non è validp.
ms_my: SKU {0} tidak sah.
pt_br: Código {0} inválido.
ro_ro: SKU-ul {0} nu este valid.
ru_il: SKU {0} неверен
ru_ru: SKU {0} неверен
sr_rs: Šifra {0} je neispravna.
uk_ua: Номер серії {0} недійсний._G1434
vi_vn: Mã sản phẩm {0} không hợp lệ
zh_mo: 產品編號 {0} 無效

# NoCounty
source: Please fill out the county._G1433
el_cy: Παρακαλώ συμπληρώστε την περιφέρεια.
es_cl: Favor seleccione la Comuna/Localidad.
es_py: Favor completar el país._G1433
he_il: אנא מלא מדינה
id_id: tolong isi wilayah_G1433
it_it: Inserisci il Paese
ms_my: Sila isikan daerah.
pt_br: Por favor, Preencha o País
sr_rs: Molimo popunite ime države.
vi_vn: Vui lòng điên tên thành phố_G1433
zh_mo: 請填寫國家_G1433

# PossibleDuplicateOrder
source: You recently placed an identical order on {0}. If this is a duplicate order, click "Cancel Order". To continue with this order, please submit.
de_ch: Dieser Warenkorb wurde bereits am 29.07.2011 mit den gleichen Artikeln eingegeben. Wenn Sie eine Bestellung mit dem gleichen Inhalt aufgeben möchten, klicken Sie bitte auf "Absenden" oder klicken Sie auf "Bestellung stornieren" um den Warenkorb zu löschen.
es_cl: Recientemente usted colocó una orden identica en {0}. Si usted desea continuar con esta orden, por favor envíela ahora. De otra forma, presione el botón de "Anular Orden".
es_es: Recientemente usted ha realizado un pedido idéntico el {0}. Si se trata de un pedido duplicado, haga clic en "Cancelar pedido". Si desea continuar con este pedido, por favor continue.
es_py: Recientemente usted ingreso un pedido idéntico en {0}. Si este es un pedido duplicado, seleccione "Cancelar Pedido". Para continuar con el pedido, elija "Enviar".
fi_fi: Teit äskettäin identtisen tilauksen {0}. Jos tämä on sama tilaus, valitse "Keskeytä". Jos haluat jatkaa tätä tilausta, vahvista se.
fr_fr: Vous avez récemment passé une commande identique le {0} . Si vous souhaitez poursuivre cette commande, veuillez cliquer sur "Valider" ; le cas échéant cliquez sur "Annuler la commande".
he_il: לאחרונה ביצעת הזמנה זהה ב-{0}. אם זוהי הזמנה כפולה אנא לחץ על "בטל הזמנה". כדי להמשיך בהזמנה זו, אנא המשך.
hu_hu: Nemrégiben rögzített egy ugyanilyen rendelést: {0}. Amennyiben ezt véletlenül rögzítette újból, kattintson a Rendelés törlésére. Ha szeretné folytatni ezt a megrendelést, kattintson a Tovább a fizetéshez gombra._G1422
id_id: Anda telah memesan pesanan yang sama di {0}. Jika ini salinan pesanan, klik "batalkan pesanan". Untuk melanjutkan pesanan ini, mohon kumpulkan
it_it: Recentemente hai fatto un ordine identico a {0} . Se è un ordine doppio, clicca su "Annulla ordine", altrimenti confermalo.
ko_kr: {0}에 대한 동일한 주문을 최근 했습니다.중복 주문일 경우 "주문취소"를 클릭하고 주문을 계속하고자 하면 제출을 클릭하십시오.
ms_my: Anda baru-baru ini membuat pesanan yang serupa pada {0}. Jika ini pesanan pendua, klik 'Batal Pesanan'. Untuk meneruskan pesanan ini, sila hantar.
pl_pl: Ostatnio złożyłeś identyczne zamówienie {0}. Jeśli chcesz zaprzestać kliknij ' anuluj zamówienie'. Jeśli chcesz kontynuować wciśnij 'Potwierdź'
pt_br: Você colocou um pedido idêntico recentemente {0}. Se este pedido é duplicado, clique em "Cancelar Pedido". Para continuar por favor submeta o Pedido.
ro_ro: Recent aţi plasat o comandă identică în {0}. Dacă este o comadă dublată apăsaţi "Anulare Comandă". Pentru a continua această comandă apăsaţi Trimite.
ru_il: Вами недавно был размещен идентичный зыказ на {0}. Если это дублирующий заказ, то нажмите "Отменить заказ". Или нажмите "Добавить", чтобы продолжить размещение заказа.
ru_ru: Вами недавно был размещен идентичный зыказ на {0}. Если это дублирующий заказ, то нажмите "Отменить заказ". Или нажмите "Добавить", чтобы продолжить размещение заказа.
sr_rs: Nedavno ste izvršili identičnu porudžbinu {0}. Ukoliko je ovo dvostruka porudžbina, kliknite "otkaži porudžbinu". Da bi nastavili sa ovom porudžbinom, molimo pošaljite.
uk_ua: Ви нещодавно розмістили подібне замовлення на {0}. Якщо це дублікат замовлення, натисніть "Скасувати Замовлення". Будь ласка, підтвердіть для того, щоб продовжити._G1422
vi_vn: Bạn đaã đặt một đơn hàng giống {0}. Nếu đây là đơn hàng trùng lắp, chọn "hủy đơn hàng". Để tiếp tục, vui lòng chọn "gởi"
zh_mo: 您於最近於{0}下了一筆同樣的訂單，如果此訂單是重複了，請按 「取消訂購」；確定要完成此筆訂單,請按「確認訂購」

# ChangeToPUwithBackOrderItemsinCart
source: You have backorder items in your cart that will be removed if you select Pick Up as your shipping option. Do you wish to continue? ("Yes" or "No")_G1411
de_ch: Sie haben Artikel zur Nachlieferung in Ihrem Warenkorb, diese werden gelöscht wenn Sie die Ware zur Abholung bestellen. Möchten Sie fortfahren? ("Ja" oder "Nein")
el_cy: Έχετε επιλέξει προιόντα που βρίσκονται σε backorder στο Καλάθι Αγορών τα οποία θα αφαιρεθούν εάν η επιλογή αποστολής είναι Παραλαβλη κατ' ιδίαν. Θέλετε να συνεχίσετε; ("Ναι" ή "Όχι")
es_cl: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona recoger como opción de envío. ¿Desea continuar? ("Si" o "No")
es_es: Usted tiene productos no disponibles en su cesta que serán eliminados del pedido si selecciona la opción de enviar. ¿Desea continuar? ("Si" o "No")
es_py: Usted tiene productos no disponibles en su selección que serán eliminados del pedido si selecciona "retiro" como opción de envío. ¿Desea continuar? ("Sí" o "No")_G1411
fi_fi: Ostoskorissasi on jälkitilaustuotteita, jotka poistetaan, jos valitset lähetysasetukseksi "Nouto". Haluatko jatkaa? (kyllä tai ei)
fr_fr: Vous avez des articles en rupture de stock dans votre panier qui seront supprimés si vous sélectionnez Cueillette comme mode d'expédition. Désirez-vous poursuivre? ("Oui" ou "Non")
he_il: יש לך בעגלת הקניות פריטים בהמתנה שיוסרו אם תבחר באפשרות איסוף למשלוח.האם אתה רוצה להמשיך? ("כן" או "לא")
hu_hu: Kosarában vannak csak későbbi szállítással elérhető tételek, amelyek törlésre kerülnek, ha átállítja rendelését áruátvételre. Kívánja folytatni? ("Igen" vagy "Nem")_G1411
id_id: Anda memiliki barang yang dipesan kembali dalam keranjang yang akan dibuat jika anda memilih jemputan sebagai opsi pengiriman. Apakah anda ingin lanjut?("ya" atau "tidak")_G1411
it_it: Gli articoli in prenotazione nel tuo carrello saranno rimossi se selezionerai il ritiro diretto. Vuoi continuare? ("Sì" o "No")
ko_kr: 픽업을 배송 옵션으로 선택할 경우 장바구니의 백오더 제품은 제거됩니다. 계속하시겟습니까? (예/아니오)
ms_my: Anda ada barangan pesanan tertangguh di dalam troli anda yang akan dikeluarkan jika anda pilih Kutip sebagai opsyen penghantaran anda. Adakah anda mahu meneruskannya? ("Ya" atau "Tidak")
pl_pl: Jeśli wybierzesz opcję odbioru osobistego, produkty występujące jako zaległe w twoim koszyku zostaną usunięte. Czy na pewno chcesz kontynuować?
pt_br: Existem produtos indisponíveis em seu carrinho e serão removidos caso selecione a opção de retirada. Deseja continuar? ("Sim" ou "Não")
ro_ro: Aveţi în coş produse ce nu se află pe stoc, iar acestea vor fi şterse în cazul în care selectaţi la detalii de livrare Ridicare Produse . Doriţi să continuaţi? ("Da" sau "Nu"?)
ru_il: В вашем заказе присутствуют продукты, временно отсутствующие на складе. Если Вы выберете получение в Центре Продаж как способ доставки данные товары будут удалены из корзины. Вы хотите продолжить? ("Да" или "Нет")
ru_ru: В вашем заказе присутствуют продукты, временно отсутствующие на складе. Если Вы выберете получение в Центре Продаж как способ доставки данные товары будут удалены из корзины. Вы хотите продолжить? ("Да" или "Нет")_G1411
sr_rs: U korpi imate artikle kojih nema u inventaru koji će biti uklonjeni ukoliko odaberete preuzmi kao način slanja. Da li želite da nastavite? ("Da" ili "Ne")
uk_ua: В вашому кошику є товари з подальшою відправкою, що будуть виключені, якщо ви виберете замовлення з отриманням в Центрі Продажів. Ви хочете продовжити? ("Так" чи "Ні")_G1411
vi_vn: Sản phẩm chưa nhập hàng sẽ bị loại bỏ nếu bạn chọn phương thức giao hàng lấy hàng tại kho. Bạn có muốn tiếp tục?_G1411
zh_mo: 若您在送貨選項選擇提貨，在購物車中的候補訂購項目便會被移除。您是否希望繼續？(「是」或「否」)_G1411

# CantVisitWithEmptyCart
source: You cannot go to the {0} page with no items in your cart.
de_ch: Sie können nicht zur Kasse gehen, wenn der Warenkorb leer ist.
es_cl: Usted no puede pasar a la página {0} si ningún artículo seleccionado.
es_es: Usted no puede ir a la página {0} sin ningún artículo en su cesta.
es_py: Usted no puede pasar a la página {0} si no tiene productos en su carrito de compras.
fi_fi: Et voi mennä sivulle {0}, kun ostoskorisi on tyhjä.
fr_fr: Vous ne pouvez pas aller à la page {0} sans avoir des articles dans votre panier.
he_il: אינך יכול לעבור לדף {0} ללא פריטים בעגלת הקניות שלך.
hu_hu: Üres kosárral em mehet tovább a {0} oldalra._G1410
id_id: Anda tidak bisa pergi ke halaman {0} karena tidak ada barang dalam keranjang anda
it_it: Non puooi andare alla {0} page wsenza articoli nel carrello.
ko_kr: 장바구니가 비어있기 때문에 {0} 페이지로 이동할 수 없습니다.
ms_my: Anda tidak boleh pergi ke halaman {0} dengan tiada barangan di dalam troli anda.
pl_pl: Nie można przejść do {0} bez produktów w koszyku.
pt_br: Não pode seguir para a {0} página sem produtos no seu carrinho.
ro_ro: Nu puteţi accesa pagina {0} fără produse în coş.
ru_il: Вы не можете перейти на {0} страницу оплаты, так как ваша корзина пуста
ru_ru: Вы не можете перейти на {0} страницу оплаты, так как ваша корзина пуста
sr_rs: Ne možete da posetite {0} stranu bez artikala u korpi.
uk_ua: Ви не можете перейти до сторінки {0} без товарів у вашому кошику. _G1410
vi_vn: Bạn không thể đi đến trang {0} mà không có sản phẩm trong giỏ hàng
zh_mo: 您不能在沒有產品加入購物車的情況下前往第{0}頁

# EventTicketInCart
source: You have event ticket items in your cart, do you want to clear your cart?_G1413
de_ch: Sie haben Event Tickets in Ihrem Warenkorb, möchten Sie ihren Warenkorb trotzdem leeren?
el_cy: Έχετε εισάγει εισητήριο στο Καλάθι Αγορών, θέλετε να διαγράψετε ότι υπάρχει στο Καλάθι Αγορών;
es_cl: Usted tiene boletos de eventos en su selección, ¿desea borrar su selección?
es_es: Usted tiene tickets de eventos en su cesta, ¿desea limpiar su cesta?
es_py: Usted tiene tickets a eventos en su carrito ¿desea vaciar su carrito de compras?_G1413
fi_fi: Sinulla on tapahtumalippuja ostoskorissasi, haluatko tyhjentää sen?
fr_fr: Vous avez des billets événements dans votre panier. Souhaitez-vous le vider ?
he_il: יש לך בעגלת הקניות פריטים של כרטיסים לאירוע, האם אתה רוצה לנקות את עגלת הקניות?
hu_hu: Kosarában rendezvény jegyek vannak, törölni szeretné kosarát?_G1413
id_id: Anda memiliki tiket acara dalam keranjang, apakah anda ingin untuk membersihkan keranjang anda?_G1413
it_it: Ci sono biglietti di eventi nel tuo carrello. Per ordinare prodotti è necessario rimuoverli dal carrello. Vuoi rimuovere i biglietti dal carrello?”
ko_kr: 장바구니에 행사티켓 항목이 있습니다. 장바구니를 비우시겠습니까?
ms_my: Anda ada barangan tiket acara di dalam troli anda. Adakah anda mahu kosongkan troli anda?
pl_pl: Bilet jest już w twoim koszyku, chcesz wyczyścić jego zawartość?
pt_br: Já existe convite em seu carrinho, deseja esvaziar o carrinho?
ro_ro: Aveţi în coş bilete la eveniment. Doriţi să goliţi coşul?
ru_il: В вашей корзине присутствуют билеты на мероприятия, вы уверены что хотите очистить корзину?
ru_ru: В вашей корзине присутствуют билеты на мероприятия, вы уверены что хотите очистить корзину?_G1413
sr_rs: Imate karte za događaje u korpi, da li želite da ispraznite korpu?
uk_ua: В вашому кошику вже квитки на захід, ви хочете очистити кошик?_G1413
vi_vn: Bạn đã đặt mã vé vào giỏ hàng, bạn có muốn xóa giỏ hàng của bạn?_G1413
zh_mo: 會議門票已加到您的購物車，您是否想清除購物車？_G1413

# OrderMonthChangedByUser
source: You have changed the order month for this order to {0}. Do you wish to continue with this selection?
de_ch: Sie haben den Bestellmonat für diese Bestellung in {month} geändert. Möchten Sie mit dieser Einstellung fortfahren? ("Ja" oder "Nein")
es_cl: Usted ha cambiado el mes de pedido para esta orden al mes (mes). ¿Desea continuar con esta selección? ("Si" o "No")
es_es: Usted ha cambiado el mes de este pedido a (mes). ¿Desea continuar con esta selección? ("Si" o "No")
es_py: Usted ha cambiado el mes de volumen para este pedido al mes {0}. ¿Desea continuar con esta selección? ("Sí" o "No")
fi_fi: Olet vaihtanut tämän tilauksen tilauskuukauden kuukauteen {0}. Haluatko jatkaa tämän valinnan kanssa?
fr_fr: Vous avez changé le mois de commande pour cette commande à {mois}. Souhaitez-vous continuer avec ce choix?
he_il: שינית את חודש ההזמנה להזמנה זו {0}. האם אתה רוצה להמשיך בבחירה זו?
hu_hu: Ön átállította a rendelés hónapját erre: {0}. Szeretné így folytatni?_G1412
id_id: Anda telah mengganti bulan pesanan untuk pesanan ini menjadi {0}. Apakah anda ingin melanjutkan dengan pilihan ini?
it_it: Hai cambiato il mese per questo ordine {0}. Vuoi continuare?
ko_kr: 주문 개월을 {0}으로 변경하였습니다. 이 선택을 계속하시겠습니까?
ms_my: Anda telah menukar bulan pesanan untuk pesanan ini ke {0}. Adakah anda mahu meneruskan dengan pilihan ini?
pl_pl: Zmieniłeś miesiąc zamówienia na {0}. Czy chcesz kontynuować po zmianie?
pt_br: O mês do pedido foi alterado para {0}. Deseja continuar?
ro_ro: Deoarece aţi schimbat luna, comandă dvs va fi plasată în luna {0}. Doriţi să continuaţi cu această opţiune?
ru_il: Вы изменили месяц размещения заказа на {0}. Вы хотите продолжить?
ru_ru: Вы изменили месяц размещения заказа на {0}. Вы хотите продолжить?
sr_rs: Promenili ste mesec porudžbine u ovoj porudžbinii na {0}. Da li želite da nastavite sa ovom odabranom opcijom?
uk_ua: Ви змінили місяць замовлення для цього замовлення на {0}. Ви хочете продовжити з цим вибором?_G1412
vi_vn: Bạn đã thay đổi tháng đặt hàng cho đơn hàng {0}. Bạn có muốn tiếp tục với lựa chọn này?
zh_mo: 您已變更此訂單之訂購月份為{0}，是否繼續下一步

# CardExceededAllowedDeclines
source: You can no longer use this card due to multiple declines_G1407
de_ch: Sie können diese Kreditkarte nicht mehr verwenden, da Sie mehrere Ablehnungen hatten.
el_cy: Δε μπορείτε να χρησιμοποιήσετε πλέον τη συγκεκριμένη πιστωτική κάρτα λόγω τον πολλαπλών αρνήσεων πληρωμής
es_cl: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada.
es_es: Usted ya no puede usar esta tarjeta porque ha sido varias veces denegada
es_py: Usted ya no puede usar esta tarjeta, ya que ha sido denegada en varias ocasiones._G1407
fi_fi: Et voi enää käyttää tätä korttia useiden yritysten vuoksi.
fr_fr: Vous ne pouvez plus utiliser cette carte en raison du nombre de refus.
he_il: אינך יכול להשתמש יותר בכרטיס זה בגלל דחיות מרובות.
hu_hu: A továbbiakban nem használhatja ezt a kártyát a többszöri visszautasítás miatt._G1407
id_id: Anda tidak lagi dapat menggunakan kartu ini karena penolakan berkali-kali_G1407
it_it: Non è più possibile utilizzare questa carta perchè le transazioni sono state negate troppe volte
ko_kr: 요청하신 신용 카드는 결제 불가 합니다
ms_my: Anda tidak boleh lagi mengguna kad ini kerana ia ditolak beberapa kali.
pl_pl: Nie można po raz kolejny użyć tej karty.
pt_br: Esse cartão não pode mais ser utilizado pois ultrapassou o limite de tentativas.
ro_ro: Nu mai puteţi folosi acest card deoarece a fost respins de mai multe ori
ru_il: Вы больше не можете оплачивать товары данной картой, так как оплата данной картой была отклонена несколько раз.
ru_ru: Вы больше не можете оплачивать товары данной картой, так как оплата данной картой была отклонена несколько раз._G1407
sr_rs: Više niste u mogućnosti da koristite ovu karticu jer je nekoliko puta odbijena.
uk_ua: Ви не можете використовувати цю картку у зв'язку з численними відхиленнями. _G1407
vi_vn: Bạn không thể sử dụng thẻ này lâu hơn bởi vì có nhiều sự từ chối về thẻ của bạn_G1407
zh_mo: 由於您的信用卡已多次失效，故無法繼續使用此卡_G1407
