Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# MustCheckout
source: You already have event ticket items in your cart, do you want to clear your cart?_G1405
de_ch: Sie haben Event Tickets in Ihrem Warenkorb, möchten Sie Ihren Warenkorb trotzdem leeren?
el_cy: Έχετε ήδη προσθέσει εισητήριο στο καλάθι αγορών, θέλετε να αδειάσει το καλάθι αγορών;
es_cl: Usted ya tiene boletos para eventos en su selección, ¿quiere borrar toda su selección?
es_es: Usted ya tiene tickets de eventos en tu cesta, ¿quiere limpiar su cesta?
es_py: Usted ya tiene tickets a eventos en su carrito, ¿desea vaciar su carrito de compras?_G1405
fi_fi: Sinulla on jo tapahtumalippuja ostoskorissa. Haluatko tyhjentää ostoskorisi?
fr_fr: Vous avez déjà des billets d'événement dans votre panier. Souhaitez-vous le vider ?
he_il: כבר קיים כרטיס אירוע בעגלת הקניות שלך, האם ברצונה לאפס את עגלת הקניות?
hu_hu: Ön már a kosarába helyezett rendezvény jegyeket, törölni szeretné kosarát?_G1405
id_id: Anda telah memiliki tiket acara dalam keranjang, apakah anda ingin membersihkan keranjang?_G1405
it_it: Hai già un biglietto di un evento nel carrello, vuoi cancellarlo?
ko_kr: 장바구니에 이미 행사 티켓 항목이 들어있습니다. 장바구니를 비우시겠습니까?
ms_my: Anda sudah ada barangan tiket acara di dalam troli anda, mahukah anda kosongkan troli anda?
pl_pl: Bilet jest już w twoim koszyku, chcesz wyczyścić jego zawartość?
pt_br: Já existe convite em seu carrinho, deseja limpar seu carrinho?
ro_ro: Aveţi în coş bilete la eveniment. Doriţi să goliţi coşul?
ru_il: В корзине присутствуют билеты на мероприятие. Вы хотите очистить корзину?
ru_ru: В корзине присутствуют билеты на мероприятие. Вы хотите очистить корзину?_G1405
sr_rs: Već ste dodali u korpu karte za događaje, da li želite da ispraznite svoju korpu?
uk_ua: В вашому кошику вже є квитки на захід, ви хочете очистити кошик?_G1405
vi_vn: Bạn đã thêm mã vé vào giỏ hàng, bạn có muốn xóa giỏ hàng của bạn?_G1405
zh_mo: 您的購物車中已加入會議門票，您是否要清除購物車?_G1405

# AddTodayMagazine
source: Today magazine has been added to the cart._G1400
de_ch: Das Today Magazin wurde dem Warenkorb hinzugefügt
el_cy: Το περιοδικό TODAY έχει προστεθεί στο καλάθι αγορών.
es_cl: La Revista Today ha sido añadida a su selección.
es_es: La revista Today ha sido agregada a la cesta.
es_py: La Revista Hoy ha sido añadida a su carrito de compras._G1400
fi_fi: Today -lehti on lisätty ostoskoriin.
fr_fr: Le Today magazine a été rajouté au panier.
he_il: מגזין Today התווסף לעגלת הקניות.
hu_hu: A Today magazin a kosárba került._G1400
id_id: Majalah hari ini telah ditambahkan ke dalam keranjang_G1400
it_it: La rivista Today è stata aggiunta al carrello.
ko_kr: 투데이 메거진이 장바구니에 추가되었습니다.
ms_my: Majalah Today ditambah ke dalam troli.
pl_pl: Magazyn Today został dodany do koszyka.
pt_br: Revista Today foi adicionada ao seu carrinho.
ro_ro: Today Magazine a fost adăugat în coş.
ru_il: Журнал "Today" был добавлен в корзину.
ru_ru: Журнал "Today" был добавлен в корзину._G1400
sr_rs: Magazin Today je dodat u korpu.
uk_ua: Журнал Today був доданий до вашого кошика._G1400
vi_vn: Tạp chí "Ngày hôm nay" đã được thêm vào giỏ hàng_G1400
zh_mo: 薈萃已加到購物車_G1400

# CardWasDeclined
source: This transaction was declined for this card_G1399
de_ch: Die Zahlung mit dieser Kreditkarte wurde abgelehnt.
el_cy: Αυτή η συνναλαγή δεν εγκρίθηκε από την Πιστωτική σας Κάρτα
es_cl: Esta transacción ha sido denegada para esta tarjeta
es_es: Esta transacción ha sido denegada para esta tarjeta
es_py: Esta transacción ha sido denegada para esta tarjeta_G1399
fi_fi: Kortin maksutoimitusta ei hyväksytty.
fr_fr: La transaction n'est pas autorisée pour cette carte.
he_il: העסקה עבור כרטיס זה נדחתה.
hu_hu: A tranzakció ezen a kártyán elutasításra került._G1399
id_id: Transaksi ini ditolak untuk kartu ini_G1399
it_it: La transazione con questa carta non è stata autorizzata con questa carta.
ko_kr: 요청하신 카드 승인이 거절되었습니다.
ms_my: Transaksi bagi kad ini ditolak
pl_pl: Transakcja została odrzucona
pt_br: Não foi autorizada a transação para este cartão.
ro_ro: Tranzacţia pentru acest card a fost refuzată
ru_il: Оплата заказа данной картой была отклонена.
ru_ru: Оплата заказа данной картой была отклонена._G1399
sr_rs: Transakcija ove kartice je odbijena.
uk_ua: Ця транзакція була відхилена для цієї картки._G1399
vi_vn: Giao dịch này đã bị từ chối qua thẻ_G1399
zh_mo: 您所選擇之信用卡交易失敗_G1399

# BlockedDS
source: We are unable to complete your order. Please contact Member Relations for assistance 1-310-218-6089 and mention error code 05._G1402
de_ch: Es ist uns leider nicht möglich Ihre Bestellung auszuführen. Bitte kontaktieren Sie die Distributor Services Abteilung unter Tel.: 0800 60 60 40.
el_cy: Δεν μπορεί να ολοκληρωθεί η παραγγελία. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων για βοήθεια 210-8108800
es_cl: No podemos completar su pedido. Por favor comuníquese con Servicios al Distribuidor para recibir ayuda al 56 02 5205200 opcioón 2 y mencione el código de error 05.
es_es: No podemos completar su pedido. Por favor póngase en contacto con Atención al Distribuidor para recibir ayuda en el 34 91 515 2130 y mencione el código de error 05.
es_py: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000 para que puedan ayudarle._G1402
fi_fi: Tilaustasi ei voitu vahvistaa. Ota yhteyttä Jälleenmyyjäpalveluihin: Drnordic@herbalife.com
fr_fr: Nous ne pouvons donner suite à votre commande. Veuillez contacter le Service Relations Distributeur au 0800 55 24 16 et leur indiquer le code d'erreur 05.
he_il: איננו יכולים להשלים את הזמנתך. אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299* וציין קוד שגיאה 05.
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 05-ös hibakódra._G1402
id_id: kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi Distributor Services untuk bantuan (021) 293 40900 dan sebutkan kode eror 05_G1402
it_it: Non siamo in grado di completare l'ordine. Contatta il Dipartimento Ordini al numero 06.52.30.4040 e indicare il codice d'errore 05
ko_kr: 주문을 완료할 수 없습니다. 문제가 지속되면 한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락부탁드립니다.
ms_my: Kami tidak dapat melengkapkan pesanan anda. Sila hubungi Perhubungan Ahli 03-26876333 untuk bantuan dan nyatakan kesilapan kod 05.
pl_pl: Jeśli potrzebujesz pomocy przy zamówieniu skontaktuj się z Działem Zamówień. Dzwoń od Pn-Pt w godzinach 10-18 pod numer 227037600 i wybierz tonowo 1.
pt_br: Não foi possível concluir seu pedido. Por favor, contate o departamento de Serviços ao Distribuidor 11 3879-7822 e mencione o código de erro 05.
ro_ro: Nu putem procesa comanda dvs. Vă rugăm sunaţi la +4 0264 442 537 sau +4 021 310 24 10 şi specificaţi codul de eroare 05.
ru_il: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 5454 и назовите код ошибки 05.
ru_ru: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 7474 и назовите код ошибки 05._G1402
sr_rs: Nismo u mogućnosti da izvršimo vašu porudžbinu. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184 i navedite šifru greške 05.
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 05.
vi_vn: Chúng tôi không thể hoàn tất đơn hàng của bạn. Vui lòng liên lạc phòng dịch vụ phân phối để đươc trợ giúp 848 3827 9292 và mã lỗi 05_G1402
zh_mo: 無法完成您的訂單，請記下錯誤編號05並致電澳門直銷商服務熱線(853) 2828-6612_G1402

# BlockedZip
source: We are unable to complete your order. Please contact Member Relations for assistance 1-310-218-6089 and mention error code 01._G1401
de_ch: Es ist uns leider nicht möglich Ihre Bestellung auszuführen. Bitte kontaktieren Sie die Distributor Services Abteilung unter 0800 60 60 40.
el_cy: Δεν μπορεί να ολοκληρωθεί η παραγγελία. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων για βοήθεια 210-8108800
es_cl: No podemos completar su pedido. Por favor comuníquese con Servicios al Distribuidor para recibir ayuda al 56 02 5205200 opción 2 y mencione el código de error 01.
es_es: No podemos completar su pedido. Por favor póngase en contacto con Atención al Distribuidor para recibir ayuda en el 34 91 515 2130 y mencione el código de error 01.
es_py: No podemos completar su pedido. Por favor, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000 para que puedan ayudarle._G1401
fi_fi: Tilaustasi ei voitu vahvistaa. Ota yhteyttä Jälleenmyyjäpalveluihin: Drnordic@herbalife.com
fr_fr: Nous ne pouvons donner suite à votre commande. Veuillez contacter le Service Relations Distributeur au 0800 55 24 16 et leur indiquer le code d'erreur 01.
he_il: איננו יכולים להשלים את הזמנתך. אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299* וציין קוד שגיאה 01.
hu_hu: Sajnos rendelését nem tudtuk feldolgozni. Kérjük kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon és hivatkozzon a 01-es hibakódra._G1401
id_id: kami tidak dapat menyelesaikan pesanan anda. Mohon hubungi Distributor Services untuk bantuan (021) 293 40900 dan sebutkan kode eror 01_G1401
it_it: Non siamo in grado di completare l'ordine. Contatta il Dipartimento Ordini al numero 06.52.30.4040 e indicare il codice d'errore 01
ko_kr: 주문을 완료할 수 없습니다. 문제가 지속되면 한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락 부탁드립니다.
ms_my: Kami tidak dapat melengkapkan pesanan anda. Sila hubungi Perhubungan Ahli 03-26876333 untuk bantuan dan nyatakan kesilapan kod 01.
pl_pl: Jeśli potrzebujesz pomocy przy zamówieniu skontaktuj się z Działem Zamówień. Dzwoń od Pn-Pt w godzinach 10-18 pod numer 227037600 i wybierz tonowo 1.
pt_br: Não foi possível concluir seu pedido. Por favor, contate o departamento de Serviços ao Distribuidor 11 3879-7822 e mencione o código de erro 01.
ro_ro: Nu putem procesa comanda dvs. Vă rugăm sunaţi la +4 0264 442 537 sau +4 021 310 24 10 şi specificaţi codul de eroare 01.
ru_il: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 5454 и назовите код ошибки 01.
ru_ru: Невозможно завершить заказ. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 7474 и назовите код ошибки 01._G1401
sr_rs: Nismo u mogućnosti da izvršimo vašu porudžbinu. Molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184 i navedite šifru greške 01.
uk_ua: Ми не можемо завершити ваше замовлення. Будь ласка, зверніться до до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00 та вкажіть код помилки 01.
vi_vn: Chúng tôi không thể hoàn tất đơn hàng của bạn. Vui lòng liên lạc phòng dịch vụ phân phối để đươc trợ giúp 848 3827 9292 và mã lỗi 01_G1401
zh_mo: 無法完成您的訂單，請記下錯誤編號01並致電澳門直銷商服務熱線(853) 2828-6612_G1401

# Resubmit
source: The transaction is not permitted, please check card information. If problem persists, contact the Member services 1-310-218-6089._G1390
de_ch: Die Ausführung ist nicht gestattet. Bitte klicken Sie nochmals auf "Absenden". Sollte das Problem weiterhin auftreten, kontaktieren Sie bitte die Distributor Service Abteilung unter 0800 60 60 40.
el_cy: Η συναλλαγή δεν επιτρέπεται, παρακαλώ ελένξτε τις πληροφορίες της κάρτας. Εάν το πρόβλημα επιμένει, επικοινωνήστε με το Τμήμα Εξυπηρέτησης στο 210-8108801
es_cl: La transacción no ha sido aceptada, por favor haga click en "Ingresar" otra vez. Si el problema persiste, comuníquese con la línea de Servicios al Distribuidor al 56 02 5205200 opción 2.
es_es: La transacción no ha sido aceptada, por favor haga click en "Enviar" otra vez. Si el problema persiste, comuníquese con la línea de Atención al Distribuidor en el 34 91 515 21 30
es_py: La transacción no está permitida, por favor verifique la información de su tarjeta de crédito. Si el problema persiste, comuníquese con el Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1390
fi_fi: Maksutapahtumaa ei hyväksytty, ottakaa yhteyttä Jälleenmyyjäpalveluihin: DRnordic@herbalife.com
fr_fr: La transaction n'est pas autorisée. Veuillez contacter votre Service Relations Distributeur.
he_il: ההעברה אינו מותרת, אנא בדוק את פרטי הכרטיס. אם הבעיה נמשכת, התקשר למחלקת שירות מפיצים בקו החם (866) 622-1222.
hu_hu: A tranzakció nem engedélyezett, kérem ellenőrizze a kártyaadatokat. Ha a probléma továbbra is fennáll, kérem lépjen kapcsolatba a Tanácsadói Kapcsolatok Osztályával a +36 1 299 7010-es telefonszámon_G1390
id_id: Transaksi tidak diizinkan, mohon periksa informasi kartu, jika masalah berkelanjutan, hubung Distributor Service 021 293 40900_G1390
it_it: La transazione non è stata autorizzata, clicca di nuovo su “Procedi”.Se il problema persiste, contatta il Dipartimento Ordini al numero 06.52.30.4040.
ko_kr: 카드 승인이 이루어 지지 않았습니다. 카드 정보를 다시 확인하여 주시기 바랍니다. 문제가 지속되면,한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락하여 부탁드립니다.
ms_my: Transaksi tidak dibenarkan, sila klik "Hantar" sekali lagi. Jika masalah ini berterusan, sila hubungi talian hangat perkhidmatan Ahli 03-26876333
pl_pl: Transakcja odrzucona, zweryfikuj dane karty. Jeśli problem nadal występuje zadzwoń do Działu Kontaktów z Dystrybutorami +48 22 703 76 00 (potem wybierz 1 i 2)
pt_br: A transação não foi permitida, por favor clique em "Submeter" novamente. Se o problema persistir, contate o Dept. de Serviços ao Distribuidor 11 3879-7822.
ro_ro: Tranzacţia nu este permisă, vă rugăm verificaţi cardul. Dacă problema persistă sunaţi la Biroul de Relaţii cu Distribuitorii, la numerele de telefon +4 021 316 59 32/33.
ru_il: К сожалению, транзакция отклонена. Пожалуйста, проверьте данные карты. Если проблема сохранится, свяжитесь с Отделом дистанционных заказов по телефону бесплатной линии 8 800 200 5454
ru_ru: К сожалению, транзакция отклонена. Пожалуйста, проверьте данные карты. Если проблема сохранится, свяжитесь с Отделом дистанционных заказов по телефону бесплатной линии 8 800 200 7474_G1390
sr_rs: Transakcija nije dozvoljena, molimo proverite informacije na kartici. Ukoliko se problem nastavi, pozovite Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Транзакція не дозволена, будь ласка перевірте інформацію картки. Якщо проблема не усувається, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00_G1390
vi_vn: Giao dịch này không được thực hiện, vui lòng kiểm tra thông tin thẻ hoặc vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292_G1390
zh_mo: 本交易尚未被接納，請致電澳門直銷商服務熱線(853) 2828-6612 _G1390

# ZipNotSupported
source: Shipping to the entered Zip is not supported_G1379
de_ch: Eine Lieferung zu der angegebenen PLZ ist nicht möglich.
el_cy: Αποστολή στον συγκεκριμένο Κωδικό Περιοχής δεν υποστηρίζεται
es_cl: No hacemos envíos para el Codigo Postal introducido.
es_es: No hacemos envíos para el Codigo Postal introducido.
es_py: Envío al Código Postal introducido no es compatible._G1379
fi_fi: Lähetys tähän postinumeroon ei ole sallittu. Ota yhteyttä Jälleenmyyjäpalveluihin.
fr_fr: La livraison ne peut se faire à ce Code Postal.
he_il: משלוח למיקוד שהוכנס אינו נתמך
hu_hu: A megadott címre történő szállítás nem lehetséges._G1379
id_id: Pengiriman ke kode pos tidak didukung_G1379
it_it: La spedizione al CAP inserito non e' consentita
ko_kr: 입력한 우편번호로는 배송되지 않습니다.
ms_my: Penghantaran dimasukkan ke dalam Poskod tidak disokong
pl_pl: Wysyłka pod wprowadzony kod pocztowy nie jest możliwa
pt_br: CEP de Envio não aceito
ro_ro: Livrarea la codul poştal indicat nu este posibilă.
ru_il: Доставка по выбранному индексу недоступна
ru_ru: Доставка по выбранному индексу недоступна_G1379
sr_rs: Isporuka na uneti poštanski broj nije podržana.
uk_ua: Доставка за введеним поштовим індексом не підтримується_G1379
vi_vn: Vận chuyển nhập mã ZIP không được hỗ trợ_G1379
zh_mo: 所輸入的郵政編號未能提供送貨服務_G1379

# GotoHomePage
source: Proceed to Homepage._G1378
de_ch: Weiter zur Produktübersicht.
el_cy: Επιστροφή στην Αρχική Σελίδα.
es_cl: Ir a la página principal.
es_es: Ir a la página principal.
es_py: Ir a la página principal._G1378
fi_fi: Jatka kotisivulle
fr_fr: Procécéder à la page d'accueil.
he_il: המשך לדף הבית.
hu_hu: Tovább a főoldalra_G1378
id_id: Lanjut ke halaman utama_G1378
it_it: Vai alla pagina principale (vai alla Homepage)
ko_kr: 홈페이지로 이동하기
ms_my: Terus ke Laman Rumah
pl_pl: Przejdź do strony głównej
pt_br: Ir para a página principal
ro_ro: Întoarcere la pagina de start.
ru_il: Перейти на главную страницу
ru_ru: Перейти на главную страницу_G1378
sr_rs: Nastavite do naslovne strane.
uk_ua: Перейти на Головну сторінку._G1378
vi_vn: Đi đến trang chủ_G1378
zh_mo: 回到首頁_G1378

# NoSMSNumber
source: SMS Mobile number is required._G1381
el_cy: Ο αριθμός κινητού τηλεφώνου για SMS είναι υποχρεωτικός
es_cl: Número SMS es requerido.
es_py: Número de celular es requerido._G1381
fi_fi: Kännykkänumero vaaditaan.
he_il: נדרש מספר טלפון למסרון
id_id: Nomor SMS dibutuhkan_G1381
it_it: Il numero di cellulare è obbligatorio
ko_kr: 문자메시지 수신용 휴대폰 번호를 입력하여 주시기 바랍니다.
ms_my: Nombor SMS Telefon Mudah Alih diperlukan
pt_br: Número de celular para SMS solicitado.
ru_il: Необходимо указать номер сотового телефона для получения смс уведомления
ru_ru: Необходимо указать номер сотового телефона для получения смс уведомления_G1381
sr_rs: SMS Broj mobilnog telefona je obavezan.
uk_ua: Введіть, будь ласка, мобільний номер для смс._G1381
vi_vn: yêu cầu SMS điện thoại di dộng_G1381
zh_mo: 必須填寫收發SMS電話號碼_G1381

# SKUNotAvailable
source: SKU {0} is not available.
de_ch: Artikelnummer {0} ist zur Zeit nicht Lieferbar.
el_cy: Ο κωδικός SKU {0} δεν είναι διαθέσιμος.
es_cl: El artículo {0} no está disponible.
es_es: La Referencia {0}: no está disponible.
es_py: El artículo con código {0} no está disponible.
fi_fi: Tuotenumero {0} ei ole saatavissa
fr_fr: Référence {0} non disponible.
he_il: מק"ט {0} לא קיים.
hu_hu: A {0} cikkszám (SKU) nem elérhető._G1380
id_id: SKU tidak tersedia _G1380
it_it: Il codice prodotto {0} non e' disponibile.
ko_kr: 품목번호{0}은 없습니다.
ms_my: Tidak terdapat SKU {0}.
pl_pl: SKU {0} jest niedostępny
pt_br: O Código {0} não está disponivel.
ro_ro: SKU {0} nu este disponibil.
ru_il: Позиции {0} нет в наличии.
ru_ru: Позиции {0} нет в наличии.
sr_rs: Šifra {0} nije dostupna.
uk_ua: Номер Серії {0} недоступний._G1380
vi_vn: Mã sản phẩm {0} không có sẵn
zh_mo: 產品編號{0}無法訂購

# PrimaryAddressDeleteNotAllowed
source: Primary Address cannot be deleted._G1375
de_ch: Die bevorzugte Lieferadresse kann nicht gelöscht werden.
el_cy: Η κύρια διεύθυνση δεν μπορεί να διαγραφεί.
es_cl: La Dirección Principal no puede ser borrada.
es_es: La Dirección Principal no puede ser borrada.
es_py: La dirección principal no puede ser borrada._G1375
fi_fi: Ensisijaista osoitetta ei voi poistaa. Valitse vaihtoehtoinen ensisijainen osoite ennen kuin jatkat.
fr_fr: L'adresse principale ne peut être supprimée.
he_il: לא ניתן למחוק כתובת עיקרית.
hu_hu: Az elsődleges cím nem törölhető._G1375
id_id: Alamat utama tidak bisa dihapus_G1375
it_it: L'indirizzo principale non può essere eliminato.
ko_kr: 기본 주소는 삭제할 수 없습니다.
ms_my: Alamat Utama tidak b oleh dihapuskan.
pl_pl: Podstawowy adres nie może być skasowany.
pt_br: O endereço principal não pode ser excluído.
ro_ro: Adresa principală nu poate fi ştearsă.
ru_il: Основной адрес не может быть удален.
ru_ru: Основной адрес не может быть удален._G1375
sr_rs: Prvobitna adresa ne može da se izbriše.
uk_ua: Основну адресу неможливо видалити._G1375
vi_vn: Địa chỉ chính không thể xoá_G1375
zh_mo: 主要地址無法刪除_G1375

# CasaCheckRequired
source: Please select Yes/No._G1374
de_ch: Bitte auswählen: Ja/Nein
el_cy: Παρακαλούμε επιλέξτε Ναι/Όχι.
es_cl: Por favor seleccione Si/No.
es_es: Por favor seleccione Si/No.
es_py: Por favor, seleccione Sí/No._G1374
fi_fi: Valitse Kyllä/Ei
fr_fr: Veuillez sélectionner oui/non.
he_il: אנא בחר כתובת משלוח.
hu_hu: Kérjük válasszon: Igen/Nem._G1374
id_id: Silahkan pilih ya/tidak_G1374
it_it: Seleziona Sì o No.
ko_kr: 예/아니오를 선택하십시오.
ms_my: Sila pilih Ya/Tidak
pl_pl: Wybierz Tak/Nie
pt_br: Por favor, selecione Sim/Não.
ro_ro: Vă rugăm selectaţi Da/Nu
ru_il: Пожалуйста выберите Да/Нет.
ru_ru: Пожалуйста выберите Да/Нет._G1374
sr_rs: Molimo odaberite Da/Ne.
uk_ua: Будь ласка введіть Так/Ні._G1374
vi_vn: Vui lòng chọn Đồng ý/ Không_G1374
zh_mo: 請選擇是/否_G1374

# ProceedToCheckout
source: Proceed to Checkout_G1377
de_ch: Weiter zur Kasse
el_cy: Συνέχεια στην Ολοκλήρωση της Παραγγελίας
es_cl: Proceda a Confirmar.
es_es: Procedar a la Comprobación
es_py: Proceda a Ingresar el Pedido._G1377
fi_fi: Jatka Kassaan
fr_fr: Procéder à la fin de la transaction
he_il: המשך לקופה
hu_hu: Tovább a fizetéshez_G1377
id_id: Lanjut ke keluar_G1377
it_it: Continua ad ordinare
ko_kr: 결제 하기
ms_my: Terus ke Daftar Keluar
pl_pl: Przejdź do realizacji zamówienia
pt_br: Continue para finalizar
ro_ro: Vă rugăm apăsaţi butonul Continuă.
ru_il: Перейти к оплате заказа
ru_ru: Перейти к оплате заказа_G1377
sr_rs: Nastavite do završnog koraka
uk_ua: Підтвердити формування_G1377
vi_vn: Tiếp tục kiểm tra để hoàn tất_G1377
zh_mo: 前往結帳_G1377

# PrimaryPickupPreferenceDeleteNotAllowed
source: Primary Pick Up Preference cannot be deleted._G1376
el_cy: Η πρωτεύον πληροφορίες παραλαβής δεν μπορούν να διαγραφούν
es_cl: La Preferencia Principal de Recogido no puede ser borrada.
es_py: La preferencia principal de retiro no puede ser borrada._G1376
fi_fi: Ensisijaista noutosuosikkia ei voi poistaa.
fr_fr: Le lieu de pickup principal ne peut être supprimé.
he_il: לא ניתן למחוק העדפות מקום איסוף עיקרי.
hu_hu: Az elsődleges áruátvételi preferencia nem törölhető._G1376
id_id: Preferensi penjemputan utama tidak bisa dihapus_G1376
it_it: Il magazzino selezionato come principale per il ritiro diretto non può essere eliminato.
ko_kr: 선호 기본 픽업장소는 삭제할 수 없습니다.
ms_my: Pilihan Pungutan Utama tidak boleh dihapuskan.
pl_pl: Podstawowe informacje o odbiorze nie mogą być skasowane
pt_br: Os dados de Retirada principal não pode ser excluído.
ro_ro: Preferinţele principale pentru locaţia de unde se ridică produsele nu se pot şterge.
ru_il: Основное предпочтение для выдачи заказа не может быть удалено.
ru_ru: Основное предпочтение для выдачи заказа не может быть удалено._G1376
sr_rs: Prvobitnii podaci o željenom preuzimanju se ne mogu izbrisati.
uk_ua: Параметри Основного способу отримання не можуть бути видалені._G1376
vi_vn: Địa chỉ chính ưu tiên không thể xóa_G1376
zh_mo: 主要送貨地址無法刪除_G1376

# InvalidState
source: The state is invalid._G1387
de_ch: Bundesland ist ungültig
el_cy: Η Περιοχή δεν είναι έγκυρη.
es_cl: El estado es inválido.
es_es: La Provincia no es válida.
es_py: El departamento es inválido._G1387
fi_fi: Valtio ei ole pätevä.
fr_fr: La province est invalide.
he_il: המדינה אינה נכונה.
hu_hu: Érvénytelen megye_G1387
id_id: Negara salah_G1387
it_it: Lo Provincia non è valida.
ko_kr: 배송주소 "도"가 유효하지 않습니다.
ms_my: Negeri ini tidak sah.
pl_pl: Stan jest nieprawidłowy
pt_br: Estado inválido.
ro_ro: Judeţul este invalid.
ru_il: Неверная область/край.
ru_ru: Неверная область/край._G1387
sr_rs: Ime države je neispravno.
uk_ua: Країна являється недійсною._G1387
vi_vn: Tinh/thành không hợp kệ_G1387
zh_mo: 國家輸入不正確_G1387
