Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# EventTicketsLimitedQuantity
source: Event Ticket purchases are limited to quantity of {0} per order.
de_ch: Sie können nur {0} Event Tickets pro Bestellung aufgeben.
el_cy: Η παραγγελία εισητηρίων περιορίζεται σε {0} ανα παραγγελία.
es_cl: La compra de ticket para eventos está limitada a la cantidad de {0} por pedido.
es_es: La compra de tickets para eventos está limitada a la cantidad de {0} por pedido.
es_py: La compra de tickets para eventos está limitada a la cantidad de {0} por pedido.
fi_fi: Tapahtumalippujen ostaminen on rajoitettu määrään {0} per tilaus
fr_fr: L'achat de billets pour les événements est limité à {0} par commande.
he_il: רכישות כרטיסים לאירוע מוגבלות לכמות של {0} בכל הזמנה.
hu_hu: A megvásárolható jegyek száma rendelésenként {0} lehet_G1311
id_id: Pembelian tiket acara dibatasi {0} per pesanan
it_it: Massimo {0} biglietti per ordine
ko_kr: 행사 티켓 주문 수량은 한 주문에 {0} 개로 한정됩니다.
ms_my: Pembelian tiket acara adalah terhad kepada kuantiti {0} setiap pesanan.
pl_pl: Można zakupić maksymalnie {0} bilety na dystrybucję.
pt_br: O limite máximo de convites é de {0} por pedido.
ro_ro: Se pot achiziţiona doar {0} bilete.
ru_il: За заказ возможно приобрести до {0} билетов на мероприятие.
ru_ru: За заказ возможно приобрести до {0} билетов на мероприятие.
sr_rs: Prilikom kupovine ulaznica za događaje, broj ulaznica je ograničen na {0} po porudžbini.
uk_ua: Покупка квитків обмежена кількістю {0} в замовленні._G1311
vi_vn: Mua hàng vé được giới hạn {0} mỗi đơn hàng
zh_mo: 會議門票訂購上限為每張訂單{0}

# OutOfInventory
source: Item {0} is currently out of inventory, your quantity is set to 0.
de_ch: Das Artikel {0} ist momentan nicht lieferbar. Die Menge wird geändert auf 0.
es_cl: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_es: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
es_py: El artículo {0} actualmente no se encuentra disponible en el inventario, la cantidad será colocada en 0.
fi_fi: Tuotetta {0} ei ole tällä hetkellä varastolla, joten sen määräksi on vaihdettu 0.
fr_fr: L'article {0} est actuellement en rupture de stock. La quantité est passée à 0.
he_il: פריט {0} לא נמצא במלאי כרגע, הכמות שהוזנה אופסה ל-0
hu_hu: A {0} cikkszámú termék jelenleg nincs készleten, ezért ennek mennyiségét lenullázzuk._G1319
id_id: Barang {0} sedang habis, jumlah anda diubah menjadi 0
it_it: Il prodotto {0} non è al momento disponibile, la quantità è pari a zero
ko_kr: {0}은 현재 재고가 없습니다. 수량이 0으로 설정됩니다.
ms_my: Barang {0} kini berada di luar inventori is, kuantiti anda diset pada 0.
pl_pl: Sprzedaż produktu {0} została wstrzymana, zamówiona ilość wynosi 0.
pt_br: Produto {0} está esgotado, a quantidade será de 0.
ro_ro: Produsul {0} nu se află momentan pe stoc, cantitatea dvs este 0.
ru_il: Товара {0} в настоящее время нет в наличии - количество изменено на 0.
ru_ru: Товара {0} в настоящее время нет в наличии - количество изменено на 0.
sr_rs: Artikl {0} se trenutno ne nalazi u inventaru, vaša količina je podešena na 0.
uk_ua: Продукт {0} на данний момент відсутній на складі, кількість було змінено на 0,_G1319
vi_vn: Mã {0} hiện đã hết hàng tồn kho, số lượng sẽ trở về 0
zh_mo: 您訂購的項目{0}目前缺貨，訂購數量會設為0

# AddTodayMagazineMax
source: Limit for Today Magazine is_G1320
de_ch: Das Limit für das Today Magazin ist
el_cy: Το όριο για το περιοδικό TODAY είναι
es_cl: Limit for Today Magazine is
es_es: El límite de la Revista Today es
es_py: El límite para la revista Hoy es_G1320
fi_fi: Today -lehti on rajoitettu määrään 3 tilausta kohden
fr_fr: La limite pour le Today magazine est de
he_il: המגבלה למגזין Today היא
hu_hu: A Today Magazin limitje_G1320
id_id: Batas majalah hari ini adalah_G1320
it_it: La quantità massima ordinabile di Today è
ko_kr: 투데이 메거진 제한
ms_my: Had untuk Today Magazine ialah
pl_pl: Ilość magazynu Today jest ograniczona do
pt_br: O limite da revista Today é de
ro_ro: Limita pentru Today Magazin este
ru_il: Вы можете включить в заказ журнал "Today" в количестве не более
ru_ru: Вы можете включить в заказ журнал "Today" в количестве не более_G1320
sr_rs: Ograničenje za Today magazin je
uk_ua: Ліміт для журналу Today складає_G1320
vi_vn: Giới hạng cho tạp chí Today là_G1320
zh_mo: 薈萃訂購上限為_G1320

# PostalCode
source: Invalid zip code._G1317
de_ch: Ungültige Postleitzahl
el_cy: Μη έγκυρος Ταχυδρομικός Κωδικός
es_cl: Código Postal inválido.
es_es: Código Postal inválido.
es_py: N/A_G1317
fi_fi: Väärä postinumero
fr_fr: Code postal invalide.
he_il: מיקוד לא תקין.
hu_hu: Érvénytelen irányítószám_G1317
id_id: kode pos salah_G1317
it_it: Codice avviamento postale non valido
ko_kr: 우편번호 오류
ms_my: Zip kod yang salah
pl_pl: Nieprawidłowy kod pocztowy.
pt_br: CEP inválido.
ro_ro: Cod poştal invalid.
ru_il: Неверный почтовый индекс.
ru_ru: Неверный почтовый индекс._G1317
sr_rs: Nevažeći poštanski broj.
uk_ua: Невірний поштовий індекс. _G1317
vi_vn: Mã ZIP không hợp lệ_G1317
zh_mo: 郵政編號不正確_G1317

# APFdueResaleNotAllowed
source: IT: {0} years of APF is due and must be paid before placing a "Resale" type order. Please change your order type to "Personal" to pay for your APF.
de_ch: IT: [Anzahl der offenen Verwaltungsgebühren] Verwaltungsgebühren sind offen, diese müssen bezahlt werden bevor eine Bestellung zum Weiterverkauf aufgegeben werden kann.
es_cl: IT: {0} años que se se ha debido la Cuota Annual de Procesamiento, la cual debe ser pagada antes de colocar un tipo de pedido de "recompra". Por favor cambio su tipo de pedido a "Personal" para pagar su Cuota Anual de Procesamiento.
es_py: IT: Está debiendo {0} año(s) de su Cuota Annual de Procesamiento, la cual debe ser pagada antes de ingresar un pedido del tipo "Re-venta". Por favor, cambie su tipo de pedido a "Personal" para pagar su Cuota Anual de Procesamiento.
fi_fi: IT: {0} vuoden vuosimaksu-maksut erääntyvät, ja ne on maksettava ennen jälleenmyyntitilauksen tekemistä. Muuta tilaustyypiksi "Henkilökohtainen", jotta voit maksaa vuosimaksusi.
fr_fr: IT: {0} années de frais de cotisation sont dûes et doivent être payées avant de passer une commande pour "Client". Changez votre type de commande à "Privée" afin de payer votre cotisation.
he_il: IT: {0} תוקף תשלום דמי חידוש חברות השנתיים פג ויש להשלים את התשלום עבורם לפני שניתן לבצע הזמנה מסוג "מכירה חוזרת". אנא שנה את סוג ההזמנה ל"אישי" כדי לשלם את דמי חידוש החברות השנתיים
hu_hu: {0} évnyi eljárási díj tartozása van, amelyet rendeznie kell "Kereskedői" típusú rendeléshez. Kérjük az éves díj fizetéséhez váltsa át a rendelést "Saját" típusúra._G1318
id_id: IT: {0} tahun dari APF jatuh tempo dan harus dibayar sebelum menaruh pesanan tipe "penjualan kembali". Mohon ganti tipe pesanan anda ke "Pribadi" untuk membayar APF anda
it_it: IT: {0} La quota annuale scaduta deve essere pagata prima di effettuare un ordine per "Vendita a Cliente".Cambia l' ordine in uso personale e procedi al pagamento della quota annuale.
ko_kr: IT: "재판매" 유형 주문을 하기 전에 {0}년의 APF를 반드시 지급해야 합니다. APF 를 지불하기 위해 주문 타입을 "개인"으로 변경하시기 바랍니다.
ms_my: IT: {0} tahun ASF kena dibayar dan perlu dibayar sebelum meletakkan jenis pesanan ke "Jual Semula". Sila tukar Jenis pesanan anda ke "Peribadi" untuk membayar ASF anda.
pl_pl: IT: {0} letnia opłata manipulacyjna jest zaległa i musi być uregulowana zanim nastąpi "Odsprzedaż" produktów. Przejdź do zamówienia typu "Osobiste" i dokonaj opłaty manipulacyjnej.
pt_br: IT: {0} anos de taxa anual pendente de pagamento, favor realizar o pagamento antes de efetuar a compra de produtos. Por favor, altere o tipo de pedido para "Pessoal" para efetuar o pagamento da sua anuidade.
ro_ro: IT: {0} aveţi de achitat taxa anuală de procesare pentru a avea dreptul să plasaţi comandă de produse pentru "Revânzare". Vă rugăm schimbaţi tipul comenzii în "Personal" şi achitaţi taxa anuală de procesare.
ru_il: IT: Вам необходимо погасить задолженность по оплате Ежегодного взноса за компьютерное обслуживание за {0} год/лет перед тем как делать заказ типа "Перепродажа". Пожалуйста, измените тип заказа на "Личный" и оплатите задолженность по оплате Ежегодного взноса за компьютерное обслуживание.
ru_ru: IT: Вам необходимо погасить задолженность по оплате Ежегодного взноса за компьютерное обслуживание за {0} год/лет перед тем как делать заказ типа "Перепродажа". Пожалуйста, измените тип заказа на "Личный" и оплатите задолженность по оплате Ежегодного взноса за компьютерное обслуживание.
sr_rs: IT: {0} godina APF je dospela za naplatu i mora biti plaćena pre podnošenja porudžbine tipa "Preprodaja". Molimo promenite vrstu porudžbine u "Lična" kako biste platili svoj APF.
uk_ua: IT: {0} років щорічного комп'ютерного обслуговування повинно бути сплачене перед тим, як розмістити замовлення з типом "Перепродаж". Будь ласка, змініть тип вашого замовлення на "Персональний" для того, щоб оплатити внесок за щорічне комп'ютерне обслуговування.
vi_vn: IT: {0} năm phí xử lý số liệu đã hết hạn và cần được thanh toán trước khi đặt loại hàng " mua lại". Vui lòng thay đổi thành loại đơn hàng "cá nhân" để trả phí
zh_mo: {0}年的年度手續費已逾期並必須在下轉售訂單前繳付，請更改訂單類別為「個人訂單」以繳付年度手續費

# InvalidAreaCode
source: Please fill area code in proper format._G1348
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε τον κωδικό περιοχής στην κατάλληλη μορφή.
es_cl: Por favor rellene el código del área con el formato correcto.
es_es: Por favor rellene el código del área con el formato correcto.
es_py: Por favor, complete el código del área con el formato correcto._G1348
fi_fi: Täytä postinumero oikeassa muodossa.
fr_fr: Veuillez entrer le code régional dans le format approprié.
he_il: אנא מלא אזור החיוג בפורמט המתאים.
hu_hu: Kérjük a körzetszámot a megfelelő formátumban írja be._G1348
id_id: Silahkan masukkan kode area yang benar_G1348
it_it: Compila il codice area in formato corretto.
ko_kr: 올바른 지역번호를 입력해 주시기 바랍니다.
ms_my: Sila masukkan kod kawasan di dalam format yang betul.
pl_pl: Wpisz kod pocztowy w odpowiednim formacie.
pt_br: Por favor, preencha o código de área no formato correto.
ro_ro: Vă rugăm introduceţi codul poştal în formatul adecvat.
ru_il: Пожалуйста введите почтовый индекс в корректном формате.
ru_ru: Пожалуйста введите почтовый индекс в корректном формате._G1348
sr_rs: Molimo popunite pozivni broj u odgovarajućem formatu.
uk_ua: Будь ласка, введіть поштовий індекс у вірному форматі._G1348
vi_vn: Vui lòng nhập chính xác định dạng mã vùng_G1348
zh_mo: 請輸入正確郵政編號_G1348

# InvalidExtension
source: Please fill extension in proper format._G1349
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε την επέκταση στην κατάληλη μορφή.
es_cl: Por favor rellene la extensión con el formato correcto.
es_es: Por favor rellene la extensión con el formato correcto.
es_py: Por favor, complete la extensión con el formato correcto._G1349
fr_fr: Veuillez entrer l'extension dans le format approprié.
he_il: אנא מלא שלוחה בפורמט המתאים.
hu_hu: Kérjük a melléket a megfelelő formátumban írja be._G1349
id_id: Silahkan masukkan ekstensi yang benar_G1349
it_it: Compila l'estensione nel formato corretto.
ko_kr: 올바른 연장기간을 입력해 주시기 바랍니다.
ms_my: Sila masukkan sambungan yang betul.
pl_pl: Wpisz numer wewnętrzny w odpowiednim formacie
pt_br: Por favor, preencha o código da extensão no formato correto.
ro_ro: Vă rugăm introduceţi extensia în formatul adecvat.
ru_il: Пожалуйста введите добавочный номер в правильном формате.
ru_ru: Пожалуйста введите добавочный номер в правильном формате._G1349
sr_rs: Molimo popunite lokal u odgovarajućem formatu.
uk_ua: Будь ласка, введіть розширення в потрібному форматі._G1349
vi_vn: Vui lòng mở rộng định dạng chính xác_G1349
zh_mo: 請輸入正確分機號碼_G1349

# AddTodayMagazineMaXQuantity
source: Maximum number of magazines that can be added to cart is {0}.
de_ch: Die maximale Anzahl an Zeitschriften, die Sie dem Warenkorb hinzufügen können, ist {0}.
el_cy: Ο μέγιστος αριθμός περιοδικ΄ων που μπορούν να προστεθούν σε αυτό το καλάθι αγορών είναι {0}.
es_cl: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
es_es: La máxima cantidad de revistas que pueden ser agregadas a la cesta es {0}.
es_py: La máxima cantidad de revistas que pueden ser agregadas al carrito es {0}.
fi_fi: Lehtien maksimäärä per tilaus on {0}.
fr_fr: Le nombre maximum de revues qui peut être ajouté au panier est {0}.
he_il: מספר מקסימום של מגזינים שניתן להוסיף לעגלת הקניות הוא {0}.
hu_hu: A kosárba tehető magazinok maximális száma: {0}._G1321
id_id: Angka maksimum dari majalah yang dapat ditambahkan ke keranjang adalah {0}
it_it: Il numero massimo di Today che possono essere inseriti nel carrello è {0}.
ko_kr: 장바구니에 추가할 수 있는 최대 투데이지 수량은 {0}입니다.
ms_my: Nombor maksimum majalah yang boleh ditambah ke dalam troli ialah {0}.
pl_pl: Maksymalna ilość czasopism, które można dodać do koszyka to {0}.
pt_br: O número máximo de revistas que pode ser adicionado ao carrinho é de {0}.
ro_ro: Numărul maxim de reviste ce pot fi adăugate în coş este {0}.
ru_il: Количество журналов доступное для заказа {0}.
ru_ru: Количество журналов доступное для заказа {0}.
sr_rs: Maksimalan broj magaizna koji mogu da se dodaju u korpu je {0}.
uk_ua: Максимальна кількість журналів, що можуть бути додані до кошика {0}._G1321
vi_vn: Số lượng tối đa của tạp chí có thể được thêm vào giỏ hàng là {0}
zh_mo: 薈萃可加入到購物車的上限是{0}

# DuplicateAddressNickname
source: Nickname is already used, please enter a different name._G1322
de_ch: Dieser Spitzame wird bereits verwendet. Bitte geben Sie einen anderen Spitznamen ein.
el_cy: Το ψευδόνημο χρησιμοποιείται, εισάγεται ένα διαφορετικό ψευδόνημο.
es_cl: Este nombre de usuario ya está asignado a alguen más, por favor entre con un nombre diferente.
es_es: Este apodo ya existe, por favor utilize uno diferente.
es_py: Este nombre de usuario ya está asignado a alguien más, por favor, ingrese un nombre diferente._G1322
fi_fi: Nimi on jo käytössä, anna toinen nimi.
fr_fr: Surnom déjà utilisé, veuillez en saisir un différent.
he_il: הכינוי כבר בשימוש, אנא הכנס שם שונה.
hu_hu: Ez a becenév már használatban van, kérjük adjon meg másik becenevet._G1322
id_id: Nama panggilan telah digunakan, mohon masukkan nama yang berbeda_G1322
it_it: Questo nome utente è già stato utilizzato, per favore inserisci un altro nome.
ko_kr: 이미 사용하고 있는 닉네임 입니다. 다른 닉네임을 입력하여 주십시오.
ms_my: Nama Timangan digunakan, sila masukkan nama lain.
pl_pl: Podana Nazwa Własna już istnieje, proszę wprowadź inną.
pt_br: Apelido já existe, por favor, insira um nome diferente.
ro_ro: Această denumire a fost deja folosită, vă rugăm folosiţi altă denumire.
ru_il: Данное имя пользователя уже используется. Пожалуйста, выберите другое.
ru_ru: Данное имя пользователя уже используется. Пожалуйста, выберите другое._G1322
sr_rs: Ovaj nadimak već postoji, molimo unesite drugo ime.
uk_ua: Назва вже використовується, будь ласка виберіть іншу назву._G1322
vi_vn: Tên riêng đã được sử dụng, vui lòng nhập tên khác_G1322
zh_mo: 此暱稱已被使用,請輸入另一個暱稱_G1322

# NoCard
source: I'm sorry you don't have a registered credit card on file. Please call Member Services at 1-310-218-6089._G1316
de_ch: Sie haben leider keine Kreditkarte hinterlegt. Bitte wenden Sie sich an Ihre Distributor Services Abteilung unter der Telefonnummer 06151 - 8605-500.
el_cy: Λυπούμαστε αλλά δεν έχετε εγγεγραμένη πιστωτική κάρτα στο αρχείο. Παρακαλούμε καλέστε στο Τμήμα Εξυπηρέτησης στο 210-8108801
es_cl: Lo sentimos usted no tiene una tarjeta de crédido registrada en los archivos. Por favor llame a Servicios al Distribuidor al 56 02 5205200 opción 2.
es_es: Lo sentimos usted no tiene una tarjeta de crédido registrada en los archivos. Por favor llame a Atención al Distribuidor en el 34 91 515 2130
es_py: Lo sentimos, usted no tiene una tarjeta de crédito registrada en nuestros archivos. Por favor, llame al Departamento de Servicios al Distribuidor al (021) 518-2000._G1316
fi_fi: Sinulla ei valitettavasti ole luottokorttia rekisteröitynä järjestelmäämme. Ota yhteyttä Jälleenmyyjäpalveluihin: DRnordic@herbalife.com
fr_fr: Votre carte de crédit n'a pas été enregistrée dans le fichier. Veuillez contacter le Service Relations Distributeur au 0800 55 24 16.
he_il: אני מצטער,אין לך כרטיס אשראי רשום במערכת. אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Sajnáljuk, Önnek nincs regisztrált bankkártyája, kérjük hívja a Tanácsadói Kapcsolatok Osztályát a 06-1-299-7010-es telefonszámon._G1316
id_id: kami mohon maaf anda tidak memiliki kartu kredit yang terdaftar dalam file kami. Mohon telepon lDistributor Services 021-293 40900_G1316
it_it: Mi dispiace ma non hai una carta registrata. Contatta il Dipartimento Relazioni Distributori al numero 06.52.30.42.80
ko_kr: 죄송합니다. 등록된 신용카드가 없습니다. 한국허벌라이프(주)고객서비스팀 1588-7577 (월-금 오전9시-오후6시) 로 연락하여 주시기 바랍니다.
ms_my: Maaf, anda tidak ada kad kredit berdaftar di dalam fail. Sila hubungi Perkhidmatan Ahli di 03-26876333
pt_br: Desculpe, mas não temos o registo do cartão de crédito em nosso sistema. Por favor, contate o departamento de Serviços ao Distribuidor através do número 11 3879-7822.
ro_ro: Ne pare rău dar nu aveţi cardul înregistrat. Vă rugăm sunaţi la numărul 004 021 310 24 10
ru_il: К сожалению, вашаткарта не зарегистрирована. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 5454
ru_ru: К сожалению, вашаткарта не зарегистрирована. Пожалуйста, обратитесь в Отдел дистанционных заказов по телефону бесплатной линии 8 800 200 7474_G1316
sr_rs: Žao nam je, nemate registrovanu kreditnu karticu. Molimo pozovite Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Вибачте, ви не зареєстрували вашу кредитну картку. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00. _G1316
vi_vn: Rất tiếc bạn không đăng ký thẻ ghi nợ trong hồ sơ. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292_G1316
zh_mo: 您尚未有已登記的信用卡。請致電澳門直銷商服務熱線(853) 2828-6612_G1316

# NoLastName
source: Please fill out the last name._G1355
de_ch: Bitte geben Sie den Nachnamen ein.
el_cy: Παρακαλώ συμπληρώστε το επίθετο
es_cl: Por favor proporcione el Apellido.
es_es: Por favor proporcione los Apellidos.
es_py: Por favor, proporcione el Apellido._G1355
fi_fi: Täytä sukunimi.
fr_fr: Veuillez saisir le nom de famille.
he_il: אנא מלא שם משפחה.
hu_hu: Kérjük adja meg a vezetéknevet._G1355
id_id: Silahkan isi nama depan_G1355
it_it: Inserisci il cognome.
ko_kr: 성을 입력해 주시기 바랍니다.
ms_my: Sila masukkan nama akhir.
pl_pl: Wprowadź nazwisko.
pt_br: Por favor, insira o último nome.
ro_ro: Vă rugăm completaţi numele.
ru_il: Пожалуйста введите Фамилию.
ru_ru: Пожалуйста введите Фамилию._G1355
sr_rs: Molimo popunite prezime.
uk_ua: Будь ласка, введіть Прізвище._G1355
vi_vn: Vui lòng điền họ_G1355
zh_mo: 請輸入姓氏_G1355

# NoFirstName
source: Please fill out the first name_G1354
de_ch: Bitte geben Sie den Vornamen ein.
el_cy: Παρακαλώ συμπληρώστε το όνομα
es_cl: Por favor proporcione el Nombre.
es_es: Por favor proporcione proporcione el Nombre.
es_py: Por favor, proporcione el Nombre._G1354
fi_fi: Täytä etunimi.
fr_fr: Veuillez saisir le prénom.
he_il: אנא מלא שם פרטי.
hu_hu: Kérjük adja meg a keresztnevet._G1354
id_id: Silahkan isi nama depan_G1354
it_it: Inserisci il nome.
ko_kr: 이름을 입력해 주시기 바랍니다.
ms_my: Sila masukkan nama pertama.
pl_pl: Wprowadź pierwsze imię.
pt_br: Por favor, insira o primeiro nome.
ro_ro: Vă rugăm completaţi prenumele.
ru_il: Пожалуйста введите Имя.
ru_ru: Пожалуйста введите Имя._G1354
sr_rs: Molimo popunite ime.
uk_ua: Будь ласка, введіть Ім'я._G1354
vi_vn: Vui lòng điền tên_G1354
zh_mo: 請輸入名字_G1354

# NoPhone
source: Please fill out the phone number._G1357
de_ch: Bitte geben Sie eine Telefonnummer an.
el_cy: Παρακαλώ συμπληρώστε το τηλέφωνο επικοινωνίας
es_cl: Por favor prorpocione el Número Telefónico.
es_es: Por favor propocione el Número de Teléfono.
es_py: Por favor, propocione el Número Telefónico._G1357
fi_fi: Täytä puhelinnumero.
fr_fr: Veuillez saisir le numéro de téléphone.
he_il: אנא מלא את מספר הטלפון.
hu_hu: Kérjük adja meg a telefonszámot._G1357
id_id: Silahkan isi nomor telepon_G1357
it_it: Inserisci il numero telefonico.
ko_kr: 전화번호를 입력해 주시기 바랍니다.
ms_my: Sila masukkan nombor telefon.
pl_pl: Numer Telefonu
pt_br: Por favor, insira o número de telefone.
ro_ro: Vă rugăm completaţi numărul de telefon.
ru_il: Пожалуйста введите номер телефона.
ru_ru: Пожалуйста введите номер телефона._G1357
sr_rs: Molimo popunite broj telefona.
uk_ua: Будь ласка, введіть телефонний номер._G1357
vi_vn: Vui lòng điền số điện thoại_G1357
zh_mo: 請輸入聯絡電話_G1357

# RequiredField
source: Please fill out the mandatory field._G1356
de_ch: Bitte füllen Sie die Pflichtfelder (*) aus.
el_cy: Παρακαλώ συμπληρώστε το υποχρεωτικό πεδίο
es_cl: Por favor llene este campo el cual es mandatorio.
es_es: Por favor rellene este campo el cual es obligatorio
es_py: Por favor, llene este campo el cual es obligatorio._G1356
fi_fi: Täytä kaikki pakolliset kentät.
fr_fr: Veuillez remplir les champs obligatoires
he_il: אנא מלא את שדות החובה.
hu_hu: Kérjük töltse ki az összes kötelező mezőt._G1356
id_id: Silahkan isi bidang yang wajib_G1356
it_it: Compila i campi obbilgatori.
ko_kr: 필수 항목을 입력해 주시기 바랍니다.
ms_my: Sila masukkan medan yang penting.
pl_pl: Wypełnij pola obowiązkowe.
pt_br: Por favor, insira os campos obrigatórios.
ro_ro: Vă rugăm completaţi câmpurile obligatorii.
ru_il: Пожалуйста заполните все обязательные поля.
ru_ru: Пожалуйста заполните все обязательные поля._G1356
sr_rs: Molimo popunite obavezno polje.
uk_ua: Будь ласка, введіть всі обов'язкові поля._G1356
vi_vn: Vui lòng điền chính xác khu vực_G1356
zh_mo: 請填寫必要欄位_G1356

# NoAreaCode
source: Please fill out the area code._G1351
de_ch: Bitte geben Sie es im richtigen Format ein.
el_cy: Παρακαλώ συμπληρώστε τον κωδικό περιοχής.
es_cl: Por favor rellene el código del área.
es_es: Por favor rellene el código del área.
es_py: Por favor, escriba el código del área._G1351
fi_fi: Täytä postinumero.
fr_fr: Veuillez entrer le code régional.
he_il: אנא מלא את אזור החיוג.
hu_hu: Kérjük adja meg a körzetszámot._G1351
id_id: Silahkan isi kode area_G1351
it_it: Inserisci il codice postale.
ko_kr: 지역번호를 입력해 주시기 바랍니다.
ms_my: Sila masukkan kod kawasan.
pl_pl: Numer kierunkowy
pt_br: Por favor, preencha o campo de código de àrea.
ro_ro: Vă rugăm introduceţi codul zonei.
ru_il: Пожалуйста введите почтовый индекс.
ru_ru: Пожалуйста введите почтовый индекс._G1351
sr_rs: Molimo popunite pozivni broj.
uk_ua: Будь ласка, введіть поштовий індекс._G1351
vi_vn: Vui lòng nhập mã vùng_G1351
zh_mo: 請輸入正確郵政編號_G1351

# NoCareOfName
source: Please fill out care of name._G1350
de_ch: Bitte geben Sie den Empfänger an.
el_cy: Παρακαλώ συμπληρώστε το όνομα παραλαβής
es_cl: Introduzca el nombre de la persona a quien se envía.
es_es: Por favor propocione el nombre de la persona a quien se envía.
es_py: Por favor, complete el nombre de la persona que recibirá la orden._G1350
fi_fi: Täytä vastaanottajan c/o -nimi.
fr_fr: Veuillez renseigner le destinataire.
he_il: אנא מלא את שם "נמצא אצל"
hu_hu: Kérjük adja meg a címzett nevét._G1350
id_id: Silahkan isi penggantian nama_G1350
it_it: Compila il campo all'attenzione di.
ko_kr: 제품을 대신 받으실 분 성명을 입력해 주시기 바랍니다.
ms_my: Sila masukkan nama bagi pihak.
pl_pl: Do rąk:
pt_br: Por favor preencha o campo de "Aos cuidados de".
ro_ro: Vă rugăm completaţi denumirea firmei.
ru_il: Пожалуйста введите имя получателя.
ru_ru: Пожалуйста введите имя получателя._G1350
sr_rs: Molimo popunite ime osobe kod koje stanujete.
uk_ua: Будь ласка, введіть Ім'я отримувача._G1350
vi_vn: Vui lòng nhập tên người nhận_G1350
zh_mo: 請輸入收件人姓名_G1350
