Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# CancelOrderConfirmation
source: Are you sure you want to cancel this order? Clicking "OK" will remove all items from your cart._G1305
de_ch: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten? Durch Anklicken von "Ja" werden alle Produkte aus dem Warenkorb entfernt.
el_cy: Είστε σίγουροι οτί θέλετε να ακυρώσετε την παραγγελία; Επιλέγοντας "ΟΚ" θα αφαιρεθούν όλα τα προιόντα από το καλάθι αγορών.
es_cl: ¿Está seguro que desea anular este pedido? Pulsando "SI" todos los artículos serán eliminados de su selección.
es_es: ¿Está seguro que desea cancelar este pedido? Pulsando "SI" todos los artículos serán eliminados de su cesta.
es_py: ¿Está seguro que desea cancelar este pedido? Si presiona "Aceptar" todos los artículos serán eliminados de su carrito de compras._G1305
fi_fi: Haluatko varmasti poistaa tämän tilauksen? Jos painat "OK", ostoskorisi tyhjenee.
fr_fr: Etes-vous certain de vouloir annuler cette commande? En cliquant "OK" vous supprimez tous les articles dans votre panier.
he_il: האם אתה בטוח שאתה רוצה לבטל הזמנה זו? לחיצה על "כן" תסיר את כל הפריטים מעגלת הקניות שלך.
hu_hu: Biztos benne, hogy törölni szeretné ezt a megrendelést? Ha az OK gombra kattint, az összes tétel eltűnik a kosarából._G1305
id_id: Apakah anda yakin ingin membatalkan pesanan ini? Mengklik "OK" akan membuang semua barang dari keranjang anda_G1305
it_it: Sei sicuro di voler cancellare quest'ordine? Cliccando su "Ok", tutti i prodotti presenti nel tuo carrello saranno rimossi.
ko_kr: 주문을 취소하시겠습니까? 확인 누르면 제품이 장바구니에서 삭제됩니다.
ms_my: Adakah anda pasti anda mahu membatalkan pesanan ini? Dengan mengklik "OK" akan mengeluarkan semua barangan daripada troli anda.
pl_pl: Jesteś pewny, że chcesz wykasować to zamówienie? Wciskając "OK" usuniesz wszystkie pozycje w swoim koszyku.
pt_br: Tem certeza que deseja cancelar este pedido? Clique em "OK" e seu carrinho será esvaziado.
ro_ro: Eşti sigur că doreşti să anulezi această comandă? Prin apăsarea opţiunii OK, toate produsele din coşul de cumpărături vor fi şterse.
ru_il: Вы уверены что хотите отменить заказ? После нажатия "OK" корзина будет очищена.
ru_ru: Вы уверены что хотите отменить заказ? После нажатия "OK" корзина будет очищена._G1305
sr_rs: Jeste li sigurni da želite da otkažete ovu porudžbinu? Ako kliknete na "OK", iz vaše korpe će biti uklonjeni svi artikli.
uk_ua: Ви впевнені, що хочете відмінити замовлення? Натиснувши "Так", ви видалите всі товари з вашого кошика._G1305
vi_vn: Bạn có muốn hủy đơn hàng này không? Chọn "Đồng ý", tất cả số lượng sẽ được loại bỏ khỏi giỏ hàng_G1305
zh_mo: 您確定取消此訂單? 按「確認」後，在購物車中所有項目會被移除_G1305

# NoPickUpNameEntered
source: Please select the pick up name_G1370
de_ch: Bitte die Abholname auswählen
el_cy: Παρακαλούμε επιλέξτε την όνομα παραλαβής
es_cl: Favor de seleccionar nombre de quien retira.
es_es: Favor de seleccionar nombre de regogida.
es_py: Por favor, seleccione el nombre de retiro_G1370
fr_fr: Veuillez renseigner le nom de la personne qui retirera la commande.
he_il: אנא בחר את שם האוסף.
hu_hu: Kérjük válassza ki az áruátvevő nevét_G1370
id_id: Silahkan pilih nama penjemputan_G1370
it_it: Inserisci il nome di chi ritirerà l'ordine
ko_kr: 픽업 시간을 선택하십시오.
ms_my: Sila pilih nama Pungutan
pl_pl: Nazwisko osoby odbierającej
pt_br: Por favor, selecione o Nome para a retirada.
ro_ro: Vă rugăm selectaţi numele persoanei care ridică produsele.
ru_il: Пожалуйста, введите имя получателя в Центре Продаж
ru_ru: Пожалуйста, введите имя получателя в Центре Продаж_G1370
sr_rs: Molimo odaberite ime osobe koja preuzima robu.
uk_ua: Будь ласка, введіть Ім'я отримувача._G1370
vi_vn: Vui lòng chọn tên kho lấy hàng_G1370
zh_mo: 請選擇提貨人姓名_G1370

# NoOrder
source: Please select an Order Type._G1367
de_ch: Bitte wählen Sie die Bestellart.
el_cy: Παρακαλώ επιλέξτε Τύπο Παραγγελίας
es_cl: Por favor, seleccione el tipo de pedido.
es_es: Por favor, seleccione el Tipo de Pedido.
es_py: Por favor, seleccione el tipo de pedido._G1367
fi_fi: Valitse tilaustyyppi.
fr_fr: Veuillez sélectionner le type de la commande.
he_il: אנא בחר סוג הזמנה.
hu_hu: Kérjük válassza ki a rendelés típusát_G1367
id_id: Silahkan pilih tipe pesanan_G1367
it_it: Seleziona il tipo d'ordine.
ko_kr: 미니 장바구니에서 주문 유형를 선택하십시오.
ms_my: Sila pilih Jenis Pesanan.
pl_pl: Wybierz rodzaj zamówienia
pt_br: Por favor, selecione o tipo de pedido.
ro_ro: Vă rugăm selectaţi un tip de comandă.
ru_il: Пожалуйста выберите тип заказа.
ru_ru: Пожалуйста выберите тип заказа._G1367
sr_rs: Molimo odredite vrstu porudžbine.
uk_ua: Будь ласка, виберіть Тип замовлення._G1367
vi_vn: Vui lòng chọn loại đơn hàng_G1367
zh_mo: 請選擇訂單類別_G1367

# NoShippingTimeSelected
source: Please select a Shipping time_G1366
de_ch: Bitte einen Lieferzeit auswählen.
el_cy: Παρακαλώ επιλέξτε Ώρα Αποστολής
es_cl: Por favor seleccione horario de envío.
es_es: Por favor seleccione horario de envío.
es_py: Por favor, seleccione horario de envío_G1366
fr_fr: Veuillez sélectionner les délais de livraison
he_il: אנא בחר זמן משלוח.
hu_hu: Kérjük válasszon kiszállítási időpontot_G1366
id_id: Silahkan pilih waktu pengiriman_G1366
it_it: Seleziona un tempo di spedizione
ko_kr: 배송 시간을 선택하십시오.
ms_my: Sila pilih masa Penghantaran
pl_pl: Czas wysyłki
pt_br: Por favor, selecione um horário para envio.
ro_ro: Vă rugăm selectaţi perioada de ridicare a comenzii.
ru_il: Пожалуйста выберите время отправки.
ru_ru: Пожалуйста выберите время отправки._G1366
sr_rs: Molimo odaberite vreme slanja.
uk_ua: Будь ласка, виберіть час доставки._G1366
vi_vn: Vui lòng chọn thời giangiao hàng_G1366
zh_mo: 請選擇送貨時間_G1366

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location_G1369
el_cy: Παρακαλούμε επιλέξτε την Περιοχή παραλαβής
es_cl: Favor de seleccionar el lugar de retiro.
es_es: Por favor selecciones un Centro de Recogida
es_py: Por favor, seleccione el lugar de retiro_G1369
fr_fr: Veuillez sélectionner le lieu de pickup
he_il: אנא בחר את מקום האיסוף.
hu_hu: Kérjük válassza ki az áruátvétel helyét_G1369
id_id: Silahkan pilih lokasi penjemputan_G1369
it_it: Seleziona un magazzino per il Ritiro Diretto
ko_kr: 픽업 장소를 선택하십시오.
ms_my: Sila pilih lokasi Pungutan
pl_pl: Wybierz miejsce odbioru
pt_br: Por favor, selecione o local de retirada.
ro_ro: Vă rugăm selectaţi o locaţie de unde veţi ridica produsele.
ru_il: Пожалуйста выберите место выдачи заказа.
ru_ru: Пожалуйста выберите место выдачи заказа._G1369
sr_rs: Molimo odaberite lokaciju za preuzimanje.
uk_ua: Будь ласка, оберіть спосіб отримання_G1369
vi_vn: Vui lòng chọn địa điểm nhận hàng_G1369
zh_mo: 請選擇提貨地點_G1369

# PickUpLocationNotSelected
source: Please select the Pick Up location_G1368
el_cy: Παρακαλούμε επιλέξτε την Περιοχή παραλαβής
es_cl: Seleccione el lugar de retiro.
es_es: Por favor seleccione el centro de recogida
es_py: Por favor, seleccione el lugar de retiro_G1368
fr_fr: Veuillez sélectionner le lieu de pickup.
he_il: אנא בחר את מקום האיסוף.
hu_hu: Kérjük válassza ki az áruátvétel helyét_G1368
id_id: Silahkan pilih lokasi penjemputan_G1368
it_it: Seleziona un magazzino per il Ritiro Diretto
ko_kr: 픽업 장소를 선택하십시오.
ms_my: Sila pilih lokasi Pungutan
pl_pl: Wybierz miejsce odbioru
pt_br: Por favor, selecione o local de retirada.
ro_ro: Vă rugăm selectaţi o locaţie de unde veţi ridica produsele.
ru_il: Пожалуйста выберите место выдачи заказа.
ru_ru: Пожалуйста выберите место выдачи заказа._G1368
sr_rs: Molimo odaberite lokaciju za preuzimanje.
uk_ua: Будь ласка, оберіть спосіб отримання_G1368
vi_vn: Vui lòng chọn địa điểm nhận hàng_G1368
zh_mo: 請選擇提貨地點_G1368

# NoPaymentInfo
source: Please enter payment info._G1340
de_ch: Bitte geben Sie die Bezahlungsmethode an. Bei Zahlung mit Kreditkarte bitte Daten eingeben.
el_cy: Παρακαλώ εισάγετε πληροφορίες πληρωμής.
es_cl: Por favor introduzca la información para realizar el pago.
es_es: Por favor introduzca la información para realizar el pago.
es_py: Por favor, ingrese la información para realizar el pago._G1340
fi_fi: Täytä maksutiedot.
fr_fr: Veullez saisir les informations de paiement.
he_il: אנא הכנס פרטי תשלום.
hu_hu: Kérjük adja meg a fizetési információkat._G1340
id_id: Silahkan masukkan info pembayaran_G1340
it_it: Inserisci le informazioni sul pagamento
ko_kr: 결제 정보를 입력해 주시기 바랍니다.
ms_my: Sila masukkan maklumat pembayaran.
pl_pl: Wpisz informację o płatności
pt_br: Por favor insira informações de pagamento.
ro_ro: Vă rugăm introduceţi informaţiile plăţii.
ru_il: Пожалуйста введите данные для оплаты.
ru_ru: Пожалуйста введите данные для оплаты._G1340
sr_rs: Molimo unesite informacije o plaćanju.
uk_ua: Будь ласка, введіть інформацію платежу._G1340
vi_vn: Vui lòng nhập thông tin thanh toán_G1340
zh_mo: 請輸入付款資料_G1340

# InvalidPhone
source: Please fill phone number in proper format._G1361
de_ch: Bitte geben Sie die Telefonnummer im richtigen Format ein. Es sind nur Zahlen erlaubt.
el_cy: Παρακαλώ συμπληρώστε το τηλέφωνο επικοινωνίας στην κατάλληλη μορφή.
es_cl: Por favor introduzca el número de teléfono con el formato correcto (máx 10 caracteres).
es_es: Por favor proporcione el número de teléfono con el formato correcto.
es_py: Por favor, ingrese el número de teléfono en el formato correcto._G1361
fi_fi: Täytä puhelinnumero oikeassa muodossa.
fr_fr: Veuillez renseigner le numéro de télephone dans le format approprié.
he_il: אנא מלא מספר טלפון בפורמט הנכון.
hu_hu: Kérjük adja meg a telefonszámot a megfelelő formátumban._G1361
id_id: Silahkan isi nomor telepon dengan benar_G1361
it_it: Inserisci il numero del telefono senza spazi o trattini, con un minimo di 9 cifre(Esempio 065200000) e un massimo di 12 (Esempio:065200000000).
ko_kr: 올바른 전화번호를 입력해 주시기 바랍니다.
ms_my: Sila masukkan nombor telefon di dalam format yang betul.
pl_pl: Wpisz numer telefonu w odpowiednim formacie
pt_br: Por favor, insira o número de telefone no formato correto.
ro_ro: Vă rugăm completaţi numărul de telefon în formatul corect.
ru_il: Пожалуйста введите корректный номер телефона.
ru_ru: Пожалуйста введите корректный номер телефона._G1361
sr_rs: Molimo popunite broj telefona u odgovarajućem formatu.
uk_ua: Будь ласка, введіть телефонний номер в правильному форматі._G1361
vi_vn: Vui lòng điền số điện thoại chính xác định dạng_G1361
zh_mo: 請以正確格式輸入聯絡電話_G1361

# InvalidCity
source: Please enter a valid city._G1335
de_ch: Bitte geben Sie eine gültige Stadt ein. Keine Sonderzeichen erlaubt (Bsp. & , % , ? , - )
el_cy: Παρακαλώ εισάγετε έγκυρο όνομα Πόλης
es_cl: Por favor introduzca una ciudad válida
es_es: Por favor introduzca una localidad válida
es_py: Por favor, ingrese una ciudad válida_G1335
fi_fi: Täytä voimassaoleva kaupunki.
fr_fr: Veuillez préciser un nom de ville valide.
he_il: אנא הכנס עיר נכונה.
hu_hu: Kérjük adjon meg érvényes városnevet._G1335
id_id: Silahkan masukkan kota yang benar_G1335
it_it: Inserisci il nome valido di una città
ko_kr: 유효한 도시명를 입력해 주시기 바랍니다.
ms_my: Sila masukkan bandar yang sah.
pl_pl: Wprowadź nazwę miasta.
pt_br: Por favor insira uma cidade válida.
ro_ro: Vă rugăm introduceţi un oraş valid.
ru_il: Пожалуйста введите правильное название города.
ru_ru: Пожалуйста введите правильное название города._G1335
sr_rs: Molimo unesite ispravno ime grada.
uk_ua: Будь ласка, введіть дійсне місто._G1335
vi_vn: Vui lòng nhập tên thành phố hợp lệ_G1335
zh_mo: 請輸入正確的城市名_G1335

# CVVMissing
source: Please enter the CVV._G1341
de_ch: Bitte geben Sie den Sicherheitscode ein.
el_cy: Παρακαλώ εισάγετε τον αριθμό CVV
es_cl: Por favor introduzca el Código de Seguridad.
es_es: Por favor introduzca el Código de Seguridad.
es_py: Por favor, ingrese el Código de Seguridad (CVV) de la parte posterior de su tarjeta._G1341
fi_fi: Täytä CVV-numero.
fr_fr: Veuillez préciser le cryptogramme.
he_il: אנא הכנס מספר CVV.
hu_hu: Kérjük adja meg az ellenőrzőszámot (CVV)._G1341
id_id: Silahkan masukkan CVV_G1341
it_it: Inserisci il CVV
ko_kr: CVV 정보를 입력해 주시기 바랍니다.
ms_my: Sila masukkan CVV.
pl_pl: Wprowadź trzycyfrowy kod autoryzacji CVV.
pt_br: Por favor, insira o CVV.
ro_ro: Vă rugăm introduceţi ultimele 3 cifre de pe spatele cardului.
ru_il: Пожалуйста введите CVV код.
ru_ru: Пожалуйста введите CVV код._G1341
sr_rs: Molimo unesite CVV.
uk_ua: Будь ласка, введіть код CVV._G1341
vi_vn: Vui lòng nhập số CVV_G1341
zh_mo: 請輸入信用卡安全碼_G1341

# NoEmailAddress
source: Please enter email address._G1339
de_ch: Bitte geben Sie eine E-Mail Adresse ein.
el_cy: Παρακαλώ εισάγετε διεύθυνση email
es_cl: Por favor introduzca un correo electrónico
es_es: Por favor introduzca una dirección de email.
es_py: Por favor, ingrese una dirección de correo electrónico._G1339
fi_fi: Täytä sähköpostiosoite.
fr_fr: Veullez saisir l'adresse e-mail.
he_il: אנא הכנס כתובת דואר אלקטרוני.
hu_hu: Kérjük adjon meg e-mail címet._G1339
id_id: V masukkan alamat email_G1339
it_it: Inserisci il tuo indirizzo email.
ko_kr: 이메일 주소를 입력해 주시기 바랍니다.
ms_my: Sila masukkan alamat emel.
pl_pl: Podaj adres mailowy.
pt_br: Por favor, insira um endereço de email.
ro_ro: Vă rugăm introduceţi adresa de email.
ru_il: Пожалуйста введите адрес электронной почты.
ru_ru: Пожалуйста введите адрес электронной почты._G1339
sr_rs: Molimo unesite i-mejl adresu.
uk_ua: Будь ласка, введіть вашу електронну адресу._G1339
vi_vn: Vui lòng nhập số CVV_G1339
zh_mo: 請輸入電郵地址_G1339

# CasaDonationRequired
source: Please enter donation amount, except zero(0)._G1338
el_cy: Παρακαλώ εισάγετε ποσό δωρεάς, εκτός μηδέν (0)
es_cl: Por favor introduzca una cantidad de donación, excepto cero {0}.
es_py: Por favor, ingrese una cantidad de donación distinta de cero {0}.
fi_fi: Kirjoita lahjoitussumma, ilman nollaa (0)
fr_fr: Veuillez entrer le montant du don, autre que zéro{0}.
he_il: אנא הכנס סכום תרומה, חוץ מאפס (0)
id_id: Silahkan masukkan jumlah sumbangan, kecuali 1_G1338
it_it: Inserisci l'importo della donazione, ad eccezione di zero {0}.
ko_kr: (0)을 제외한 기부액을 입력해 주시기 바랍니다.
ms_my: Sila masukkan amaun derma, kecuali sifar (0).
pt_br: Por favor insira o valor da doação maior que zero(0).
ro_ro: Vă rugăm introduceţi o sumă validă pentru donaţie, care să nu fie 0.
ru_il: Пожалуйста введите сумму для пожертвования, кроме нуля (0)
ru_ru: Пожалуйста введите сумму для пожертвования, кроме нуля (0)_G1338
sr_rs: Molimo unesite iznos donacije, osim (0).
uk_ua: Будь ласка, введіть суму пожертви, за виключенням (0)._G1338
vi_vn: Vui lòng nhập số lượng quyên góp, ngoại trừ (0)_G1338
zh_mo: 請輸入捐款總額，(0)除外_G1338

# InvalidRecipentName
source: Please enter a valid Name._G1336
de_ch: Bitte geben Sie einen gültigen Namen ein. Keine Sonderzeichen erlaubt (Bsp. & , % , ? , - )
el_cy: Παρακαλώ εισάγετε έγκυρο Όνομα
es_cl: Por favor introduzca un Nombre válido
es_es: Por favor introduzca un Nombre válido
es_py: Por favor, ingrese un Nombre válido_G1336
fi_fi: Täytä voimassaoleva nimi.
fr_fr: Veuillez préciser un nom valide.
he_il: אנא הכנס שם נכון.
hu_hu: Kérjük adjon meg érvényes nevet._G1336
id_id: Silahkan masukkan nama yang benar_G1336
it_it: Inserisci un nome valido
ko_kr: 유효한 이름을 입력해 주시기 바랍니다.
ms_my: Sila masukkan Nama yang sah.
pl_pl: Podaj imię.
pt_br: Por favor insira um nome válido.
ro_ro: Vă rugăm introduceţi un nume valid.
ru_il: Пожалуйста введите правильно Имя.
ru_ru: Пожалуйста введите правильно Имя._G1336
sr_rs: Molimo unesite ispravno ime.
uk_ua: Будь ласка, введіть дійсне Ім'я._G1336
vi_vn: Vui lòng nhập tên hợp lệ_G1336
zh_mo: 請輸入正確姓名_G1336

# InvalidNickname
source: Please enter a valid Nickname._G1337
de_ch: Bitte geben Sie einen gültigen Spitznamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Ψευδόνημο
es_cl: N/A FOR SPAIN
es_es: Por favor introduzca un Apodo
es_py: Por favor, ingrese un nombre corto válido._G1337
fi_fi: Täytä voimassaoleva vastaanottajan nimi.
fr_fr: Veuillez préciser un surnom valide.
he_il: אנא הכנס כינוי נכון.
hu_hu: Kérjük adjon meg érvényes becenevet._G1337
id_id: Silahkan masukkan nama panggilan yang benar_G1337
it_it: Inserisci un Nome Utente valido
ko_kr: 유효한 닉네임을 입력해 주시기 바랍니다.
ms_my: Sila masukkan Nama Timangan yang sah.
pl_pl: Proszę podać Nazwę Użytkownika.
pt_br: Por favor insira um apelido válido.
ro_ro: Vă rugăm introduceţi o denumire validă.
ru_il: Пожалуйста введите правильное Имя пользователя.
ru_ru: Пожалуйста введите правильное Имя пользователя._G1337
sr_rs: Molimo unesite ispravan nadimak.
uk_ua: Будь ласка, введіть дійсну назву._G1337
vi_vn: Vui lòng nhập tên riêng hợp lệ_G1337
zh_mo: 請輸入有效暱稱_G1337

# MaxCardsToDisplay
source: Please note that you can only save card details for a maximum of {0} cards. In order to add a new card, please remove one of your existing saved cards.
de_ch: Bitte beachten Sie das nur ein maximum von {0} Kreditkarten speichern können. Wenn Sie eine weiter Kreditkarte speichern möchten, müssen Sie eine bestehende löschen
es_cl: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_es: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
es_py: Tenga en cuenta que sólo puede almacenar datos para un máximo de {0} tarjetas. Para añadir una nueva tarjeta, por favor, elimine una de sus tarjetas ya existentes.
fi_fi: Huomioi, että tallennettuna voi olla enintään {0} korttia samaan aikaan. Voidaksesi lisätä uuden kortin, sinun tulee poistaa yksi jo tallennetuista korteista.
fr_fr: Veuillez noter que vous ne pouvez sauvegarder les informations de carte que pour un maximum de {0} cartes. Pour ajouter une nouvelle carte, veuillez supprimer l'une des cartes actuellement sauvegardées.
he_il: אנא שים לב שאתה יכול לשמור רק פרטי כרטיס ל-{0} לכל היותר. כדי להוסיף כרטיס חדש, אנא הסר אחד מהכרטיסים השמורים.
hu_hu: Felhívjuk figyelmét, hogy maximum {0} kártya adatait tudja elmenteni. További kártya hozzáadásához kérjük törölje az egyik mentett kártyáját._G1362
id_id: Tolong catat bahwa anda hanya dapat menyimpan kartu detail anda untuk maksimum {0} kartu. Jika ingin menambah, tolong hapus salah satu data simpanan kartu anda
it_it: E' possibile salvare un massimo di {0} carte di credito Per aggiungere una nuova carta, rimuovi una di quelle già salvate.
ko_kr: 최대 {0}개의 카드 정보를 저장할 수 있습니다. 신규 카드를 추가하고자 할 경우, 기존 저장된 카드 중 하나를 삭제하시기 바랍니다.
ms_my: Sila ambil perhatian, anda boleh hanya simpan maklumat kad untuk maksimum {0} kad. Untuk menambah kad baharu, sila keluarkan salah satu daripada kad simpanan anda.
pl_pl: Można zapisać maksymalnie {0} numerów kart. Jeśli chcesz dodać kolejny numer, usuń jeden z już istniejących.
pt_br: Por favor, repare que o limite máximo de armazenamento de cartões é de {0}. Para adicionar um novo cartão, por favor remova um dos cartões existentes.
ro_ro: Atenţie, puteţi salva detaliile a {0} carduri. Pentru a adăuga un nou card vă rugăm să ştergeţi detaliile unuia din cardurile salvate.
ru_il: Вы можете сохранить данные максимум {0} карт. Чтобы сохранить данные новой карты, пожалуйста, удалите одну из существующих.
ru_ru: Вы можете сохранить данные максимум {0} карт. Чтобы сохранить данные новой карты, пожалуйста, удалите одну из существующих.
sr_rs: Molimo obratite pažnju da možete da sačuvate samo podatke najviše {0} kartice. Da biste dodali još jednu karticu, molimo obrišite jednu od vaših već postojećih sačuvanih kartica.
uk_ua: Будь ласка, зверніть увагу: ви можете зберегти деталі банківської карти для максимум {0} карток. У випадку додавання нової карти, будь ласка, видаліть одну з існуючих збережених карток._G1362
vi_vn: Xin lưu ý bạn chỉ có thể lưu tối đa chi tiết {0} thẻ. Để thêm thẻ mới, vui lòng loại bỏ thẻ cũ
zh_mo: 您最多可儲存{0}張信用卡資料。若您欲新增信用卡，請移除其中一張現存的信用卡

# InvalidFirstName
source: Please enter valid First Name._G1344
de_ch: Bitte geben Sie einen gültigen Vornamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Όνομα
es_cl: Por favor introduzca el Nombre correcto.
es_es: Por favor introduzca el Nombre correcto.
es_py: Por favor, ingrese un Nombre válido._G1344
fi_fi: Täytä voimassaoleva etunimi.
fr_fr: Veuillez préciser un prénom valide.
he_il: אנא הכנס שם פרטי נכון.
hu_hu: Kérjük adjon meg érvényes keresztnevet._G1344
id_id: Silahkan masukkan nama depan yang benar_G1344
it_it: Inserisci un nome valido.
ko_kr: 유효한 이름을 입력해 주시기 바랍니다.
ms_my: Sila masukkan Nama Pertama yang sah.
pl_pl: Podaj pierwsze imię
pt_br: Por favor, insira um primeiro nome válido.
ro_ro: Vă rugăm introduceţi Prenumele.
ru_il: Пожалуйста введите правильное Имя.
ru_ru: Пожалуйста введите правильное Имя._G1344
sr_rs: Molimo unesite ispravno ime.
uk_ua: Будь ласка, введіть дійсне Ім'я._G1344
vi_vn: Vui lòng nhập tên hợp lệ_G1344
zh_mo: 請輸入您的名字_G1344

# InvalidLastName
source: Please enter valid Last Name._G1345
de_ch: Bitte geben Sie einen gültigen Nachnamen ein.
el_cy: Παρακαλώ εισάγετε έγκυρο Επίθετο
es_cl: Por favor introduzca los Apellidos correctos.
es_es: Por favor introduzca los Apellidos correctos.
es_py: Por favor, ingrese un Apellido válido._G1345
fi_fi: Täytä voimassaoleva sukunimi.
fr_fr: Veuillez préciser un nom de famille valide.
he_il: אנא הכנס שם משפחה נכון.
hu_hu: Kérjük adjon meg érvényes vezetéknevet._G1345
id_id: Silahkan masukkan nama belakang yang benar_G1345
it_it: Inserisci un cognome valido.
ko_kr: 유효한 성을 입력해 주시기 바랍니다.
ms_my: Sila masukkan Nama Akhir yang sah
pl_pl: Wpisz nazwisko
pt_br: Por favor, insira um último nome válido.
ro_ro: Vă rugăm introduceţi Numele.
ru_il: Пожалуйста введите правильную Фамилию.
ru_ru: Пожалуйста введите правильную Фамилию._G1345
sr_rs: Molimo unesite ispravno prezime.
uk_ua: Будь ласка, введіть дійсне Прізвище._G1345
vi_vn: Vui lòng nhập họ hợp lệ_G1345
zh_mo: 請輸入您的姓氏_G1345
