Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# BackOrderItem
source: The SKU {0} added will be on back order.
de_ch: Die eingegebene Artikelnummer {0} wird nachgeliefert.
el_cy: Ο κωδικός προϊόντος SKU {0} που προστέθηκε θα είναι σε back order.
es_cl: El SKU {0} agregado quedará pendiente de entrega.
es_es: La Referencia {0} añadida quedará pendiente de entrega.
es_py: El artículo con código {0} añadido quedará pendiente de entrega.
fi_fi: Tuotenumero {0} tulee jälkitoimituksena.
fr_fr: La référence {0} rajoutée sera en reliquat de commande.
he_il: המק"ט {0} שהתווסף יהיה בהזמנה בהמתנה.
hu_hu: A {0} cikkszám (SKU) csak későbbi kiszállítással elérhető (backorder), így került bele a kosarába._G1386
id_id: SKU {0} yang ditambahkan akan menjadi pemesanan kembali
it_it: Il codice {0} presente nel tuo ordine è in prenotazione.
ko_kr: 품목번호 {0} 은 백오더 주문으로 처리 예정입니다.
ms_my: SKU {0} yang ditambah pada pesanan tertangguh.
pl_pl: Dodane SKU {0} będzie przeniesione do zamówień zaległych..
pt_br: O código {0} adicionado ficará em backorder.
ro_ro: SKU-ul {0} adăugat va fi trimis în momentul în care îl avem pe stoc.
ru_il: Номер серии {0}, временно отсутствует на складе и будет добавлен в заказ с выдачей позже.
ru_ru: Номер серии {0}, временно отсутствует на складе и будет добавлен в заказ с выдачей позже.
sr_rs: Šifra {0} će biti dodata na listu proizvoda kojih trenutno nema na stanju skladišta.
uk_ua: SKU {0} додано до замовлення з подальшою відправкою._G1386
vi_vn: Mã sản phẩm {0} được thêm sẽ trở về hàng chưa nhập về
zh_mo: 產品編號{0}會加入為候補訂購

# InvalidStreetAddress
source: The street address should contain atleast one number, one space, and one alphabet._G1389
de_ch: Der Strassenname muss mindestens eine Nummer, eine Leerstelle und einen Buchstaben haben. (Bsp. Muster. 1)
el_cy: Η Οδός στη Διεύθυνση πρέπει να περιέχει το λιγότερο ένα χαρακτήρα, ένα κενό και ένα αριθμό.
es_cl: La dirección debe incluir al menos un espacio y una letra.
es_es: La dirección de la calle debe contener al menos un número, un espacio y una letra.
es_py: La dirección debe incluir al menos un número, un espacio y una letra._G1389
fi_fi: Katuosoitteen pitää sisältää vähintään yksi numero, yksi välilyönti ja yksi kirjain.
fr_fr: Le nom de la rue doit contenir au moins un chiffre, un espace et une lettre.
he_il: כתובת הרחוב צריכה להכיל לפחות מספר אחד, רווח אחד ואות אחת.
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt, egy számot és egy szóközt._G1389
id_id: Alamat harus mengandung minimal satu angka, satu spasi, dan satu huruf_G1389
it_it: L'indirizzo di spedizione dovrebbe contenere almeno un numero, uno spazio e una lettera.
ko_kr: 상세 주소를 반드시 입력하셔야 합니다.
ms_my: Alamat jalan seharusnya mengandungi satu nombor, ruang dan satu abjad.
pl_pl: Adres powinien zawiarać przynajmniej jeden numer, jeden odstęp i jeden alfabet
pt_br: A rua deve ter no minimo um número, um espaço, e uma letra alfabetica.
ro_ro: Numele străzii trebuie să conţină cel puţin un număr, un spaţiu şi o literă.
ru_il: Название улицы должно содержать хотя бы одно число, один пробел и одну букву.
ru_ru: Название улицы должно содержать хотя бы одно число, один пробел и одну букву._G1389
sr_rs: Adresa ulice treba da sadrži najmanje jedan broj, jedan razmak, i jedno slovo.
uk_ua: Адреса доставки повинна містити мінімум одну цифру, один пробіл або одну літеру._G1389
vi_vn: Tên đường nên chứa ít nhất 1 số, một khoảng cách và một chữ số_G1389
zh_mo: 地址必須最少含一個數字，一個空格及一個字_G1389

# InvalidStreetAddress2
source: The street address should contain atleast one alphabet._G1388
de_ch: Die Adresse muss mindestens einen Buchstaben enthalten.
el_cy: Η Οδός στη Διεύθυνση πρέπει να περιέχει το λιγότερο ένα χαρακτήρα.
es_cl: El nombre de la calle debe contener al menos una letra.
es_es: La dirección de la calle debe contener al menos una letra.
es_py: El nombre de la calle debe contener al menos una letra._G1388
fi_fi: Katuosoitteen pitää sisältää vähintään yksi kirjain.
fr_fr: L'adresse doit contenir au moins une lettre.
he_il: כתובת הרחוב צריכה להכיל לפחות אות אחת.
hu_hu: Az utca elnevezésének tartalmaznia kell legalább egy betűt._G1388
id_id: Alamat harus mengandung minimal satu huruf_G1388
it_it: L'indirizzo deve contenere almeno una lettera dell' alfabeto.
ko_kr: 상세 주소를 반드시 입력하셔야 합니다.
ms_my: Alamat jalan seharusnya mengandungi satu abjad.
pl_pl: Adres powinien zawierać przynajmniej jeden alfabet
pt_br: A rua deve conter no minimo uma letra alfabetica.
ro_ro: Numele străzii trebuie să conţină cel puţin o literă.
ru_il: Название улицы должно содержать хотя бы одну букву.
ru_ru: Название улицы должно содержать хотя бы одну букву._G1388
sr_rs: Adresa ulice treba da sadrži najmanje jedno slovo.
uk_ua: Адреса доставки повинна містити мінімум одну літеру._G1388
vi_vn: Tên đường nên chứa ít nhất 1 ký tự chữ_G1388
zh_mo: 地址必須最少含一個字_G1388

# EarningsExceeds
source: Sorry, you can not add the item(s) to the cart since by adding them into the cart, you exceed your earnings limit._G1383
el_cy: Λυπούμαστε δεν μπορείτε να προσθέσετε το προϊόν / προϊόντα στο Καλάθι Αγορών δεδομένου ότι με την προσθήκη υπερβαίνετε το όριο κερδών.
es_cl: Lo sentimos, no puede agregar el artículo(s) a su selección ya que de hacerlo, usted excede su límite de ganancias.
es_py: Lo sentimos, usted no puede añadir el(los) artículo(s) a su carrito de compras, ya que de hacerlo, excedería su límite de ganancias._G1383
fr_fr: Désolé. Vous ne pouvez pas ajouter ces article(s) au panier étant donné qu'en les ajoutant vous dépassez votre limite de gains.
he_il: מצטערים לא תוכל להוסיף את הפריט(ים) לעגלת הקניות כיוון שבהוספת פריטים לעגלת הקניות, תעבור את מגבלת ההכנסות שלך.
hu_hu: Sajnáljuk, de ezek a tételek nem adhatóak hozzá a kosárhoz, mert azzal túllépné vásárlási limitjét._G1383
id_id: maaf, anda tidak bisa menambahkan barang ke keranjang karena dengan menambahkan ke dalam keranjang, anda melebihi batas pendapatan_G1383
it_it: Siamo spiacenti ma non è possibile aggiungere l'articolo(i) al carrello in quanto haio superato il limite di guadagni.
ko_kr: 장바구니에 항목을 추가하면 수량 초과로 추가할 수 없습니다.
ms_my: Maaf, anda tidak tambah barangan ke dalam troli dan dengan menambahkannya ke dalam troli anda telah melebihi had perolehan anda.
pl_pl: ### Przepraszamy, nie możesz dodać większej ilości produktów do koszyka dopóki przekraczasz limit zarobków.
pt_br: Lamentamos, mas não é possível adicionar mais itens ao carrinho, uma vez adicionando mais itens ao carrinho o limite de ganhos será ultrapassado.
ro_ro: Ne pare rău însă nu mai puteţi adăuga în coş alte produse deoarece depăşiţi limita câştigurilor.
ru_il: К сожалению, Вы не можете добавить этот товар в заказ, так как это превысит Ваш лимит заказов для личного потребления.
ru_ru: К сожалению, Вы не можете добавить этот товар в заказ, так как это превысит Ваш лимит заказов для личного потребления._G1383
sr_rs: Žao nam je, ovaj artikl/e ne možete da dodate u korpu, pošto ste prekoračili ograničenje zarade.
uk_ua: Вибачте! Ви не можете додати товар(и) до кошика, так як додаючи їх до кошика ви перевищуєте ліміт. _G1383
vi_vn: Rất tiếc, bạn không thể thêm sản phẩm vào giỏ hàng, bạn đã vượt quá giới hạn điểm số_G1383
zh_mo: 對不起，由於超出您的收入限額，該產品未能加入購物車_G1383

# CountryOfProcessingOnly
source: Sorry! You will not be able to place an order, Only Korean Members can purchase orders from Korea website._G1382
es_cl: Disculpas!! Usted no puede colocar el pedido, Sólo Distribuidores de Korea pueden comprar desde el website de Korea.
es_py: ¡Lo sentimos! No podrás generar un pedido, sólo distribuidores Koreanos pueden realizar pedidos en la web de Korea._G1382
fi_fi: Valitettavasti et voi tehdä tilausta. Vain korealaiset jälleenmyyjät voivat tehdä tilauksia Korean verkkosivustolta.
he_il: מצטערים לא תוכל לבצע את ההזמנה.
id_id: Maaf! Anda tidak dapat memsan, hanya distributor korea yang dapat membeli dari website Korea_G1382
it_it: Siamo spiacenti! Solo i Distributori coreani possono effettuare ordini sul sito coreano
ko_kr: 죄송합니다. 한국 웹사이트에서는 한국인 디스트리뷰터만이 주문을 할 수 있습니다.
ms_my: Sorry! You will not be able to place an order, Only Korean distributors can purchase orders from Korea website.
ru_il: К сожалению вы, не сможете разместить заказ, так как только Дистрибьюторы России могут размещать заказы на данном сайте.
ru_ru: К сожалению вы, не сможете разместить заказ, так как только Дистрибьюторы России могут размещать заказы на данном сайте._G1382
sr_rs: Žao nam je! Ne možete da izvršite porudžbinu. Samo Članovi iz Koreje mogu da izvrše porudžbine sa korejskog website-a.
uk_ua: Вибачте! Ви не можете зробити замовлення. Тільки Дистриб'ютори Кореї можуть придбати продукт на сайті Кореї._G1382
vi_vn: Rất tiếc! Bạn không thể đặt hàng, chỉ những NPP Việt Nam có thể đặt hàng tại trang đặt hàng trực tuyến Việt Nam_G1382
zh_mo: 抱歉!您無法訂購韓國分公司的產品。韓國分公司的產品僅限韓國直銷商訂購。_G1382

# OrderMonthHasFlipped
source: (The Order Month has changed!)_G1385
de_ch: (Der Bestellmonat hat sich geändert!)
el_cy: (Ο Μήνας της Παραγγελίας έχει αλλάξει!)
es_cl: El Mes de la Orden ha sido cambiado
es_es: El mes de volumen del pedido se ha cambiado.
es_py: (¡El mes de volumen del pedido ha sido cambiado!)_G1385
fi_fi: (Tilauskuukausi on muuttunut!)
fr_fr: (Le mois de commande a changé !)
he_il: (חודש ההזמנה השתנה!)
hu_hu: (A rendelés volumenhónapja megváltozott!)_G1385
id_id: (bulan pemesanan telah berubah!)_G1385
it_it: (Il volume del mese è stato cambiato)
ko_kr: (주문 실적월이 변경되었습니다!)
ms_my: (Bulan Pesanan telah diubah!)
pl_pl: Miesiąc zamówienia został zmieniony.
pt_br: (O Mês do Pedido foi alterado!)
ro_ro: (Luna comenzii a fost schimbată!)
ru_il: (Месяц заказа был изменен!)
ru_ru: (Месяц заказа был изменен!)_G1385
sr_rs: (Promenjen je mesec porudžbine!)
uk_ua: (Місяць Розміщення Замовлення змінено)_G1385
vi_vn: Tháng đặt hàng đã thay đổi_G1385
zh_mo: 訂單月份已更改_G1385

# SysError
source: System Error._G1384
de_ch: Systemfehler
el_cy: Λάθος Συστήματος
es_cl: Error en el sistema.
es_es: Error en el sistema.
es_py: Error en el sistema._G1384
fi_fi: Järjestelmävirhe
fr_fr: Erreur système.
he_il: שגיאות מערכת.
hu_hu: Rendszerhiba_G1384
id_id: Kesalahan sistem_G1384
it_it: Errore di sistema
ko_kr: 시스템 에러
ms_my: Kesilapan Sistem
pl_pl: Błąd systemu.
pt_br: Erro Sistema.
ro_ro: Eroare de sistem.
ru_il: Системная ошибка.
ru_ru: Системная ошибка._G1384
sr_rs: Greška u sistemu.
uk_ua: Системна помилка._G1384
vi_vn: Hệ thống bị lỗi_G1384
zh_mo: 系統錯誤_G1384

# CantBuy
source: Your ID is not acceptable, please contact Member Services on 0800 437 225, Monday - Friday 10.00am - 7:30pm (New Zealand time)_G1428
de_ch: Ihre Beraternummer ist nicht gültig. Bitte kontaktieren Sie die Distributor Services Abteilung unter 0800 60 60 40.
el_cy: Ο Κωδικός Herbalife δεν είναι αποδεκτός, παρακλώ καλέστε στο Τμήμα Εξυπηρέτησης Διανομέων στο 210-8108800
es_cl: No es posible procesar este número de identificación. Llame al Departamento de Servicios al Distribuidor al 56 02 5205200 opción 2.
es_es: No es posible procesar este número de distribución. Por favor póngase en contacto con Atención al Distribuidor al 34 91 515 21 30
es_py: Su número de ID no es válido. Llame al Departamento de Servicios al Distribuidor al +(595) 21 518 2000._G1428
fi_fi: Antamasi ID-numero ei ole hyväksyttävä. Ota yhteyttä Jälleenmyyjäpalveluihin numeroon: 09 7251 9555
fr_fr: Votre numéro Identifiant n'est pas valide. Veuillez contacter le Service Relations Distributeur au 0800 55 24 16.
he_il: מספר ה-ID שלך אינו מתקבל, אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Az azonosítóját a rendszer nem tudta elfogadni, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1428
id_id: ID anda tidak dapat diterima, mohon hubungi Distributor Service 021 293 40900_G1428
it_it: Il tuo codice Identificativo non è stato accettato. Contatta il Dipartimento Relazioni Distributori al numero 06.52.30.4280.
ko_kr: 회원번호에러 입니다.문제가 지속될경우 한국허벌라이프㈜ 고객서비스팀 1588-7577 (월-금 9시-18시/ 토요일 12시-16시,마지막주 토요일 9시-14시)로 연락하여 부탁드립니다.
ms_my: ID anda tidak diterima, sila hubungi Talian Hangat Perkhidmatan Ahli 03-26876333
pl_pl: Twój Numer Identyfikacyjny nie istnieje, Proszę skontaktuj się z Działem Kontaktów z Dystrybutorami pod telefonem: 227037600 (wybierz tonowo 2).
pt_br: O seu ID não foi autenticado, por favor, contate o departamento de Serviços ao Distribuidor 11 3879-7822.
ro_ro: ID-ul dvs nu funcţionează. Vă rugăm contactaţi Departamentul de Relaţii cu Distribuitorii la nr de telefon +4 021 316 59 32/33.
ru_il: Неверный ID номер. Пожалуйста, обратитесь в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 5454.
ru_ru: Неверный ID номер. Пожалуйста, обратитесь в Отдел дистанционных заказовпо телефону бесплатной линии 8 800 200 7474._G1428
sr_rs: Vaša identifikacija nije prihvaćena, molimo kontaktirajte Odelenje za Članove na broj +385 1 3820 184.
uk_ua: Ваш ID не знайдено, будь ласка, зверніться до Відділу Інформаційної підтримки Незалежних Партнерів за тел.: 0 800 3000 34 (безкоштовна лінія по Україні) або +380 44 393 77 50, з понеділка по п’ятницю з 9:00 до 18.00
vi_vn: Mã số của bạn không được chấp nhận. Vui lòng liên lạc phòng dịch vụ phân phối 848 3827 9292_G1428
zh_mo: 您的直銷商編號目前無法訂購，請致電澳門直銷商服務熱線(853) 2828-6612_G1428

# CardExpired
source: Your credit card is expired. Please contact local Member Service Hotline._G1427
de_ch: Ihre Kreditkarte ist abgelaufen, bitte kontaktieren Sie Ihre Distributor Services Abteilung unter 0800 60 60 40.
el_cy: Η Πιστωτική Κάρτα έχει λήξη. Παρακαλώ επικοινωνήστε με το Τμήμα Εξυπηρέτησης
es_cl: Su tarjeta de crédito ha caducado, por favor edite la fecha de vencimiento.
es_es: Su tarjeta de crédito está caducada, por favor haga click en Editar y actualice la fecha de caducidad.
es_py: Su tarjeta de crédito ha expirado. Por favor, contactar al emisor de su tarjeta._G1427
fi_fi: Luottokorttisi ei ole enää voimassa. Ota yhteyttä Jälleenmyyjäpalveluihin: Drnordic@herbalife.com
fr_fr: Votre carte de crédit expire. Veuillez contacter votre Service Relations Distributeur.
he_il: פג תוקפו של כרטיס האשראי שלך. אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
hu_hu: Hitelkártyájának érvényessége lejárt, kérem forduljon a Tanácsadói kapcsolatok osztályához a +36 1 299 7010-es telefonszámon_G1427
id_id: Kartu kredit anda habis masa berlakunya. Mohon hubungi layanan distributor terdekat_G1427
it_it: La tua carta di credito è scaduta, Contatta i servizi interbancari
ko_kr: 신용카드가 유효기간이 만료되었습니다.
ms_my: Kad kredit anda sudah tamat tempoh. Sila hubungi Talian Hangat Perkhidmatan Ahli tempatan.
pt_br: O seu cartão de crédito expirou. Por favor contate o departamento de Serviços ao Dsitribuidor.
ro_ro: Cardul dvs a expirat. Vă rugăm contactaţi Departamentul de Relaţii cu Distribuitorii la nr de telefon +4 021 316 59 32/33.
ru_il: Срок действия кредитной карты истек. Пожалуйста, обратитесь в Отдел дистанционных заказов.
ru_ru: Срок действия кредитной карты истек. Пожалуйста, обратитесь в Отдел дистанционных заказов._G1427
sr_rs: Vaša kreditna kartica je istekla. Molimo kontaktirajte lokalno Odelenje za Članove.
uk_ua: Термін дії вашої кредитної картки закінчено. Будь ласка, зверніться до Відділу Замовлень за тел.: 0 800 3000 35 (безкоштовна лінія по Україні) або +380 44 393 77 51, з понеділка по п’ятницю з 9:00 до 18.00._G1427
vi_vn: Thẻ ghi nợ của bạn đã hết hạn. Vui lòng liên lạc phòng dịch vụ phân phối_G1427
zh_mo: 您的信用卡有效期已過，請致電澳門直銷商服務熱線(853) 2828-6612_G1427
