Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/App_GlobalResources/PCAD_ErrorMessage.*.resx
Languages: de_ch, el_cy, es_cl, es_es, es_py, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, ms_my, pl_pl, pt_br, ro_ro, ru_il, ru_ru, sr_rs, uk_ua, vi_vn, zh_mo

# BrowserCompatibilityWarning
source: Please Note:<br/>This site is best viewed with Internet Explorer or Firefox._G1363
de_ch: Bitte beachten Sie: Diese Internetseite lässt sich am Besten mit Internet Explorer 7 oder höher betrachten.
el_cy: Please Note:<br/>This site is best viewed with Internet Explorer or Firefox.
es_cl: Por favor tenga en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox.
es_es: Por favor tenga en cuenta: <br/> Esta página se ve mejor con Internet Explorer o Firefox.
es_py: Por favor, tenga en cuenta: <br/> Esta página se visualiza mejor con Internet Explorer o Firefox._G1363
fi_fi: HUOM: <br/> Tämä sivu näkyy parhaiten selaimilla Internet Explorer tai Firefox.
fr_fr: Veuillez noter:<br/> Pour visualiser correctement ce site, utilisez Internet Explorer ou Firefox.
he_il: שימו לב: <br/> הצפיה באתר זה טובה יותר בדפדפן Internet Explorer או Firefox.
hu_hu: Felhívjuk figyelmét: <br/> ez az oldal Internet Explorer vagy Firefox böngészőben működik megfelelően._G1363
id_id: Silahkan catat : tempat ini paling baik ditampilkan dengan Internet Explorer atau Firefox_G1363
it_it: La visualizzazione di questo sito è ottimizzata per Internet Explorer 7 o superiore o Firefox.
ko_kr: 주의: <br/> 본 사이트는 인터넷 익스플로러 또는 파이어폭스등의 브라우저에서 가장 잘 보입니다.
ms_my: Sila ambil perhatian:<br/>Laman ini dilhat dengan jelas sekali dengan Internet Explorer atauFirefox.
pl_pl: Uwaga:<br/>Do przeglądania tej strony najlepiej użyć Internet Explorer lub Firefox.
pt_br: Dica Importante:<br/>Este site é melhor visualizado com o Internet Explorer ou Firefox.
ro_ro: Reţineţi:<br/>Acest site funcţionează la calitate optimă cu Internet Explorer sau Firefox.
ru_il: Внимание:<br/>Данный сайт лучше всего просматривать с помощью Internet Explorere или Firefox.
ru_ru: Внимание:<br/>Данный сайт лучше всего просматривать с помощью Internet Explorere или Firefox._G1363
sr_rs: Molimo obratite pažnju:<br/> Ova Internet stranica se najbolje vidi putem Internet Explorer-a ili Firefox-a.
uk_ua: Будь ласка, зверніть увагу: <br/> цей сайт краще переглянути через Іnternet Explorer або Firefox._G1363
vi_vn: Vui lòng lưu ý:<br/> Trang web này xem tốt nhật với trình duyệt Internet Explorer hoặc Firefox_G1363
zh_mo: 請注意:<br/>此網頁只能於IE或Firebox瀏覽_G1363

# QuantityIncorrect
source: Please enter a quantity for SKU {0}.
de_ch: Bitte geben Sie eine gültige Stückzahl für die Artikelnummer {0} ein.
el_cy: Παρακαλώ εισάγετε ποσότητα για τον κωδικό SKU {0}.
es_cl: Por favor proporcione la cantidad correcta para el artículo con SKU:{0}
es_es: Por favor introduzca una cantidad para la refencia:{0}
es_py: Por favor, ingrese una cantidad para el artículo con SKU:{0}
fi_fi: Syötä määrä tuotenumerolle: {0}.
fr_fr: Veuillez saisir une quantité pour la référence: {0}.
he_il: אנא הכנס כמות למק"ט {0}.
hu_hu: Kérjük adja meg a {0} cikkszámú tételből rendelni kívánt mennyiséget._G1333
id_id: Silahkan masukkan kuantitas untuk SKU_G1333
it_it: Inserisci la quantità per il codice delprodotto {0}.
ko_kr: 품목번호 수량을 입력해 주시기 바랍니다{0}.
ms_my: Sila masukkan kuantiti untuk SKU {0}.
pl_pl: Wprowadź ilość produktu o numerze SKU {0}.
pt_br: Por favor informe a quantidade para o item {0}.
ro_ro: Vă rugăm să completaţi cantitatea pentru SKU {0}.
ru_il: Пожалуйста введите количество для Номера серии {0}.
ru_ru: Пожалуйста введите количество для Номера серии {0}.
sr_rs: Molimo unesite količinu za šifru {0}.
uk_ua: Будь ласка, введіть кількість для Номеру Серії {0}._G1333
vi_vn: Vui lòng nhập số lượng của mã sản phẩm {0}
zh_mo: 請輸入產品編號 {0}的訂購數量.

# APFinvalidQtyDsLevel
source: Please enter the quantity of Annual Processing Fee you would like to purchase._G1342
de_ch: Bitte geben Sie die Anzahlt der Varwaltungsgebühr an, die Sie bezahlen möchten.
el_cy: Παρακαλώ εισάγετε αριθμό Ετήσιων συνδρομών που θέλετε να πληρώσετε.
es_cl: Por favor introduzca la cantidad de la Cuota Anual de Procesamiento que desea comprar entre 1 y {0}
es_es: Por favor introduzca la cantidad de Cuotas Anuales de Procesamiento que desea abonar.
es_py: Por favor, ingrese la cantidad de Cuota Anual de Procesamiento que desea pagar._G1342
fi_fi: Täytä kuinka monta vuosimaksua haluat maksaa.
fr_fr: Veuillez sélectionner le nombre de cotisation annuelle que vous souhaitez payé.
he_il: אנא הכנס את סכום דמי חידוש החברות השנתיים שאתה רוצה לשלם.
hu_hu: Kérjük adja meg a fizetni kívánt Éves Eljárási Díj mennyiségét._G1342
id_id: Silahkan masukkan kuantitas dari biaya pemrosesan awal yang ingin dibeli_G1342
it_it: Inserisci la quantita' di quote annuali che si desidera pagare.
ko_kr: 구매하고자하는연회비 수량을 기입해 주시기 바랍니다.
ms_my: Sila masukkan kuantiti Yuran Tahunan Perkhidmatan Ahli yang ingin anda beli.
pl_pl: Podaj ilość opłat rocznych, które chcesz zakupić.
pt_br: Por favor, insira a quantidade de taxa anual que pretende pagar.
ro_ro: Vă rugăm specificaţi câte taxe anuale de procesare doriţi să achitaţi.
ru_il: Пожалуйста введите количество лет за которое будет произведена оплата Ежегодного взноса за компьютерное обслуживание.
ru_ru: Пожалуйста введите количество лет за которое будет произведена оплата Ежегодного взноса за компьютерное обслуживание._G1342
sr_rs: Molimo upišite količinu za Godišnju članarinu koje želite da kupite.
uk_ua: Будь ласка, введіть кількість років щорічного внеску за комп'ютерне обслуговування, які ви хочете оплатити.
vi_vn: Vui lòng nhập số lượng năm đóng phí xử lý dữ liệu mà bạn cần đặt_G1342
zh_mo: 請輸入年度手續費的數量_G1342

# DuplicatePickupLocation
source: Please enter a unique Pick Up location._G1334
el_cy: Παρακαλώ εισάγετε το σημείο παραλαβής
es_cl: Por favor introduzca solamente un lugar para retiro
es_es: Por favor introduzca un único lugar de recogida
es_py: Por favor, ingrese un único lugar de retiro._G1334
fi_fi: Anna noutopaikan sijainti.
fr_fr: Veuillez entrer un lieu de cueillette.
he_il: אנא הכנס מקום איסוף אחד.
id_id: Silahkan masukkan lokasi penjemputan yang unik_G1334
it_it: Inserisci un solo magazzino per il Ritiro Diretto
ko_kr: 픽업 장소를 한 곳만 입력해 주시기 바랍니다.
ms_my: Sila masukkan Lokasi Pungutan unik.
pl_pl: Wybierz unikalną odebrać lokalizacji.
pt_br: Por favor, insira um único local de entrega.
ro_ro: Vă rugăm introduceţi o singură locaţie de unde se vor ridica produsele.
ru_il: Пожалуйста, точно введите название Центра Продаж.
ru_ru: Пожалуйста, точно введите название Центра Продаж._G1334
sr_rs: Molimo unesite lokaciju za preuzimanje.
uk_ua: Будь ласка, введіть унікальний спосіб отримання_G1334
vi_vn: Vui lòng nhập địa điểm nhận hàng cụ thể_G1334
zh_mo: 請輸入特定的提貨地點_G1334

# InvalidEmailAddress
source: Please enter valid email address._G1343
de_ch: Bitte geben Sie eine gültige Emailadresse ein.
el_cy: Παρακαλώ εισάγετε έγκυρη διεύθυνση email
es_cl: Por favor introduzca una dirección válida de correo electrónico.
es_es: Por favor introduzca una dirección válida de email.
es_py: Por favor, ingrese una dirección de correo electrónico válida._G1343
fi_fi: Täytä voimassaoleva sähköpostiosoite.
fr_fr: Veuillez saisir une adresse e-mail valide.
he_il: אנא הכנס כתובת דואר אלקטרוני נכונה.
hu_hu: Kérjük adjon meg érvényes e-mail címet._G1343
id_id: Silahkan masukkan alamat email yang benar_G1343
it_it: Inserisci un indirizzo email valido.
ko_kr: 유효한 이메일 주소를 입력해 주시기 바랍니다.
ms_my: Sila masukkan alamat emel yang sah.
pl_pl: Adres email.
pt_br: Por favor, insira um endereço de email válido.
ro_ro: Vă rugăm introduceţi adresa de email.
ru_il: Пожалуйста введите правильный адрес электронной почты.
ru_ru: Пожалуйста введите правильный адрес электронной почты._G1343
sr_rs: Molimo unesite ispravnu i-mejl adresu.
uk_ua: Будь ласка, введіть дійсну електронну адресу._G1343
vi_vn: Vui lòng nhập địa chỉ email hợp lệ_G1343
zh_mo: 請輸入正確的電郵地址_G1343
