Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutOrderSummary.ascx.*.resx
Languages: ar_il, bg_bg, cs_cz, de_ch, es_ar, es_us, fi_fi, fr_ch, he_il, hr_ba, hu_hu, id_id, is_is, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, pt_pt, ro_ro, ru_il, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

# lblEventTicketsMessageResource.Text
source: Event tickets are non-refundable and non-transferable. <br />If qualification is required for this event, please ensure you have met the requirements prior to completing your order._G593
ar_il: <b style='color:red;'> هام - مراجعة قبل الخروج </b><br/> :من خلال شراء تذاكر الحدث التي توافق عليها:<br/> <ul> <li> .التذاكر غير قابلة للرد وغير قابلة للتحويل </li> <li> .لقد اجتمعت أي من المؤهلات المطلوبة لهذا الحدث </li> <li> .الحضور الطوعي وعلى مسؤوليتك الخاصة </li> <li> هناك اعتبار لحضور هذا الحدث, إلى أقصى حد وفقط إذا يسمح بها القانون المعمول به ويتم تحرير هيربالايف من أي مطالبات معروفة أو غير معروفة عن هذا الحدث بما في ذلك الضرر والإصابة الشخصية, العجز الدائم والموت, والسرقة وفقدان الممتلكات أو الضرر.</li> <li>مع مراعاة القوانين المعمول بها يجوز لهيربالايف تصوير أو تصوير هذا الحدث ويجوز لهيربالايف استخدام صورتك, الشبه أو/و الصوت لأهداف تحفيزية وترويجية لهيربالايف , وهذا بحسب تقديرنا وحدنا وبمحض اختيارنا المنفرد. </li> </ul>
bg_bg: <b style='color:red;'>Важно - Преглед преди извървшване на покупката</b> <br /> Със закупуването на билетите, Вие се съгласявате: <br/> <ul> <li>Билетите не подлежат на възстановяване или прехвърляне.</li> <li>Изпълнили сте квалификацията за това събитие</li> <li>Присъствието е доброволно и изцяло на Ваш собствен риск. </li> <li>Имайки предвид, че присъствието на това събитие е разрешено само ако е позволено от закона, Вие освобождавате Хербалайф от всякакви известни или неизвестни искове, свързани с това събитие, включващи: искове за телесна повреда, трайна нетрудоспособност, смърт, кражба, загуба на имущество и щети.</li> <li>При спазване на приложимото законодателство, Хербалайф може да заснеме това събитие и да използва Вашето изображение, образ и / или глас за промоционални цели, по свое усмотрение. .</li> </ul>
cs_cz: <b style='color:red;'>Důležité – Zkontrolujte před zaplacením</b> <br /> Zakoupením vstupenky na akci souhlasíte: <br/> <ul> <li>Vstupenky jsou nevratné a nepřenosné.</li> <li>Na tuto akci jste splnili všechny požadované kvalifikace.</li> <li>Návšteva akce je dobrovolná a jen na vaše vlastní riziko.</li> <li>V souvislosti s návštěvou této akce, plně a pokud to dovoluje aplikované právo, zprošťujete Herbalife jakékoli zodpovědnosti za známé či neznámé nároky vztahující se k této akci, včetně nároku při osobním zranění, trvalé invaliditě, smrti, krádeži, ztráty nebo poškození věci.</li> <li>V souladu s aplikovaným právem může Herbalife filmovat nebo fotografovat tuto akci a Herbalife může používat nahrávky s vámi či vaše snímky, podobu a/nebo hlas pro Herbalife propagační účely, dle svého vlastního uvážení.</li> </ul>
de_ch: <b style='color:red;'>Wichtige Überprüfung vor dem Abmelden</b><br /> Durch den Kauf des Eventtickets stimmen Sie Folgendem zu:<br/> <ul> <li>Die Tickets sind vom Umtausch ausgeschlossen und nicht auf andere Personen übertragbar.</li> <li>Sie bringen alle erforderlichen Qualifikationen für dieses Event mit.</li><li>Die Teilnahme ist freiwillig und auf eigene Gefahr.</li><li>Bei Teilnahme an diesem Event, Entbinden Sie HERBALIFE von sämtlichen Forderungen in Bezug auf dieses Event, wie den Forderungen aufgrund persönlicher Verletzungen, dauerhafter Behinderung, Tod, Diebstahl, oder sonstiger Beschädigung.</li><li> Gemäß geltendem Recht darf HERBALIFE dieses Event filmen oder fotografieren und Bildmaterial von Ihnen für Werbezwecke nach alleinigem Ermessen verwenden. </li> </ul>
es_ar: <b style='color:red;'>Importante - Revisar antes de salir </b> <br /> <ul> <li> Los tickets no son reembolsables ni transferibles </li> <li>Debe haber logrado cualquier calificación requerida para el evento.</li> <li> La asistencia es voluntaria y bajo tu propio riesgo.</li> <li>En consideración para asistir a este evento , y según la ley vigente, liberas a Herbalife de cualquier reclamo conocido o desconocido relacionado con este evento, incluyendo reclamos por lesiones personales, incapacidad permanente, muerte, robo, perdida o daño de propiedad.</li> <li>Herbalife puede filmar o fotografiar este evento y usar tu imagen y / o voz con fines promocionales, a nuestra entera discreción. </li> </ul>
es_us: <b style='color:red;'>Importante - Revisión antes Checkout </b> <br /> <ul> <li> Los boletos no son reembolsables y no transferibles. </li> <li>Entradas deben ser compradas bajo el ID de Asociado Independiente actual quién estará asistiendo al evento.</li> <li> Usted ha cumplido ninguna titulación requerida para este evento. </li> <li> La asistencia es voluntaria y bajo su propio riesgo. </li> <li> En la consideración para asistir a este evento, en la máxima medida permitida por la ley, usted libera a Herbalife de cualquier reclamo conocidos o desconocidos relacionados con este evento, incluyendo reclamos de lesiones personales, incapacidad permanente, muerte, robo, pérdida o daño de propiedad. </li> <li> Herbalife puede filmar o fotografiar este evento y Herbalife puede usar su imagen, imagen y / o voz con fines promocionales de Herbalife, a nuestra entera discreción. </li> </ul>
fi_fi: <b style='color:red;'>Huom: tutustu seuraaviin ehtoihin ennen maksamista</b> <br /> Tapahtumalippujen ostajaa sitovat seuraavat ehdot: <br/> <ul> <li>Lippujen hintaa ei palauteta, eikä lippuja voi siirtää toisen henkilön nimiin.</li> <li>Ostajan on oltava pätevöitynyt kyseiseen tapahtumaan.</li> <li>Osallistuminen on vapaaehtoista ja tapahtuu henkilön omalla vastuulla.</li> <li>Osallistujat vapauttavat Herbalifen kaikista tunnetuista tai vielä tuntemattomista tähän tapahtumaan liittyvistä vaateista, mukaan lukien henkilövahinkoa, pysyvää vammaa, kuolemaa, varkautta, omaisuuden menetystä tai omaisuusvahinkoa koskevat vaateet niin laajalti kuin sovellettava lainsäädäntö sen mahdollisesti sallii.</li> <li>Herbalife voi lain rajoissa ottaa tapahtumassa valokuvia tai videokuvaa. Herbalife voi käyttää osallistujan valokuvaa tai muuta kuvaa ja/tai ääntä markkinointitarkoituksiin oman harkintansa mukaan.</li> </ul>
fr_ch: <b style='color:red;'>Important - Revue avant déconnexion</b> <br /> En achetant des tickets d'événement vous acceptez ce qui suit: <br/> <ul> <li>Les tickets ne sont pas remboursables ni transférables.</li> <li>Vous avez réalisé les qualifications requises pour cet événement.</li> <li>La participation est volontaire et entièrement de votre responsabilité.</li> <li>Pour ce qui concerne la participation à cet événement, dans toute le mesure permise par la loi, vous déchargez Herbalife de toute réclamation connue ou non relative à cet événement, y inclus les réclamations pour blessure personnelle, invalidité permanente, décés, vol, perte de proprité ou dommage.</li> <li>Sujet à la loi applicable, Herbalife peut filmer ou photographier cet événement et Herbalife peut utiliser votre image, votre apparence et/ou voix à des fins promotionnelles pour Herbalife à sa seule discrétion.</li> </ul>
he_il: <b style='color:red;'> חשוב - קראו לפני שאתם עוברים לקופה </b> <br /> בקניית כרטיסים לאירוע אתם מסכימים: <br/> <ul> <li>שהכרטיסים אינם ניתנים להחזר כספי ואינם ניתנים להעברה. </li> <li> עמדתם בדרישות ההסמכה לאירוע זה..</li> <li>ההשתפות מרצונכם והיא נעשית על אחריותכם הבלעדית.</li> <li> בתמורה להשתתפות באירוע זה, עד למלוא המותר על פי החוק הישים, אתם משחררים את הרבלייף מכל תביעה ידועה או לא ידועה הקשורה לאירוע זה, לרבות תביעות על פציעה אישית, נכות קבועה, מוות, גניבה, אובדן רכוש או נזק.</li> <li> בכפוף לחוק הישים, הרבלייף רשאית להסריט או לצלם את האירוע הזה והרבלייף רשאית להשתמש בתמונות, בדימויים ו/או בקולכם למטרות קידום מכירות של הרבלייף על פי שיקול דעתנו הבלעדי.</li> </ul>
hr_ba: <b style='color:red;'>Važno - Pregled prije Blagajna </b> <br /> Kupnjom ulaznice za događaje slažete: <br/> <ul> <li> Ulaznice su bespovratna i neprenosiv. </li> <li> Vi ste susreli sve potrebne kvalifikacije za taj događaj. </li> <li> Sudjelovanje je dobrovoljno i potpunosti na vlastitu odgovornost. </li> <li> U obzir za pohađanje ovaj događaj, u najvećoj mogućoj mjeri, a samo ako je to dopušteno važećim zakonom, pustite Herbalife od svih poznatih ili nepoznatih zahtjevima koji se odnose na ovaj događaj, uključujući i potraživanja od tjelesne ozljede, invaliditeta, smrti, krađe, nekretnine gubitak ili štetu. </li> <li> U skladu s važećim zakonima, Herbalife može fotografirati ovaj događaj i Herbalife može koristiti svoje slike, sličnost i / ili glas za Herbalife promotivne svrhe, prema vlastitom nahođenju. </li> </ ul>
hu_hu: <b style='color:red;'>Fontos - Ellenőrizze mielőtt kilép</b> <br /> A jegyvásárlással ezúttal egyetért azzal, hogy: <br/> <ul> <li>A jegyek vissza nem térítendőek és másra át nem ruházhatóak.</li> <li>Meg kell feleljen a meghirdetett kvalifikációs feltételeknek az eseményen való részvételhez.</li> <li>A részvétel önkéntes és az Ön saját felelősségére történik.</li> <li>Az eseményen való részvételre való tekintettel, hogy a legteljesebb mértékben és a hatályos jogszabályoknak megfelelően, Ön eltekint attól hogy a Herbalife-fal szemben mármilyen ismert vagy ismeretlen követelése legyen ezen eseménnyel kapcsolatban, beleértve a személyes sérülést, maradandó fogyatékosságot , halált, lopást, vagyoni kárt.</li> <li>Az alkalmazandó jogszabályok szerint, a Herbalife készíthet filmet vagy fényképeket az esemény kapcsán és a Herbalife feljasználhatja az Önről készült fényképet, hasonlóan a hangfelvételekhez, Herbalife-fal kapcsolatos promóciós célokra, a saját belátásunk szerint.</li> </ul>
id_id: <b style='color:red;'>Important - Penting - Periksa Kembali sebelum Checkout</b> <br/> <ul> <li>Tiket tidak dapat dikembalikan dan tidak dapat dipindahtangankan.</li> <li>Anda telah cukup untuk mengikuti kualifikasi dalam event ini .</li> <li>Kehadiran bersifat sukarela dan sepenuhnya risiko Anda sendiri.</li> <li>Dalam pertimbangan menghadiri acara ini sepenuhnya dan hanya jika diizinkan oleh aturan yang berlaku, Anda melepaskan Herbalife dari segala tuntutan yang diketahui atau tidak diketahui yang berkaitan dengan acara ini, termasuk klaim cedera pribadi, cacat tetap, kematian, pencurian, kerugian harta benda atau kerusakan.</li> <li>Herbalife dapat membuat film atau foto acara ini dan Herbalife dapat menggunakan gambar Anda, rupa, dan / atau suara untuk tujuan promosi Herbalife sesuai dengan kebijakan kami.</li> </ul>
is_is: <b style='color:red;'>Mikilvægt - Til athugunar áður en gengið er frá kaupum</b> <br /> Með því að kaupa miða á viðburðinn samþykkir þú eftirfarandi: <br/> <ul> <li>Miðar fást ekki endurgreiddir og óheimilt er að framselja þá.</li> <li>Þú staðfestir að hafa lokið allri réttindaöflun sem er nauðsynleg fyrir viðburðinn.</li> <li>Mæting er valfrjáls og algerlega á þína áhættu.</li> <li>Að því er varðar mætingu á þennan viðburð, og að því hámarki sem heimilt er og gildandi lög leyfa, leysir þú Herbalife undan öllum þekktum eða óþekktum kröfum sem tengjast þessum viðburði, þ.m.t. kröfum vegna líkamstjóns, varanlegrar örorku, dauða, þjófnaðar og taps eða tjóns á eignum.</li> <li>Að því marki sem gildandi lög leyfa hefur Herbalife fullt og óskorað vald til að taka kvik- eða ljósmyndir af þessum viðburði og nota mynd af þér, eftirmyndir sem líkjast þér og/eða rödd þína í kynningarskyni fyrir Herbalife.</li> </ul>
ja_jp: イベント会場の受付でご注文番号、確認メール、ご登録番号をご提示ください。チケットは郵送されません。 <br />イベントチケットのお払い戻しや譲渡はできません。<br />イベント参加資格に認定条件がある場合、ご注文前にご達成済みかご確認をお願いします。未達成でご購入された場合、お払い戻しはできません。
ko_kr: <b style='color:red;'>티켓 구입전 하기사항을 꼭 읽어보시기 바랍니다.</b><br/> <ul> <li>좌석은 티켓사이트를 통하여 예매하신 수량만큼 배정되며, 예매기간 종료 이후에는 티켓 추가 및 취소가 불가합니다.</li> <li>본 티켓은 다른 회원에게 양도가 불가합니다.</li> <li>기타 자세한 문의는 허벌라이프 회원 서비스팀(1588-7577)로 연락바랍니다.</li> </ul>
mn_mn: "<b style='color:red;'>Анхаарна уу - захиалгаа шалгана уу</b> <br /> Арга хэмжээний тасалбарыг худалдан авснаар та дараах зүйлсийг зөвшөөрч байна: <br/> <ul> <li>Тасалбарыг буцаах болон дамжуулж болохгүй</li> <li>Та арга хэмжээний болзлыг хангасан байна.</li> <li>Ирц нь сайн дурынх </li> <li> Та хуулийн дагуу энэ арга хэмжээнд оролцож байгаа ба эд зүйлс алдах, гэмтэх, амь насаа алдах, тахир дутуу болох тохиолдолд мэдэгдэх болон үл мэдэгдэх нэмэжлэлээс Herbalife-ыг чөлөөлж байна. </li> <li>Herbalife арга хэмжээний үеэр бичлэг хийх, зураг авах ба таны зураг,дуу хоолойг дотооддоо Herbalife-ын промоушенд ашиглах магадлалтай.</li> </ul>"
ms_my: Sila membawa pengesahan pesanan dan nombor ID ke tempat pendaftaran pada majlis itu; tiada tiket akan diposkan.<br />Tiket Acara tidak boleh dikembalikan dan tidak boleh dipindah milik.<br />Jika kelayakan diperlukan untuk acara ini, sila pastikan anda sudah menepati keperluan sebelum melengkapkan pesanan anda.
nl_be: <b style='color:red;'>Belangrijk - Controleer voordat u verder gaat</b> <br /> Met de aankoop van evenement tickets gaat u akkoord met: <br/> <ul> <li>Tickets worden niet terugbetaald en zijn niet overdraagbaar.</li> <li>U heeft voldaan aan de vereiste kwalificatie van dit evenement.</li> <li>Deelname is vrijwillig en volledig op eigen risico.</li> <li>In achtneming voor deelname aan dit evenement en indien toegestaan voor van toepassing zijnde recht, sluit u Herbalife uit van enige bekende en onbekende claims gerelateerd aan dit evenement, inclusief claims van persoonlijk letsel, permanente invaliditeit, dood, diefstal, verlies of schade van bezittingen.</li> <li>Ten aanzien van van toepassing zijnd recht, mag Herbalife dit evenement filmen of fotograferen gebruik maken van beelden gelijk aan beeldgeluiden voor Herbalife's promotie doeleinden, in onze discretie.</li> </ul>
pl_pl: <b style='color:red;'>Ważne - Przeglądnij przed zatwierdzeniem</b> <br /> Kupując bilet na wydarzenie akceptujesz: <br/> <ul> <li>Bilety nie podlegają przekazaniu ani zwrotowi.</li> <li>Spełniłeś wymogi kwalifikacji na to wydarzenie.</li> <li>Obecność jest dobrowolna i całkowicie zależna od Ciebie i na twoją odpowiedzialność.</li> <li>Biorąc pod uwagę uczestnictwo w tym wydarzeniu, w najszerszym zakresie i tylko gdy zezwala na to prawo, zwalniasz Herbalife ze wszelkich znanych i nieznanych stwierdzeń dotyczących tego wydarzenia, włączając osobiste obrażenia, trwałe kalectwo, śmierć, kradzież, zniszczenie lub kradzieży własności prywatnej.</li> <li>Herbalife może nagrywać podczas wydarzenia materiał wideo, audio oraz zdjęciowy. Zakup biletu oznacza zgodę na nagranie i użycie Twojego głosu i wizerunku w materiałach promocyjnych Herbalife na całym świecie bez wynagrodzenia i ograniczeń. Herbalife nie jest zobligowany do użycia żadnych nagrań Twojego głosu i wizerunku uzyskanych podczas wydarzenia..</li> </ul>
pt_br: <b style='color:red;'>Importante - Revise antes de Finalizar</b> <br /> <ul> <li>Convites não são reembosaveis e são intransferiveis.</li> <li>Você se está dentro de pelo menos uma qualificação para o evento.</li> <li>Sua participação é opcional e inteiramente por sua conta em risco.</li> <li>Em consideração para participar deste evento, em toda a extensão e somente se permitido pela lei aplicável, você libera Herbalife de quaisquer reivindicações conhecidas ou desconhecidas relativas a este evento, incluindo alegações de danos pessoais, invalidez permanente, morte, roubo, perda de propriedade ou danos .</li> <li>Herbalife pode filmar ou fotografar este evento e pode usar sua imagem, semelhança e / ou voz para fins promocionais da Herbalife, a nosso exclusivo critério.</li> </ul>
pt_pt: <b style='color:red;'>Importante - Reveja antes de continuar</b> <br /> Ao adquirir bilhetes para eventos concorda que: <br/> <ul> <li>Os bilhetes não são transmissíveis nem reembolsáveis.</li> <li>Cumpriu todos os requisitos de qualificação para o evento.</li> <li>A participação é facultativa.</li> <li>De acordo com as leis em vigor, a Herbalife não poderá ser responsabilizada por quaisquer danos que acorram, incluindo mas não limitado a danos pessoais, perda, roubo ou danos de objetos pessoais.</li> <li>De acordo com as leis em vigor, a Herbalife poderá proceder à gravação em vídeo, áudio e/ou fotografia do evento e, poderá utilizar a sua imagem e/ou voz para efeitos promocionais da Herbalife, de acordo com a exclusiva vontade da empresa.</li> </ul>
ro_ro: <b style='color:red;'>Important - Revizuiți înainte de a finaliza</b> <br /> Prin cumpărarea biletului la eveniment sunteți de acord: <br/> <ul> <li>Biletele nu sunt transferabile și nici returnabile.</li> <li>Ați îndeplinit criteriile de calificare la acest eveniment.</li> <li>Participarea la acest eveniment este voluntară.</li> <li>În cazul în care participați la acest eveniment , în cea mai mare măsură și numai dacă este permisă de legislația în vigoare, sunteți de acord să exonerați Herbalife de orice acuzații cunoscute sau necunoscute legate de acest eveniment , inclusiv pretenții de vătămare corporală, invaliditate permanentă, deces, furt, pierderi sau daune materiale.</li> <li>Este posibil ca Herbalife să facă poze și să filmeze la acest eveniment și să folosească ulterior imagini cu dvs. pentru promovarea Herbalife .</li> </ul>
ru_il: <b style='color:red;'>Внимание! Прочитайте перед нажатием кнопки "Оплата"</b> <br /> Покупка билета означает Ваше согласие со следующими условиями: <br/> <ul> <li>Билеты не подлежат возврату и передаче другому лицу..</li> <li>Вы выполнили все квалификации, необходимые для участия в этом мероприятии.</li> <li>Посещение мероприятия является добровольным и все риски, связанные с пребыванием на мероприятии, участник принимает на себя. </li> <li>Принимая решение участвовать в данном мероприятии, Вы в полной мере, насколько это позволено действующим законодательством, освобождаете компанию Herbalife от любых претензий, известных и неизвестных, связанных с данным мероприятием, в том числе претензий, касающихся причинения вреда здоровью, постоянной нетрудоспособности, смерти, кражи, утраты или нанесения ущерба имуществу.</li> <li>В соответствии с действующим законодательством, компания Herbalife вправе осуществлять видео- и фотосъемку данного мероприятия, а также использовать Ваш образ, подобие и/или голос в рекламных целях исключительно по своему собственному усмотрению.</li> </ul>
sl_si: <b style='color:red;'>Pomembno: Pred odjavo preverite podatke.</b> <br /> Z nakupom vstopnic za dogodke se strinjate z naslednjim: <br/> <ul> <li>Vstopnice so nevračljive in neprenosljive.</li> <li>Niste izpolnili še nobene kvalifikacijske zahteve za ta dogodek.</li> <li>Udeležba je prostovoljna in povsem na lastno odgovornost.</li> <li>Pri odločitvi za udeležbo na tem dogodku v največjem možnem obsegu in le, če to dovoljuje veljavna zakonodaja, Herbalife odvežete odgovornosti za vsakršne znane ali neznane zahtevke v zvezi s tem dogodkom, vključno z zahtevki glede telesne poškodbe, trajne invalidnosti, smrti, kraje, izgube lastnine ali poškodbe.</li> <li>V skladu z veljavno zakonodajo lahko Herbalife snema ali fotografira na tem dogodku in lahko uporabi vašo sliko, podobo in/ali glas za promocijske namene podjetja, in to izključno po svoji presoji.</li> </ul>
sr_rs: <b style='color:red;'>Važno - Pregled prije Blagajna </b> <br/> Kupnjom ulaznice za događaje slažete: <br/> <ul> <li> Ulaznice su bespovratna i neprenosiv. </li> <li> Vi ste susreli sve potrebne kvalifikacije za taj događaj. </li> <li> Sudjelovanje je dobrovoljno i potpunosti na vlastitu odgovornost. </li> <li> U obzir za pohađanje ovaj događaj, u najvećoj mogućoj mjeri, a samo ako je to dopušteno važećim zakonom, pustite Herbalife od svih poznatih ili nepoznatih zahtjevima koji se odnose na ovaj događaj, uključujući i potraživanja od tjelesne ozljede, invaliditeta, smrti, krađe, nekretnine gubitak ili štetu. </li> <li> U skladu s važećim zakonima, Herbalife može fotografirati ovaj događaj i Herbalife može koristiti svoje slike, sličnost i / ili glas za Herbalife promotivne svrhe, prema vlastitom nahođenju. </li> </ul>
sv_se: <b style='color:red;'>Viktigt – läs igenom innan du betalar </b> <br /> Genom att köpa evenemangsbiljetter godkänner du följande: <br/> <ul> <li>Biljetterna kan inte återbetalas eller överföras.</li> <li>Alla de kvalifikationskrav som krävs har uppfyllts.</li> <li>Deltagande är frivilligt och sker helt på egen risk.</li> <li>När det gäller deltagande i detta evenemang, friskriver du Herbalife, i fullständig omfattning och i den mån detta godkänns av tillämplig lag, från alla kända eller okända fordringar som har relation till detta evenemang, inklusive skadestånd vid personskada, permanent invaliditet, dödsfall, stöld, egendomsförlust eller skador.</li> <li>Beroende på tillämplig lag kan Herbalife filma eller fotografera detta evenemang, och Herbalife kan använda bilder, avbildningar och/eller röstinspelningar där du kan finnas med i PR-syften helt enligt eget gottfinnande.</li> </ul>
th_th: <b style='color:red;'> สำคัญ - รีวิวก่อนที่จะชำระเงิน</b> <br /> <ul> <li>จะไม่สามารถขอคืนเงินและไม่สามารถโอนบัตรได้</li> <li>คุณมีคุณสมบัติครบถ้วนสำหรับงานนี้</li> <li>การเข้าร่วมประชุมเป็นความสมัครใจและทั้งหมดเป็นความเสี่ยงของคุณเอง</li> <li>ในการพิจารณาการเข้าร่วมประชุมนี้ ในขอบเขตสูงสุดและเฉพาะในกรณีที่ได้รับอนุญาตตามกฎหมายที่ใช้บังคับ คุณไม่เรียกร้องใดๆจากเฮอร์บาไลฟ์ไม่ว่าจะเป็นที่รู้จักหรือไม่รู้จักที่เกี่ยวข้องกับงานประชุมนี้ รวมถึงการเรียกร้องจากการบาดเจ็บทุพพลภาพถาวร, ความตาย, การโจรกรรมทรัพย์สิน การสูญเสียหรือความเสียหายใดๆ</li> <li>เฮอร์บาไลฟ์อาจบันทึกภาพเคลื่อนไหวหรือภาพนิ่งของงานประชุมนี้และเฮอร์บาไลฟ์อาจจะใช้ภาพ และ / หรือเสียงของคุณ เพื่อการส่งเสริมการขายของเฮอร์บาไลฟ์ภายใต้ดุลยพินิจของเราแต่เพียงผู้เดียว</li> </ul>
tr_tr: <b style='color:red;'>Önemli - Çıkış yapmadan önce gözden geçiriniz</b> <br /> Etkinlik bileti satın alarak aşağıda belirtilen maddeleri kabul edersiniz: <br/> <ul> <li>Biletlerin iade ve devir edilemediğini.</li> <li>Bu etkinlik için gerekli kalifikasyon şartlarını sağladığınızı</li> <li>Katılımın isteğe bağlı ve tüm risklerin size ait olduğunu.</li> <li>Bu etkinliğe katıldığınızda , sadece geçerli kanunların izin verdiği ölçüde ve tüm kapsamıyla , bu etkinlikle ilgili olarak kişisel yaralanma, kalıcı sakatlık, ölüm, hırsızlık, mal kaybı veya hasarı dahil, bilinen veya bilinmeyen talep ve iddialardan Herbalife’ı sorumlu tutmayacağınızı göz önünde bulundurunuz.</li> <li>Uygulanabilir kanunlara bağlı olarak , Herbalife bu etkinlikle ilgili film veya fotoğraf çekebilir ve görsellerinizi, resimlerinizi ve/veya sesinizi Herbalife’ın promosyonel amaçları doğrultusunda yegane takdir yetkisi Herbalife’ta olmak üzere kullanabilir. </li> </ul>
uk_ua: <b style='color:red;'> Важливо переглянути інформацію нижче перед тим, як замовити квиток</b> <br /> Купуючи квитки на заходи, Ви погоджуєтесь з тим, що: <br/> <ul> <li> Придбані квитки на заходи обміну та поверненню не підлягають. А також квитки не можуть бути передані іншим особам та/або Незалежним Партнерам.</li> <li> Ви переконались, що виконали всі необхідні кваліфікації для участі у даному заході.</li> <li> Відвідання заходу є добровільним і всі ризики, пов’язані з перебуванням на заході, учасник приймає на себе.</li> <li> Приймаючи рішення брати участь у даному заході, Ви в повній мірі, наскільки це дозволено діючим законодавством, звільняєте компанію Herbalife від будь-яких претензій, відомих і невідомих, пов’язаних з даним заходом, в тому числі включаючи претензій, що стосуються завдання шкоди здоров’ю, дієздатності, смерті, крадіжки, втрати або пошкодження майна.</li> <li>Відповідно до чинного законодавства, компанія Herbalife має право здійснювати відео- і фотозйомку даного заходу, а також використовувати Ваше зображення, вигляд і / або голос в рекламних цілях виключно на свій власний розсуд.</li> </ul>
vi_vn: <b style='color:red;'>Quan trọng - Xem lại trước khi thanh toán </b> <br/> <ul> <li> Vé không được hoàn trả và chuyển nhượng </li> <li> Bạn đủ điều kiện đạt chuẩn cho sự kiện này.</li> <li> Bạn tự nguyện tham gia sự kiện và chịu hoàn toàn rủi ro từ phỉa bạn.</li> <li> Trong việc xem xét để tham dự sự kiện này, đến mức tối đa và chỉ khi được pháp luật cho phép, bạn nhượng Herbalife từ bất kỳ tuyên bố biết hoặc không biết liên quan đến sự kiện này, bao gồm cả tuyên bố của các thương tích cá nhân, thương tật vĩnh viễn, tử vong, mất cắp, thất thoát hoặc thiệt hại về tài sản.</li> <li>Herbalife có thể quay phim hoặc chụp ảnh sự kiện này và Herbalife có thể sử dụng hình ảnh của bạn, chân dung và / hoặc giọng nói cho mục đích quảng cáo của Herbalife, do Heberlife tùy ý quyết định.</li> </ul>
zh_cn: <b style='color:red;'>重要提示：</b> <br /> <ul> <li>“大会资格”一经售出不接受任何非不可抗力而导致的退、换申请。</li> <li> 您需前往您选择的“自提店铺”领取大会物资，请留意公司的后续通知。</ul>
zh_hk: <br />會議門票一經購買，不得退款或轉讓。<br />若會議要求取得資格，請確保你在完成訂單前已取得資格。
zh_tw: 請攜帶您的訂單確認函和有相片的證件至會議報到處報到 (本活動將不寄送任何門票!)。<br />活動門票不可退款，亦不可轉讓。<br/>若本活動有資格條件限制，請在訂購門票前確保您已完成資格考核。
