Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutTotalsDetailed.ascx.*.resx
Languages: cs_cz, es_ec, es_es, fi_fi, hi_in, ko_kr, pl_pl, pt_br, pt_pt, ru_ru, th_th, vi_vn, zh_mo

# lblDisplayPackageHandlingResource1.Text
source: Package & Handling_G624
cs_cz: Balné & manipulační poplatky
es_ec: Manejo y Empaque
es_es: Manipulación y Envasado
fi_fi: Pakkaus- ja käsittelykulut
hi_in: पैकेज और हैंडलिंग
ko_kr: 포장 & 취급 수수료
pl_pl: Pakowanie
pt_br: Embalagem e manuseio
pt_pt: Manipulação e Embalagem
ru_ru: Упаковка
th_th: กิจกรรมทางการตลาด
vi_vn: Quỹ nghiên cứu thị trường
zh_mo: 市場推廣基金

# lblDisplayOrderDetailsResource1.Text
source: Order Details_G619
cs_cz: Podrobnosti objednávky
es_ec: Detalle de la Orden
es_es: Detalles del Pedido
fi_fi: Tilaustiedot
hi_in: ऑर्डर विवरण
ko_kr: 주문내역
pl_pl: Szczegóły zamówienia
pt_br: Detalhes do Pedido
pt_pt: Detalhes da Encomenda
ru_ru: Детали заказа
th_th: รายละเอียดคำสั่งซื้อ
vi_vn: Chi tiết đơn hàng
zh_mo: 訂單詳情

# lblDisplayGrandTotalResource1.Text
source: Grand Total_G618
cs_cz: Celkem k zaplacení
es_ec: Total
es_es: Suma total
fi_fi: Loppusumma
hi_in: कुल योग
ko_kr: 총 결제금액
pl_pl: Razem do zapłaty
pt_br: Valor total
pt_pt: Valor total
ru_ru: <b>Сумма к оплате</b>
th_th: ยอดรวมทั้งหมด
vi_vn: Tổng cộng
zh_mo: 應付總金額

# lblDisplayOrderMonthResource1.Text
source: Order Month_G620
cs_cz: Měsíc zadání objednávky
es_ec: Mes de la Orden
es_es: Mes del Pedido
fi_fi: Tilauskuukausi
hi_in: ऑर्डर महिना
ko_kr: 주문 실적월
pl_pl: Miesiąc zamówienia
pt_br: Mês do Pedido
pt_pt: Mês de Encomenda
ru_ru: Месяц заказа
th_th: เดือนที่สั่งซื้อ
vi_vn: Tháng đặt hàng
zh_mo: 訂購月份

# lblDisplayOtherChargesResource1.Text
source: Other Charges_G623
cs_cz: Ostatní poplatky
es_ec: Otros Cargos
es_es: Otros Gastos
fi_fi: Muut kulut
hi_in: दूसरे प्रभार :
ko_kr: 마케팅 펀드
pl_pl: Inne opłaty
pt_br: Outros Encargos
pt_pt: Outros Custos
ru_ru: Другие начисления
th_th: ค่าใช้จ่ายอื่นๆ
vi_vn: Phí khác
zh_mo: 其他費用

# lblDisplayOrderMonthVolumeResource1.Text
source: Order Month Volume_G621
cs_cz: Objem objednávkového měsíce
es_ec: Volumen acumulado en el mes
es_es: Volume Acumulado del Mes
fi_fi: Tilauskuukauden volyymipisteet
hi_in: आर्डर के महीने का आयतन :
ko_kr: 당월 실적 점수
pl_pl: Punkty obrotu w miesiącu
pt_br: Mês do Pedido/Volume
pt_pt: Volume do Mês
ru_ru: Очки в текущем месяце
th_th: คะแนนเดือนที่สั่งซื้อ
vi_vn: Doanh số tháng đặt hàng
zh_mo: 當月已完成之訂單銷售量

# lblDisplayOrderTotalResource1.Text
source: Order Total_G622
cs_cz: Objednávky celkem
es_ec: Total de la Orden
es_es: Total del Pedido
fi_fi: Tilauksen loppusumma
hi_in: कुल ऑर्डर
ko_kr: 주문 합계
pl_pl: Podsumowanie zamówienia
pt_br: Total do Pedido
pt_pt: Total da Encomenda
ru_ru: Итоговая сумма по заказу
th_th: รวมคำสั่งซื้อ
vi_vn: Tổng cộng
zh_mo: 訂單總數

# lblDisplayRetailPriceResource1.Text
source: Retail Price_G626
cs_cz: Základní cena
es_ec: Precio al Detalle
es_es: Precio Base
fi_fi: Jälleenmyyntihinta
hi_in: रिटेल मूल्य
ko_kr: 기준가
pl_pl: Cena netto
pt_br: Base de Cálculo
pt_pt: Preço Base
ru_ru: База для расчета цены
th_th: ยอดรวม
vi_vn: Giá bán lẻ
zh_mo: 價格

# lblDisplayDistributorSubtotalResource1.Text
source: Discounted Retail_G616
cs_cz: Členský mezisoučet
es_ec: Subtotal del Asociado
es_es: Subtotal
fi_fi: Jäsenen välisumma
hi_in: डिस्ट्रीब्यूटर का उपजोड़ :
ko_kr: 총 회원가
pl_pl: Cena po rabacie
pt_br: Subtotal do Consultor Independente
pt_pt: Subtotal Membro Herbalife
ru_ru: Сумма со скидкой без учета налогов
th_th: ยอดรวมย่อยสำหรับสมาชิก
vi_vn: Giá bán lẻ đã chiết khấu
zh_mo: 折扣後金額

# lblDisplayDiscountRateResource1.Text
source: Discount Rate_G615
cs_cz: Sazba slevy
es_ec: Porcentaje de Descuento
es_es: Porcentaje de Descuento
fi_fi: Alennusprosentti
hi_in: छूट दर :
ko_kr: 할인율
pl_pl: Poziom upustu
pt_br: Faixa de Volume de Pontos
pt_pt: Desconto
ru_ru: Процент скидки
th_th: อัตราส่วนลด
vi_vn: Giá chiết khấu
zh_mo: 可享折扣

# lblDisplayVolumePointsResource1.Text
source: Volume Points_G629
cs_cz: Objemové body
es_ec: Puntos de Volumen
es_es: Puntos de Volumen
fi_fi: Volyymipisteet
hi_in: मात्रा अंक
ko_kr: 실적점수
pl_pl: Punkty obrotu
pt_br: Volume de Pontos
pt_pt: Pontos de volume
ru_ru: Очки
th_th: คะแนนสำหรับคำสั่งซื้อนี้
vi_vn: Điểm doanh số
zh_mo: 銷售量點數

# OrderMonthVolumeInfo.Text
source: As a non-Supervisor, order month volume shows the total of your <BR>Personally Purchased Volume plus your Downline Volume._G1086
cs_cz: Vám jako ne-Supervizorovi, měsíční objednávkový objem zobrazuje součet vašeho <BR> osobně nakoupeného objemu a objemu vašich spodních linií.
es_ec: Como no-Supervisor, el volumen de pedidos del mes muestra el total de tu <BR>Volumen Comprado Personalmente más el Volumen de tu línea Descendente
es_es: Como no-Supervisor, el volumen de pedidos del mes muestra su <BR>Volumen Comprado Personalment más el Volumen de su línea Descendente
fi_fi: Jos et ole Supervisori, tässä kohdassa esitetään <BR>henkilökohtaisesti ostamasi volyymi sekä alalinjasi volyymi.
hi_in: एक अन-पर्यवेक्षक की तरह आपका महीने का आर्डर आयतन आपका कुल <BR>दिखाता है जो कि आपके व्यक्तिगत रूप से खरीदे आयतन में आपका डाउनलाइन आयतन जोड़कर कुल के बराबर होता है।
ko_kr: 에스피 자격이 아닌 회원으로서, 월별 구매실적은 <BR> 본인의 개인실적과 다운라인실적의 합계가 보여집니다.
pl_pl: Jeśli nie jesteś Supervisorem, punkty w danym miesiącu obrotowym to suma Twoich Osobiście Zakupionych Punktów wraz z Punktami Obrotu Podległych Dystrybutorów.
pt_br: Como não-Supervisor, o volume do pedido mensal mostra o total do seu <BR>Volume Adquirido Pessoalmente adicionado ao Volume da Linha Descendente.
pt_pt: Como não-Supervisor, o volume de encomenda mensal mostra o total do seu <BR>Volume Adquirido Pessoalmente adicionado ao Volume da Linha Descendente.
ru_ru: Лично выкупленный объем для Независимых Партнеров,не являюшихся Супервайзорами; <BR>суммируется с объемом нижестоящей организации Независимого Партнера в течение месяца
th_th: ผู้ที่ไม่ใช่ซุปเปอร์ไวเซอร์ คะแนนที่แสดงจะเป็นยอดรวม<BR> ของคะแนนที่เกิดขึ้นจากการสั่งซื้อโดยตรงที่เฮอร์บาไลฟ์และคะแนนของดาวน์ไลน์
vi_vn: Đối với TV chưa là GSV, điểm tháng đặt hàng thể hiện tổng điểm <BR> doanh số mua trực tiếp của bạn cộng với doanh số tuyến dưới của bạn
zh_mo: 非領班直銷商，訂購月份銷售量點數顯示<BR>您個人銷售量點數及您下線的銷售量點數的總和。

# lblDisplayTaxVATResource1.Text
source: Tax/VAT_G628
cs_cz: Daň / DPH
es_ec: Impuestos
es_es: Impuestos/IVA
fi_fi: ALV
hi_in: कर / VAT :
ko_kr: 세금/VAT
pl_pl: VAT
pt_br: Taxa/IVA
pt_pt: Taxa/IVA
ru_ru: Налог/НДС
th_th: ภาษี
vi_vn: Thuế/VAT
zh_mo: 营业税

# lblDisplayEarnBaseResource1.Text
source: Earn Base_G617
cs_cz: Základ slevy
es_ec: Precio Base de Producto
es_es: Precio Base Cálculo de Descuento
fi_fi: Tuotteen ansioperuste
hi_in: आधार कमायें
ko_kr: 프로덕션 보너스 지급 기준
pl_pl: Cena Wyjściowa Produktu
pt_br: Preço Base
pt_pt: Preço Base do Produto
ru_ru: База для расчета вознаграждений продукта
th_th: ฐานราคาสินค้า
vi_vn: Giá chưa bao gồm phí xử lý đóng gói và VAT
zh_mo: 產品收入基數

# lblDisplayPickupCharges
source: Pick Up Charges_G625
cs_cz: Doprava/samoodběr a MKT poplatek
es_ec: Cargos por Retiro
es_es: Gastos de Recogida
fi_fi: Noutokulut
hi_in: पिक अप शुल्क
ko_kr: 픽업비용
pl_pl: Opłata za obsługę zamówienia
pt_br: Taxa de Retirada
pt_pt: Custos levantamento/Fundo MKT
ru_ru: Прием, обработка и доставка
th_th: ค่าธรรมเนียมรับสินค้า
vi_vn: Phí nhận hàng
zh_mo: 提取的收费

# lblDisplayShippingChargesResource1.Text
source: Freight Charge_G627
cs_cz: Doprava/samoodběr a MKT poplatek
es_ec: Cargos por Envío
es_es: Gastos de Envío
fi_fi: Toimituskulut
hi_in: शिपिंग शुल्क
ko_kr: 배송 비용
pl_pl: Opłata za obsługę zamówienia
pt_br: Taxa de Envio
pt_pt: Despesas de envio/Fundo MKTG
ru_ru: Расходы по погрузке
th_th: ค่าจัดส่ง
vi_vn: Phí chuyển hàng
zh_mo: 運費
