Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutOrderSummary.ascx.*.resx
Languages: ar_il, bg_bg, cs_cz, de_ch, es_ar, es_us, fi_fi, fr_ch, he_il, hr_ba, hu_hu, id_id, is_is, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, pt_pt, ro_ro, ru_il, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

# AddMoreProducts.Text
source: Add More Products _G582
ar_il: إضافة المزيد من المنتجات
bg_bg: Добавете още продукти
cs_cz: Přidat více produktů
de_ch: Produkte hinzufügen
es_ar: Agregar más productos
es_us: Añadir más productos
fi_fi: Lisää tuotteita
fr_ch: Ajouter des produits
he_il: הוסף עוד מוצרים
hr_ba: Dodaj još proizvoda
hu_hu: További termékek hozzáadása
id_id: Tambah produk
is_is: Bæta við fleiri vörum
ja_jp: 製品を追加
ko_kr: 주문 추가 하기
mn_mn: Нэмж Бүтээгдэхүүн Захиалах
ms_my: Tambah Lagi Produk
nl_be: Ga door met bestellen
pl_pl: Dodaj więcej produktów
pt_br: Adicionar Mais Produtos
pt_pt: Adicionar Mais Produtos
ro_ro: Adaugă mai multe produse
ru_il: Добавить продукт
sl_si: Dodaj več izdelkov
sr_rs: Dodaj još proizvoda
sv_se: Lägg till fler produkter
th_th: เพิ่มผลิตภัณฑ์
tr_tr: Urun Ekle
uk_ua: Додати продукцію
vi_vn: Thêm nhiều sản phẩm nữa
zh_cn: 继续新增产品
zh_hk: 新增更多產品
zh_tw: 繼續新增產品

# lblConfirmCancelText.Text
source: Are you sure you wish to cancel?_G583
ar_il: هل أنت متأكد من أنك ترغب بالإلغاء؟
bg_bg: Сигурни ли сте, че искате да отмените направените промени?
cs_cz: Jste si jistí, že si přejete zrušení?
de_ch: Möchten Sie wirklich stornieren?
es_ar: ¿Estás seguro(a) que deseas cancelar?
es_us: ¿Está seguro que desea cancelar?
fi_fi: Haluatko varmasti peruuttaa?
fr_ch: Etes-vous certain de vouloir annuler?
he_il: האם אתה בטוח שברצונך לבטל?
hr_ba: Jeste li sigurni kako želite odustati?
hu_hu: Biztos benne, hogy törölni szeretné?
id_id: Apakan anda yakin ingin membatalkan?
is_is: Ert þú viss um að þú viljir hætta við?
ko_kr: 취소하시겠습니까?
mn_mn: Та цуцлахдаа итгэлтэй байна уу?
ms_my: Adakah anda pasti anda mahu membatalkannya.
nl_be: Weet u zeker dat u wilt annuleren?
pl_pl: Jesteś pewien, że chcesz wyjść?
pt_br: Tem a certeza que deseja cancelar?
pt_pt: Tem a certeza que quer cancelar?
ro_ro: Sunteţi sigur că doriţi să anulaţi?
ru_il: Вы действительно хотите произвести отмену?
sl_si: Ali ste prepričani, da želite preklicati?
sr_rs: Jeste li sigurni da želite da otkažete?
sv_se: Är du säker på att du vill avsluta?
th_th: ท่านแน่ใจที่ต้องการยกเลิก?
tr_tr: İptal etmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете відмінити?
vi_vn: Bạn có chắc chắn muốn hủy?
zh_cn: 您确定要取消?
zh_hk: 您確定要取消?
zh_tw: 您確定要取消?

# CancelOrder.Text
source: Cancel Order_G584
ar_il: إلغاء الطلبيه
bg_bg: Откажи поръчката
cs_cz: Zrušit objednávku
de_ch: Bestellung stornieren
es_ar: Cancelar pedido
es_us: Cancelar pedido
fi_fi: Peruuta tilaus
fr_ch: Annuler la commande
he_il: בטל הזמנה
hr_ba: Otkazati narudžbu
hu_hu: Rendelés törlése
id_id: Membatalkan Pesanan
is_is: Hætta við pöntun
ja_jp: この注文をキャンセル
ko_kr: 주문 취소
mn_mn: Захиалгыг цуцлах
ms_my: Batal Pesanan
nl_be: Order annuleren
pl_pl: Anuluj zamówienie
pt_br: Cancelar Pedido
pt_pt: Cancelar Encomenda
ro_ro: Anulează Comanda
ru_il: Отмена заказа
sl_si: Prekliči naročilo
sr_rs: Otkaži porudžbinu
sv_se: Avbryt Ordern
th_th: ยกเลิกคำสั่งซื้อ
tr_tr: Siparisi İptal Et
uk_ua: Скасувати замовлення
vi_vn: Hủy đơn hàng
zh_cn: 取消订购
zh_hk: 取消訂單
zh_tw: 取消訂購

# lbCartEmpty.Text
source: Cart is empty._G585
ar_il: السلة فارغة.
bg_bg: Кошницата е празна.
cs_cz: Košík je prázdný.
de_ch: Warenkorb ist leer.
es_ar: Tu carrito de compra está vacío.
es_us: No ha seleccionado nada.
fi_fi: Ostoskori on tyhjä.
fr_ch: Le panier est vide.
he_il: העגלה ריקה.
hr_ba: Korpa je prazna.
hu_hu: A kosár üres.
id_id: Keranjang kosong
is_is: Innkaupakarfan er tóm
ja_jp: ショッピング・カートに製品はありません
ko_kr: 장바구니가 비어있습니다.
mn_mn: Сагс хоосон байна.
ms_my: Troli kosong
nl_be: Winkelmandje is leeg.
pl_pl: Koszyk jest pusty
pt_br: O Carrinho de Compras está vazio.
pt_pt: O Cesto de Compras está vazio.
ro_ro: Coşul este gol.
ru_il: Корзина пуста
sl_si: Voziček je prazen.
sr_rs: Korpa je prazna.
sv_se: Kundvagnen är tom.
th_th: ไม่มีรายการสั่งซื้อ
tr_tr: Sepetiniz boş
uk_ua: Кошик порожній
vi_vn: Giỏ hàng còn trống
zh_cn: 购物车内没有产品
zh_hk: 購物車內沒有產品
zh_tw: 購物車內沒有產品

# lblConfirmUnavailableText1.Text
source: Changing your shipping address selection indicates these item(s) in your cart are now unavailable or backordered._G586
ar_il: تغيير خيار عنوان الشحن الخاص بك يشير الى أن الغرض/الأغراض الموجود/ة في سلتّك غير متوفرة أو في لائحة الانتظار.
bg_bg: Продуктите, изброени по-долу не са налични за получаване в Центъра за продажби.
cs_cz: Výběr změny Vaší doručovací adresy způsobil, že tato položka/tyto položky ve Vašem košíku jsou již nedostupné nebo předobjednané.
de_ch: Sie haben die Liefer-/Abholoptionen verändert, manche Artikel in Ihrem Warenkorb sind jetzt nicht mehr erhältlich oder müssen nachgeliefert werden.
es_ar: El cambio en la selección de tu dirección de envío indica que estos productos en tu carrito no están disponibles actualmente o están pendientes de entrega.
es_us: El cambio en la selección de su dirección de envío indica que estos productos en su cesta no están disponibles actualmente o están pendientes de entrega.
fi_fi: Toimitusosoitteen vaihtumisesta johtuen nämä tuotteet eivät ole saatavilla tai ne toimitetaan jälkitoimituksena.
fr_ch: Les articles de votre panier sont désormais indisponibles ou en reliquat de commande.
he_il: שינוי בחירת כתובת המשלוח שלך מציית שהפריט(ים) בעגלה שלך אינם זמינים או שהם בהמתנה.
hr_ba: Kod ovako promijenjene adrese za dostavu ovi artikli u vašoj košarici sada su nedostupni ili ih moramo naručiti jer ih nema na zalihi.
hu_hu: A változtatás után a kosárban lévő termék(ek) nem, vagy csak későbbi kiszállítással elérhető(ek).
id_id: Mengganti pilihan alamat pengiriman membuat barang yang didalam keranjang anda menjadi tidak tersedia atau dipesan ulang
ko_kr: 배송주소선택 변경시 장바구니에 있는 제품이 현재 재고가 없거나 백오더 처리 됨을 의미합니다.
mn_mn: Хүргэх хаягаа өөрчлөх хэсгийг сонгосноор таны сагсан дахь зүйлс захиалагдах боломжгүй эсвэл агуулахад ирэхээр захиалах боломжтой байдалд орох болно.
ms_my: Menukar pilihan alamat penghantaran anda menandakan barangan di dalam troli anda kini tidak ada atau dibuat pesanan tertangguh.
nl_be: Door uw verzend adres te wijzigen zijn de artikel(en) in uw winkelmandje niet beschikbaar of backorder.
pl_pl: Zmiana wyboru adresu wysyłki wskazuje, że ten produkt (ów) z Twojeo koszyka jest teraz niedostępny lub zamówione u dostawców.
pt_br: Alterando a sua seleção de endereço de entrega, os items que estão em seu carrinho agora estão indisponíveis.
pt_pt: Alterar a sua selecção de morada de entrega, significa que os items que estão agora no seu cesto estão agora indisponíveis ou em backorder.
ro_ro: Schimbarea selecţiei privind adresa de livrare indică faptul că rticolele din coşul dvs sunt acum valabile sau disponibile de îndată ce reintră pe stoc.
ru_il: Данные позиции недоступны для заказа после смены адреса доставки
sl_si: Sprememba vašega naslova za pošiljanje pomeni, da izdelki v vašem vozičku zdaj niso na voljo ali so naročeni za poznejšo dobavo.
sr_rs: Budući da ste promenili vašu adresu za slanje, ovi artikli u vašoj korpi više nisu na raspolaganju ili će biti isporučeni kada ih bude u zalihama.
th_th: เปลี่ยนแปลงที่อยู่เพื่อจัดส่งเนื่องจากสินค้าหมดหรือต้องค้างส่ง
tr_tr: Sevkiyat adresinizi değiştirme seçiminiz, sepetinizdeki kalemlerin şu anda mevcut olmadığını veya backorder olduğunu gösterir.
uk_ua: У випадку зміни вашої адреси доставки зауважте, що позиція(ї) у вашому кошику на даний момент не можуть бути включені в замовлення
vi_vn: Thay đổi các lựa chọn địa chỉ chuyển hàng chỉ ra rằng những sản phẩm trong giỏ hàng của bạn bây giờ không có sẵn hay tạm thời hết hàng
zh_cn: 更改您的寄送地址选择表示在你的购物车中的产品缺货中或货到补寄。
zh_hk: 更改送貨地址選項表示這些在購物車內的項目未可供購買。
zh_tw: 以下缺貨產品,無法為您寄送

# Checkout.Text
source: Checkout_G587
ar_il: الدفع
bg_bg: Плащане
cs_cz: K pokladně
de_ch: Zur Kasse
es_ar: Colocar pedido
es_us: Pagar
fi_fi: Kassalle
fr_ch: Paiement
he_il: קופה
hr_ba: Nastavi
hu_hu: Tovább a fizetéshez
id_id: Lanjut
is_is: Frágangur kaupa
ja_jp: チェックアウト
ko_kr: 결제하기
mn_mn: Худалдан авалтаа дуусгах
ms_my: Bayar dan Keluar
nl_be: Ga verder
pl_pl: Realizacja zamówienia
pt_br: Finalizar
pt_pt: Finalizar
ro_ro: Continuă
ru_il: Перейти к оплате
sl_si: Blagajna
sr_rs: Završni korak
sv_se: Utgångskassan
th_th: ไปที่ขั้นตอนถัดไป
tr_tr: Devam Et
uk_ua: Перейти до оплати
vi_vn: Kiểm tra để hoàn tất
zh_cn: 结账离开
zh_hk: 確認
zh_tw: 結帳離開

# lblConfirmationUnavailable.Text
source: Confirm Cancel_G588
ar_il: تأكيد الإلغاء
bg_bg: Внимание
cs_cz: Potvrdit zrušení
de_ch: Stornierung bestätigen
es_ar: Confirma la cancelación
es_us: Confirme Cancelar
fi_fi: Vahvista peruutus
fr_ch: Confirmer l'annulation
he_il: אישור ביטול
hr_ba: Potvrdite otkazivanje
hu_hu: Törlés megerősítése
id_id: Membatalkan Konfirmasi
is_is: Ég staðfesti að ég vil hætta við.
ja_jp: 取消ししますか？
ko_kr: 취소 확인하기
mn_mn: Цуцлалтыг баталгаажуулах
ms_my: Sah Dibatalkan
nl_be: Annuleren bevestigen
pl_pl: Potwierdź wyjście
pt_br: Confirmar Cancelamento
pt_pt: Confirmar Cancelamento
ro_ro: Confirmă Anularea
ru_il: Подтвердить отмену
sl_si: Potrdi preklic
sr_rs: Potvrdite otkazivanje
sv_se: Bekräfta Avbryt
th_th: ยืนยันการยกเลิก
tr_tr: İptali Onayla
uk_ua: Підтвердіть скасування
vi_vn: Xác nhận hủy
zh_cn: 确认取消
zh_hk: 確認取消
zh_tw: 刪除產品

# lblConfirmCancel.Text
source: Confirm Cancel_G589
ar_il: تأكيد الإلغاء
bg_bg: Внимание
cs_cz: Potvrdit zrušení
de_ch: Stornierung bestätigen
es_ar: Confirma la cancelación
es_us: Confirme Cancelar
fi_fi: Vahvista peruutus
fr_ch: Confirmer l'annulation
he_il: אישור ביטול
hr_ba: Potvrdite otkazivanje
hu_hu: Törlés megerősítése
id_id: Membatalkan Konfirmasi
is_is: Ég staðfesti að ég vil hætta við.
ja_jp: 取消ししますか？
ko_kr: 취소 확인하기
mn_mn: Цуцлалтыг баталгаажуулах
ms_my: Sah Dibatalkan
nl_be: Annuleren bevestigen
pl_pl: Potwierdź wyjście
pt_br: Confirmar Cancelamento
pt_pt: Confirmar Cancelamento
ro_ro: Confirmă Anularea
ru_il: Подтвердить отмену
sl_si: Potrdi preklic
sr_rs: Potvrdite otkazivanje
sv_se: Bekräfta Avbryt
th_th: ยืนยันการยกเลิก
tr_tr: İptali Onayla
uk_ua: Підтвердіть скасування
vi_vn: Xác nhận hủy
zh_cn: 确认取消
zh_hk: 確認取消
zh_tw: 刪除購物車內所有產品

# ContinueShopping
source: Continue Shopping_G590
ar_il: تابع التسوّق
bg_bg: Продължи с пазаруването
cs_cz: Pokračovat v nákupu
de_ch: Neue Bestellung
es_ar: Continuar Comprando
es_us: Continuar Comprando
fi_fi: Jatka ostosten tekoa
fr_ch: Poursuivre les achats
he_il: המשך בקניות
hr_ba: Nastavi naručivati
hu_hu: Vásárlás folytatása
id_id: Lanjutkan belanja
is_is: Halda áfram að versla
ja_jp: ショッピングを続ける
ko_kr: 계속 쇼핑하기
mn_mn: Худалдан авалтаа үргэлжлүүлэх
ms_my: Teruskan Membeli-belah
nl_be: Ga door met bestellen
pl_pl: Kontynuuj zakupy
pt_br: Continuar a Compra
pt_pt: Continuar a Compra
ro_ro: Continuă Cumpărăturile
ru_il: Продолжить
sl_si: Nadaljuj nakup
sr_rs: Nastavite s kupovinom
sv_se: Fortsätt att Handla
th_th: ทำการสั่งซื้อต่อ
tr_tr: Alışverişe devam
uk_ua: Продовжити замовлення
vi_vn: Tiếp tục mua hàng
zh_cn: 继续购物
zh_hk: 繼續購物
zh_tw: 繼續購物

# lbRemoveResource1.Text
source: Delete_G591
ar_il: محو
bg_bg: Премахни
cs_cz: Smazat
de_ch: Löschen
es_ar: Eliminar
es_us: Eliminar
fi_fi: Poista
fr_ch: Supprimer
he_il: מחק
hr_ba: Briši
hu_hu: Töröl
id_id: Hapus
is_is: Eyða
ja_jp: 削除
ko_kr: 삭제
mn_mn: Устгах
ms_my: Hapuskan
nl_be: Verwijder
pl_pl: Usuń
pt_br: Excluir item
pt_pt: Apagar
ro_ro: Şterge
ru_il: Удалить
sl_si: Izbriši
sr_rs: Izbriši
sv_se: Radera
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# lbEarnBaseResource1.Text
source: Earn</br>Base_G592
ar_il: قاعدة الربح
bg_bg: Изходна цена
cs_cz: Základ slevy
de_ch: Einkommensbasis
es_ar: Base de Ganancia
es_us: Base de Ganancias
fi_fi: Ansioperuste
fr_ch: Prix total ajusté
he_il: בסיס רווח
hr_ba: Osnovica za obračun zarade
hu_hu: Kif. Alapja
id_id: Dasar Pendapatan
is_is: Tekjugrunnur
ja_jp: 収益</br>価格
ko_kr: PV</br>기준
mn_mn: Урамшуулал бодох суурь
ms_my: Pangkalan Perolehan
nl_be: Inkomsten basis
pl_pl: Cena wyjściowa
pt_br: Preço</br>Base
pt_pt: Preço para Desconto
ro_ro: Baza de Calcul
ru_il: База для расчета вознаграж<br />дений
sl_si: Osnova</br>za zaslužek
sr_rs: Osnova zarade
sv_se: Rabattgrundande pris
th_th: ฐานราคาสินค้า
tr_tr: İskonto Tabanı
uk_ua: База для роз-ку вин-ди
vi_vn: Đơn giá </br> sản phẩm thô
zh_cn: 基本盈利
zh_hk: 收入基數
zh_tw: 計算基礎
