Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckOutOptions.ascx.*.resx
Languages: es_es, it_ch, kk_kz, mn_mn, ms_my, ru_ua, tr_tr, zh_mo

# TextShippingMethodResource1.Text
source: Shipping Instructions
es_es: Editar la Opción de Envío
it_ch: Modifica metodo di spedizione
kk_kz: Выбрать способ достаки
mn_mn: Хүргэлтийн аргыг засах
ms_my: Edit Alamat Penghantaran
ru_ua: Змінити спосіб доставки_G551
tr_tr: Sevkiyat Yöntemini düzenle
zh_mo: 編輯送貨時間

# EditShippingMethod
source: Shipping Instructions
es_es: Notas para Almacén
it_ch: Modifica metodo di spedizione
kk_kz: Выбрать способ достаки
mn_mn: Хүргэлтийн аргыг засах
ms_my: Edit Alamat Penghantaran
ru_ua: Змінити спосіб доставки_G550
tr_tr: Sevkiyat Yöntemini düzenle
zh_mo: 編輯送貨時間

# lblEmailDisplay.Text
source: Email*:
kk_kz: Электронная почта*
mn_mn: И-мэйл*:
ms_my: Emel*:
ru_ua: Електрона пошта*:_G553
tr_tr: Eposta*:
zh_mo: 電郵地址*

# LinkDeleteResource1.Text
source: Delete
es_es: Eliminar
it_ch: Elimina
kk_kz: Удалить
mn_mn: Устгах
ms_my: Hapuskan
ru_ua: Видалити_G548
tr_tr: Sil
zh_mo: 刪除

# LinkEditResource1.Text
source: Edit
es_es: Editar
it_ch: Modifica
kk_kz: Редактировать
mn_mn: Өөрчлөх
ru_ua: Змінити_G549
tr_tr: Düzenle
zh_mo: 編輯

source: Add Shipping Address
es_es: Agregar la Dirección de Envío
it_ch: Aggiungi indirizzo di spedizione
kk_kz: Добавить адрес доставки
mn_mn: Хүргэлтийн шинэ хаяг нэмэх
ms_my: Tambah Alamat Penghantaran
ru_ua: Додати адресу доставки_G547
tr_tr: Sevkiyat Adresi Ekle
zh_mo: 增加送貨地址

# lblEmailBoxHeader.Text
source: Email Notification
es_es: Notificación de Email
it_ch: Email di notifica
kk_kz: Уведомление по электронной почте
mn_mn: И-мэйлээр мэдээлэл авах
ms_my: Pemberitahuan Emel
ru_ua: Підтвердження електронною поштою_G552
tr_tr: Eposta Bildirimi
zh_mo: 電郵確認

# LinkAddResource1.Text
source: Add
es_es: Agregar
it_ch: Aggiungi
kk_kz: Добавить
mn_mn: Нэмэх
ms_my: Tambah
ru_ua: Додати_G545
tr_tr: Ekle
zh_mo: 新增

# lnAddAddressResource1.Text
source: Add Address
es_es: Agregar Dirección
it_ch: Aggiungi indirizzo
kk_kz: Добавить адрес
mn_mn: Хаяг нэмэх:
ms_my: Tambah Alamat
ru_ua: Додати адресу_G546
tr_tr: Adres Ekle
zh_mo: 新增地址

# ListItemResource1.Text
source: Shipping
es_es: Enviar
it_ch: Spedizione
kk_kz: Доставка по адресу
mn_mn: Хүргэлт
ms_my: Hantaran
ru_ua: Доставка_G571
tr_tr: Adrese Teslim
zh_mo: 送貨

# DeliveryOptionType_Shipping
source: Shipping
es_es: Enviar
it_ch: Spedizione
kk_kz: Доставка
mn_mn: Хүргэлт
ms_my: Hantaran
ru_ua: Доставка_G570
tr_tr: Adrese Teslim
zh_mo: 送貨

# ShippingPickupOptionsResource1.Text
source: Shipping Options
es_es: Opciones de Envío / Recogida
it_ch: Opzioni di spedizione
kk_kz: Опции отправки /вывоза продуктов
mn_mn: Хүргэлтийн Сонголтууд
ms_my: Hantaran / Opsyen Pungutan
ru_ua: Способи доставки_G573
tr_tr: Sevkiyat Seçenekleri
zh_mo: 送貨選項

# TitleShippingPickup
source: Shipping / Pick Up Options
es_es: Opciones de Envío / Recogida
it_ch: Opzioni Spedizione/Ritiro Diretto
kk_kz: Варианты доставки/получения в Центре Продаж
mn_mn: Хүргэлт/ Очиж Авах Сонголтууд
ms_my: Hantaran / Opsyen Pungutan
ru_ua: Доставка / Способи отримання_G572
tr_tr: Sevkiyat / Şahsen Teslim Alma Seçenekleri
zh_mo: 送貨 / 提貨選項

# TextSelect
source: ---Select---
es_es: Seleccionar
it_ch: ---Seleziona---
kk_kz: Выбрать
mn_mn: ---Сонгох---
ms_my: ---Pilih---
ru_ua: Вибрати_G567
tr_tr: ---Seç---
zh_mo: ---請選擇---

# txtDeliveryTime.Text
source: Please select a Shipping time
es_es: Por favor seleccione horario de envío.
it_ch: Seleziona un tempo di spedizione
kk_kz: Пожалуйста выберете время доставки
mn_mn: Хүргэлтийн цаг сонгоно уу
ms_my: Sila pilih masa Penghantaran
ru_ua: Будь ласка, виберіть час доставки._G566
tr_tr: Lütfen bir sevkiyat zamanı seçiniz
zh_mo: 選擇送貨時間

source: Ship To:
es_es: Enviar a:
it_ch: Spedire a:
kk_kz: Адрес доставки:
mn_mn: Хаашаа хүргэх:
ms_my: Hantar kepada:
ru_ua: Доставити:_G569
tr_tr: Sevk Adresi:
zh_mo: 送貨地址：

# lbShiptoOrPickupResource1.Text
source: Ship To:
es_es: Enviar a:
it_ch: Spedire a:
kk_kz: Адрес доставки:
mn_mn: Хаашаа хүргэх:
ms_my: Hantar kepada:
ru_ua: Доставити:_G568
tr_tr: Sevk Adresi:
zh_mo: 送貨地址：

# Type.Text
source: Type:
es_es: Tipo:
it_ch: Tipo:
kk_kz: Способ получения:
mn_mn: Төрөл:
ms_my: Jenis:
ru_ua: Тип:_G579
tr_tr: Teslim Secenegi:
zh_mo: 取貨方式

# lblEmailBoxText2.Text
source: To make this your primary email address go to <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">My Contact Info page</a>.
es_es: Para hacer este su correo electrónico principal vaya <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">Mi información de contacto</a>.
it_ch: Per salvare questo indirizzo email come tuo indirizzo email principale, vai su Il <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">Le mie informazioni di contatto</a>.
kk_kz: Для того, чтобы сделать данный адрес электронной почты основным, пройдите по ссылке Мой офис > Предпочтения по получению информации и обновите ваш электронный адрес
mn_mn: Үүнийг өөрийн үндсэн и-мэйл хаягаа болгон шинэчлэхийг хүсвэл My Office> Communication Preference руу орно уу.
ms_my: Untuk menjadikan ini alamat emel utama anda sila ke <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">Maklumat Perhubungan Saya</a>.
ru_ua: Щоб зробити цю електронну адресу Основною, у розділі "Мій Офіс" > Переваги коммунікації змініть вашу адресу електронної пошти_G578
tr_tr: Giderek eposta adresinizi güncelleyebilirsiniz <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">İletişim Bilgilerim</a>.
zh_mo: 如欲變更此電郵為主要聯絡電郵，請前往 <a href="/Account/Profile/MyContactInfo.aspx" target="_blank">我的通訊資料</a>.

# ShippingMethodLabel
source: Shipping Preferences
es_es: Preferencia de Envío
it_ch: Preferenze di Spedizione
kk_kz: Способ доставки
mn_mn: Хүргэлт Авах сонголтууд
ms_my: Pilihan Penghantaran
ru_ua: Переваги доставки_G575
tr_tr: Sevkiyat Tercihleri
zh_mo: 預定運送時間

# TitleShipping
source: Shipping Options
es_es: Opciones de Envío
it_ch: Opzioni di spedizione
kk_kz: Варианты доставки
mn_mn: Хүргэлтийн Сонголтууд
ms_my: Opsyen Penghantaran
ru_ua: Способи доставки_G574
tr_tr: Sevkiyat Seçenekleri
zh_mo: 送貨選項

# txtPickupTime.Text
source: *Time:
es_es: *Hora:
it_ch: *Orario:
kk_kz: *Время:
mn_mn: *Цаг:
ms_my: *Masa:
ru_ua: *Час:_G577
tr_tr: *Saat:
zh_mo: *時間：

# PickupPhoneResource1.Text
source: Pick Up Phone*
es_es: Teléfono*
it_ch: Telefono per il Ritiro Diretto*
kk_kz: Контактный телефон получателя*
mn_mn: Очиж Авах Хүний Харилцах Утасны Дугаар*
ms_my: Telefon Pungutan*
ru_ua: Номер телефона отримувача*_G565
tr_tr: Şahsen Teslim Telefon Bilgisi*
zh_mo: 提貨人電話*

# lblEmailLabelDisplay.Text
source: Email:
kk_kz: Электронная почта*
mn_mn: И-мэйл:
ms_my: Emel:
ru_ua: Електрона пошта:_G554
tr_tr: Eposta*:
zh_mo: 電郵地址：

# NickNameReadonlyResource1.Text
source: Nickname:
es_es: Apodo:
it_ch: Nome Utente
kk_kz: Имя пользователя:
mn_mn: Товч Нэр:
ms_my: Nama Timangan
ru_ua: Назва_G558
tr_tr: Takma İsim:
zh_mo: 暱稱

# DeliveryOptionType_Pickup
source: Pick Up
es_es: Recoger
it_ch: Ritiro diretto
kk_kz: Получение в Центре Продаж
mn_mn: Худалдааны төвөөс ирж авах
ms_my: Pungutan
ru_ua: Отримати_G559
tr_tr: Şahsen Teslim Alma
zh_mo: 提貨

# lblEmailBoxText1.Text
source: Herbalife will send your order confirmation, status, or updates to this email address:
es_es: Herbalife le enviará la confirmación de su pedido, el estado o cambios a esta dirección de email.
it_ch: Herbalife invierà la conferma dell'ordine, lo stato, o aggiornamenti a questo indirizzo email:
kk_kz: Компания Herbalife вышлет подтверждение заказа, статус и/или все обновления по данному заказу на Ваш адрес электронной почты:
mn_mn: Herbalife танд таны захиалгатай холбоотой мэдээллийг энэхүү и-мэйл хаягаар тань илгээх болно:
ms_my: Herbalife akan menghantar pengesahan pesanan anda, status atau kemaskini kepada alamat emel ini:
ru_ua: Вам буде надіслано підтверждення на вказану електронну адресу_G555
tr_tr: Herbalife bu e-posta adresinize siparişinizin onayını, durumunu veya güncellemeleri gönderecek.
zh_mo: 我們會將確認訂單、訂單狀態或更新寄送到此電郵

source: Nickname
es_es: Apodo:
it_ch: Nome Utente
kk_kz: Имя пользователя
mn_mn: Товч Нэр
ms_my: Nama Timangan
ru_ua: Назва_G557
tr_tr: Takma İsim:
zh_mo: 已存送貨地址暱稱

source: Location:
es_es: Centro de Recogida
it_ch: Indirizzo del magazzino:
kk_kz: Место получения:
mn_mn: Байршил:
ms_my: Lokasi:
ru_ua: Розміщення_G556
tr_tr: Yer:
zh_mo: 地點

# ListItemResource2.Text
source: Pick Up
es_es: Recoger
it_ch: Ritiro diretto
kk_kz: Получение в Центре Продаж
mn_mn: Худалдааны төвөөс ирж авах
ms_my: Pungutan
ru_ua: Отримати_G560
tr_tr: Şahsen Teslim Alma
zh_mo: 提貨

source: Pick Up By
es_es: Datos de Recogida
it_ch: Ritira il Sig./la Sig.ra
kk_kz: Получатель
mn_mn: Хэзээ очиж авах
ms_my: Dipungut oleh
ru_ua: Отримувач_G562
tr_tr: Sahsen Teslim Alici Adi
zh_mo: 提貨人資訊：

# PickUpFrom
source: Pick Up At:
es_es: Recoge En:
it_ch: Ritiro Diretto a:
kk_kz: Получить в:
mn_mn: Хаанаас очиж авах
ms_my: Dipungut di:
ru_ua: Отримати в:_G561
tr_tr: Şahsen teslim merkezi:
zh_mo: 提貨地點：

# PickupDateResource1.Text
source: Pick Up Date
es_es: Cuándo*
it_ch: Data di Ritiro dell'ordine
kk_kz: Дата получения в Центре Продаж
mn_mn: Очих Авах Өдөр
ms_my: Tarikh Pungutan
ru_ua: Дата отримання_G563
tr_tr: Sahsen Teslim Tarihi
zh_mo: 提貨日期

# PickupNameResource1.Text
source: Pick Up Name*
es_es: Nombre*
it_ch: Ritira il Sig./la Sig.ra*
kk_kz: Получатель в Центре Продаж*
mn_mn: Очих Авах Хүний Нэр*
ms_my: Nama Pungutan*
ru_ua: Ім'я отримувача*_G564
tr_tr: Şahsen Teslim Alacak Kişi*
zh_mo: 提貨人姓名*
