Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutTotalsMini.ascx.*.resx
Languages: es_ec, fi_fi, mn_mn, pt_pt, th_th, zh_hk, zh_my

# EarnBaseInfo.Text
source: The value assigned to a product, in local currency,<br />on which discounts and earnings are calculated.<br /> Promotional and literature items are not subject to discount.
fi_fi: Tuotteelle asetettu arvo paikallisessa valuutassa,<br /> jonka pohjalta alennukset ja ansiot lasketaan.<br /> Alennus ei koske kirjallisuutta tai markkinointiaineistoa.
mn_mn: Хөнгөлөлт болон урамшуулал бодох суурь болох тухайн улс орны мөнгөн дүнгээр бүтээгдэхүүнд оногдуулсан дүн. <br /> Промо бүтээгдэхүүн болон ном сэтгүүлд хөнгөлөлт тооцохгүй.
pt_pt: Valor de um produto, na moeda local, sobre o qual os descontos e<br />ganhos são calculados. Artigos promocionais<br /> e de literatura não estão sujeitos a desconto.
th_th: ฐานราคาสินค้า: มูลค่าของสินค้า กำหนดเป็นราคาท้องถิ่น ซึ่งใช้ในการคำนวนส่วนลด และรายได้ ผลิตภัณฑ์ส่งเสริมการขาย และเอกสารต่างๆ ไม่มีส่วนลด

# lblDisplayDiscountRateResource1.Text
source: Discount Rate
es_ec: Porcentaje de Descuento
fi_fi: Alennus
mn_mn: Хөнгөлөлтийн Дүн
pt_pt: Desconto
th_th: อัตราส่วนลด
zh_hk: 可享折扣
zh_my: 折扣率

# lblDisplayDistributorSubtotalResource1.Text
source: Distributor Subtotal
es_ec: Subtotal del Asociado independiente
fi_fi: Jäsenen välisumma
mn_mn: Хөнгөлөлт тооцсон, татваргүй дүн
pt_pt: Subtotal Membro Herbalife
th_th: ยอดรวมย่อยสำหรับสมาชิก
zh_hk: 會員折扣後金額
zh_my: 直销商小计

# lblDisplayEarnBaseResource1.Text
source: Product Earn Base
es_ec: Subtotal
fi_fi: Tuotteen ansioperuste
mn_mn: Бүтээгдэхүүний урамшуулал бодох суурь
pt_pt: Preço Base do Produto
th_th: ฐานราคาสินค้า
zh_hk: 收入基數
zh_my: 盈利基础

# lblDisplayOrderDetailsResource1.Text
source: Order Details
es_ec: Detalles de la Orden
fi_fi: Tilaustiedot
mn_mn: Захиалгын дэлгэрэнгүй мэдээлэл
pt_pt: Detalhes da Encomenda
th_th: รายละเอียดคำสั่งซื้อ
zh_hk: 訂單資料
zh_my: 订单详情

# lblDisplayOrderMonthResource1.Text
source: Order Month*
es_ec: Mes de la Orden*
fi_fi: Tilauskuukausi*
mn_mn: Захиалгын Сар*
pt_pt: Mês de Encomenda*
th_th: เดือนที่สั่งซื้อ*
zh_hk: 訂單月份銷售量
zh_my: 订货月*

# lblDisplayOrderMonthVolumeResource1.Text
source: Order Month Volume
es_ec: Volumen del Mes de la Orden
fi_fi: Tilauskuukauden volyymipisteet
mn_mn: Захиалгын Сарын Оноо
pt_pt: Volume do Mês
th_th: คะแนนเดือนที่สั่งซื้อ
zh_hk: 訂單月份
zh_my: 订货月份量

# lblDisplayOrderTotalResource1.Text
source: Order Total
es_ec: Total de la Orden
fi_fi: Tilauksen loppusumma
mn_mn: Захиалгын нийт дүн:
pt_pt: Total da Encomenda
th_th: รวมคำสั่งซื้อ
zh_hk: 訂單總金額
zh_my: 总订购

# lblDisplayRetailPriceResource1.Text
source: Retail Price
es_ec: Precio al Detalle
fi_fi: Perushinta
mn_mn: Үнэ бодох суурь
pt_pt: Preço Base
th_th: ยอดรวม
zh_hk: 零售價格
zh_my: 零售价

# lblDisplayVolumePointsResource1.Text
source: Volume Points
es_ec: Puntos de Volumen
fi_fi: Volyymipisteet
mn_mn: Оноо
pt_pt: Pontos de volume
th_th: คะแนนสำหรับคำสั่งซื้อนี้
zh_hk: 銷售量點數
zh_my: 点数

# OrderMonthVolumeInfo.Text
source: As a non-Supervisor, order month volume shows the total of your <BR>Personally Purchased Volume plus your Downline Volume.
es_ec: Como no-Supervisor, El volumen del mes la orden muestra el total de su <br/>Volumen Adquirido Presonalmente más el de su Línes Descendente.
fi_fi: Jos et ole Supervisori, tässä kohdassa esitetään <BR>henkilökohtaisesti ostamasi volyymi sekä alalinjasi volyymi.
mn_mn: Та Супервайзор биш тул Таны хувийн ID дээр хийсэн нийт оноо болон доод баг командын <BR> онооны нийлбэрийг тухайн сарын оноогоор харуулна.
pt_pt: Como não-Supervisor, o volume de encomenda mensal mostra o total do seu <BR>Volume Adquirido Pessoalmente adicionado ao Volume da Linha Descendente.
th_th: ผู้ที่ไม่ใช่ซุปเปอร์ไวเซอร์ คะแนนที่แสดงจะเป็นยอดรวม<BR> ของคะแนนที่เกิดขึ้นจากการสั่งซื้อโดยตรงที่เฮอร์บาไลฟ์และคะแนนของดาวน์ไลน์
zh_hk: 非領班會員，訂購月份銷售量點數顯示<BR>您個人銷售量點數及您下線的銷售量點數的總和。
zh_my: 作为非领班，订购月份量显示您的<br/>个人订购点数加上您的下线点数。
