Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutOrderSummary.ascx.*.resx
Languages: ar_il, bg_bg, cs_cz, de_ch, es_ar, es_us, fi_fi, fr_ch, he_il, hr_ba, hu_hu, id_id, is_is, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, pt_pt, ro_ro, ru_il, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

# SaveCart.Text
source: Save to Carts_G2342
ar_il: الحفظ في السلّات
es_ar: Guardar a carritos
es_us: Guardar en el carrito
fi_fi: Tallenna ostoskori
he_il: Save to Carts
id_id: simpan ke keranjang
ms_my: Simpan ke Troli
pt_br: Salvar Carrinho
ru_il: Сохранить в корзины
sl_si: Shrani v vozičke
sr_rs: Sačuvaj u korpu
uk_ua: Зберегти у Кошик.
zh_cn: 储存到购物车
zh_hk: 儲存到購物車

# CartName.Text
source: Cart Name:_G2343
ar_il: اسم السلة:
es_ar: Nombre del carrito
es_us: Nombre del carrito:
fi_fi: Ostoskorin nimi:
he_il: Cart Name:
id_id: Nama keranjang:
ms_my: Nama Troli:
pt_br: Carrinho nome:
ru_il: Имя корзины:
sl_si: Ime vozička:
sr_rs: Ime korpe:
uk_ua: Назва Кошика:
zh_cn: 购物车名称：
zh_hk: 購物車名稱

# lblAlert.Text
source: Alert!_G2344
ar_il: تحذير!
es_ar: Alerta!
es_us: Alerta.
fi_fi: Huomaa!
he_il: Alert!
id_id: Perhatian!
ms_my: Awas!
pt_br: Alerta!
ru_il: Внимание!
sl_si: Opozorilo!
sr_rs: Upozorenje!
uk_ua: Попередження!
zh_cn: 警告！
zh_hk: 注意！

# lblNameExist.Text
source: Cart Name Already Exists!_G2345
ar_il: اسم السلة موجود مسبقًا!
es_ar: Existencia de Alerta de nombre del Carrito
es_us: El nombre del carrito ya existe.
fi_fi: Ostoskori on jo olemassa!
he_il: Cart Name Already Exists!
id_id: Nama keranjang sudah ada
ms_my: nama Troli Sudah Wujud!
pt_br: Esse nome de carrinho já existe!
ru_il: Корзина под таким названием уже существует!
sl_si: Ime vozička že obstaja!
sr_rs: Ime korpe već postoji!
uk_ua: Назва Кошика вже існує!
zh_cn: 购物车名称已经存在！
zh_hk: 購物車名稱已重複

# lblMessageCartName1.Text
source: You may save your cart under the following new name or use the pre-filled unique name, or you may select 'Replace cart'._G2346
ar_il: إدفع بواسطة Gateway
es_ar: Puedes guardar tu carrito bajo el siguiente nuevo nombre o usar el nombre que figura por defecto, o puede seleccionar "Cambiar carrito".
es_us: Usted puede comprar su carrito bajo el siguiente nombre o usar el nombre único sugerido, o puede seleccionar 'Reemplazar carrito'.
fi_fi: Voit tallentaa sen seuraavalla uudella nimellä tai käyttää esitäytettyä nimeä tai valita ”Korvaa ostoskori”.
he_il: You may save your cart under the following new name or use the pre-filled unique name, or you may select 'Replace cart'.
id_id: Anda hanya dapat menyimpan keranjang anda dibawah nama baru atau gunakan nama unik yang telah diisikan, atau anda dapat memilih ganti keranjang
ms_my: Anda boleh menyimpan troli anda di bawah nama yang baharu atau mengguna nama unik yang diisi terlebih dahulu, atau anda boleh memilih 'Gantikan troli'.
pt_br: Você pode salvar seu carrinho definindo um novo nome ou selecionando utilizando o nome sugerido, ou você pode subescrever o carrinho para utilizar o mesmo nome.
ru_il: Вы можете сохранить Вашу корзину под новым именем, использовать созданное уникальное имя или выбрать "Заменить Корзину"
sl_si: Svoj voziček lahko shranite pod naslednje novo ime ali uporabite že vstavljeno unikatno ime, lahko pa izberete tudi Zamenjaj voziček.
sr_rs: Možete da sačuvate svoju korpu pod novim imenom ili upotrebite ranije uneto ime, ili možete da odaberete "zameni korpu".
uk_ua: Ви можете зберегти ваш кошик за вказаною новою назвою або використати попередньо заповнену унікальну назву, або ви можете вибрати Перемістити кошик".
zh_cn: 您可以以下的新名称或使用预充的名称储存您的购物车，或者您可以选择“替换购物车”。
zh_hk: 您可選擇下列新名稱或使用預設的獨一名稱，又或選擇"覆蓋購物車"來儲存您的購物車

# lblMessageCartName2.Text
source: By selecting 'Replace Cart' your previous cart with the same name will be deleted and replaced with this cart._G2347
es_ar: Al seleccionar" Sustituir carro 'su carrito anterior con el mismo nombre será borrado y sustituido con este carro. "
es_us: Al seleccionar 'Reemplazar carrito', su carrito anterior con el mismo nombre será eliminado y reemplazado con este carrito.
fi_fi: Jos valitset kohdan ”Korvaa ostoskori”, aikaisempi samanniminen korisi poistetaan ja korvataan tällä ostoskorilla.
he_il: By selecting 'Replace Cart' your previous cart with the same name will be deleted and replaced with this cart.
id_id: Dengan memiilih 'ganti keranjang' keranjang anda sebelumnya dengan nama yang sama akan dihapus dan diganti dengan keranjang ini
ms_my: Dengan memilih 'Gantiukan Troli' troli anda yang sebelum ini dengan nama yang sama akan dihapuskan dan digantikan dengan troli ini.
pt_br: Ao selecionar "Substituir carrinho" seu carrinho anterior com o mesmo nome será deletado e substituido por este carrinho.
ru_il: При выборе "Заменить корзину" ваша предыдущая корзина будет удалена и заменена на данную.
sl_si: Če boste izbrali Zamenjaj voziček, bo vaš prejšnji voziček z enakim imenom izbrisan in nadomestil ga bo ta voziček.
sr_rs: Odabirom "zameni korpu" vaša prethodna korpa će biti izbrisana i zamenjena ovom korpom.
uk_ua: При виборі "Перемістити Кошик" ваш попередній кошик з такою самою назвою буде виделно та переміщено з цим кошиком.
zh_cn: 通过选择“替换车”，之前的购物车具有相同的名称将被删除。
zh_hk: 選擇"覆蓋購物車"後，舊有的同名購物車會被刪除並會被此購物車所取代

# NewCartName.Text
source: New Cart Name_G2348
ar_il: اسم سلّة جديد
es_ar: Nuevo nombre del Carrito
es_us: Nuevo Nombre de Carrito
fi_fi: Ostoskorin uusi nimi
he_il: שם חדש לעגלה
id_id: Nama keranjang baru
ms_my: Nama Troli Baharu
pt_br: Novo nome de Carrinho
ru_il: Имя новой корзины
sl_si: Novo ime vozička
sr_rs: Novo ime korpe
uk_ua: Нова назва Кошика:
zh_cn: 新的购物车名称
zh_hk: 購物車新名稱

# ReplaceCart.Text
source: Replace Cart_G2349
ar_il: استبدال السلّة
es_ar: Reemplazar Carrito
es_us: Reemplazar carrito
fi_fi: Korvaa ostoskori
he_il: Replace Cart
id_id: Ganti keranjang
ms_my: Gantikan Troli
pt_br: Substituir Carrinho
ru_il: Заменить корзину
sl_si: Zamenjaj voziček
sr_rs: Zameni korpu
uk_ua: Перемістити Кошик
zh_cn: 替换购物车
zh_hk: 覆蓋購物車

# lblWordOR.Text
source: OR_G2350
ar_il: أو
es_ar: o
es_us: O
fi_fi: TAI
he_il: OR
id_id: Atau
ms_my: ATAU
pt_br: ou
ru_il: ИЛИ
sl_si: ALI
sr_rs: ILI
uk_ua: OR
zh_cn: 或
zh_hk: 或

# CartSaved
source: A copy of this order has been added to your Saved Carts._G2351
ar_il: تمت إضافة نسخة عن هذا الطلب الى سلّاتك المحفوظة.
es_ar: Una copia de este pedido ha sido agregado a tus Carritos guardados.
es_us: Se incluyó una copia de este pedido en su Carrito Guardado.
fi_fi: Kopio tästä tilauksesta on lisätty Tallennettuihin ostoskoreihisi.
he_il: A copy of this order has been added to your Saved Carts.
id_id: Salinan dari Pesanan ini telah ditambahkan ke keranjang yang telah disimpan
ms_my: Salinan pesanan ini telah ditambah kepada Troli Simpan anda.
pt_br: Uma cópia desse pedido foi adcionada a seus carrinhos salvos.
ru_il: Копия данного заказ была добавлена в Сохраненные корзины
sl_si: Kopija tega naročila je bila dodana med vaše Shranjene vozičke.
sr_rs: Kopija ove porudžbine je dodata u sačuvane korpe.
uk_ua: Копію цього замовлення було додано до ваших Збережених Кошиків.
zh_cn: 此订单的副本已经被添加到您的已保存购物车。
zh_hk: 此訂單已複製到您的儲存購物車

# DeleteHelp.Text
source: -_G2380
pt_br: Para excluir, marque o item(s) desejado(s) e clique em recalcular.

# lblHeaderChildSKU.Text
source: Child SKU/Items
ar_il: الرمز النوعي SKU للطفل/السلع
bg_bg: Дъщерно SKU (продукт)
cs_cz: Dceřiné SKU/Položky
de_ch: Weitere SKU/Artikel – als Teil einer Haupt SKU hinzugefügt
es_ar: Niño SKU/articulos
es_us: Niño SKU/articulos
fi_fi: Alatuotenumero/tuotteet
fr_ch: SKU/articles déclinés
he_il: מק"ט ילד/פריטים
hr_ba: Dječji SKU/proizvodi
hu_hu: Al-cikkszám/tétel
is_is: Undirnúmer
ja_jp: 小人用SKU/製品
ko_kr: 하위 품목번호
mn_mn: Дагалдах SKU/Зүйлс
ms_my: SKU/Item Anak
nl_be: Bijbehorende SKU/artikelen
pl_pl: Powiązane SKU / Produkt
pt_br: Produtos Relacionados
pt_pt: Cód./Itens Dependentes
ro_ro: SKU Secundar/Articole
ru_il: SKU для ребенка/Товары
sl_si: Podredna šifra SKU/izdelki
sr_rs: Dječji SKU/proizvodi
sv_se: Underartikelnr:
th_th: รหัสสินค้ารอง/รายการสินค้า
uk_ua: SKU для дітей/IТовар
vi_vn: SKU/Mục nhánh
zh_cn: 次產品編號SKU
zh_hk: 次產品編號SKU
zh_tw: 子SKU/項目

# lblHeaderParentSKU.Text
source: Parent SKU/Items
ar_il: الرمز النوعي SKU للوالد/السلع
bg_bg: Главно SKU (продукт)
cs_cz: Mateřské SKU/Položky
de_ch: Haupt SKU/Artikel
es_ar: Padre SKU/articulos
es_us: Padre SKU/articulos
fi_fi: Ylätuotenumero/tuotteet
fr_ch: SKU/articles associés
he_il: מק"ט הורה/פריטים
hr_ba: Roditeljski SKU/proizvodi
hu_hu: Fő cikkszám/tétel
is_is: Höfuðnúmer
ja_jp: 大人用SKU/製品
ko_kr: 상위 품목번호
mn_mn: Ерөнхий SKU/Зүйлс
ms_my: SKU/Item Induk
nl_be: Hoofd SKU/artikelen
pl_pl: Główne SKU / Produkt
pt_br: Produto Principal
pt_pt: Cód./Itens Principais
ro_ro: SKU Principal/Articole
ru_il: SKU для родителя/Товары
sl_si: Nadredna šifa SKU/izdelki
sr_rs: Roditeljski SKU/proizvodi
sv_se: Huvudartikelnr:
th_th: รหัสสินค้าหลัก/รายการสินค้า
uk_ua: SKU для батьків/Товар
vi_vn: SKU/Mục Nguồn
zh_cn: 主產品編號SKU
zh_hk: 主產品編號SKU
zh_tw: 主SKU/項目

# CustomerOrdersSearchPageReturn
source: Return To My Customer Orders Search_G2387
ar_il: العودة الى بحث طلبات زبائني
de_ch: Zurück zum Meine Kundenaufträge
es_ar: Volver a la búsqueda de Mis Pedidos de Clientes
es_us: Regresar a búsqueda de pedidos de mis clientes
fi_fi: palaa Asiakastilausten hakuun
he_il: Return To My Customer Orders Search
id_id: kembali ke pencarian pesanan pelanggan saya
ja_jp: お客様の注文の検索ページに戻る
ms_my: Kembali ke Carian Pesanan Pelanggan Saya
pt_br: Voltar para os Pedidos dos Meu Clientes
ru_il: Вернуться к поиску заказов моих клиентов
sl_si: Vrni se na iskanje naročil mojih kupcev
sr_rs: Vratite se nazad u pretragu korisničkih porudžbina
uk_ua: Повернутися до Пошук замовлень моїх клієнтів
zh_cn: 返回我的客户订单搜寻
zh_hk: 返回到我的客戶訂單搜尋
