Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CheckoutOrderSummary.ascx.*.resx
Languages: ar_il, bg_bg, cs_cz, de_ch, es_ar, es_us, fi_fi, fr_ch, he_il, hr_ba, hu_hu, id_id, is_is, ja_jp, ko_kr, mn_mn, ms_my, nl_be, pl_pl, pt_br, pt_pt, ro_ro, ru_il, sl_si, sr_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

# GoBack.Text
source: Go Back_G594
ar_il: Go Back
bg_bg: Назад
cs_cz: Vrátit se
de_ch: Zurück
es_ar: Regresar
es_us: Regresar
fi_fi: Palaa takaisin
fr_ch: revenir en arrière
he_il: חזור
hr_ba: Nazad
hu_hu: Vissza
id_id: Kembali
is_is: Til baka
ja_jp: 前のページ戻る
ko_kr: 뒤로가기
mn_mn: Буцах
ms_my: Kembali
nl_be: Ga terug
pl_pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ro_ro: Mergi înapoi
ru_il: Назад
sl_si: Nazaj
sr_rs: Vrati se
sv_se: Gå Tillbaka
th_th: ย้อนกลับ
tr_tr: Geri Git
uk_ua: Повернутися
vi_vn: Quay trở lại:
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# lblConfirmGoBack.Text
source: If you click Go Back, your previous shipping address will be displayed._G595
ar_il: اذا تضغط العودة، سيظهر عنوان الشحن الأخير.
bg_bg: Натиснете бутона "Назад", за да промените метода на доставка.
cs_cz: Pokud kliknete na Vrátit se, Vaše předchozí doručovací adresa bude zobrazena
de_ch: Wenn Sie auf Zurück klicken, können Sie die Liefer-/Abholoption ändern.
es_ar: Si haces clic en Volver, se mostrará tu dirección de envío anterior.
es_us: Si hace click en Volver, se mostrará su dirección de envío anterior.
fi_fi: Jos painat kohtaa "Palaa takaisin", näkyviin tulee viimeisin toimitusosoite.
fr_ch: Si vous cliquez sur Retour, votre adresse de livraison précédente sera affichée.
he_il: אם תחזור בחזרה, תוצג כתובת המשלוח הקודמת שלך.
hr_ba: Ako kliknete Povratak, prikazat će se vaša prethodna adresa za dostavu.
hu_hu: Ha a Vissza gombra kattint, korábbi kiszállítási címe(i) fog(nak) megjelenni.
id_id: Jika anda klik kembali, alamat pengiriman anda sebelumnya akan ditampilkan
is_is: Ef þú ferð til baka birtist síðasta afhendingarheimilisfang þitt.
ja_jp: 「 戻る 」 ボタンを選ぶと、前回指定した配送先が指定されます。
ko_kr: 뒤로가기를 클릭하시면 이전 배송주소가 게재됩니다.
mn_mn: Та Буцахыг дарвал, Таны өмнөх хүргэлтийн хаяг харагдах болно.
ms_my: Jika anda klik Kembali, alamat penghantaran anda yang lama akan terpapar.
nl_be: Wanneer u Ga terug klikt zal het voorgaande verzend adres weergegeven worden.
pl_pl: Kliknij 'Wróć' a poprzedni adres pojawi się
pt_br: Se clicar em "Voltar", seu endereço anterior será visualizado.
pt_pt: Se carregar em "Voltar", a sua morada anterior será visualizada.
ro_ro: Dacă apăsaţi pe mergi înapoi, adresa anterioară de livrare va fi afişată.
ru_il: Если Вы нажмете "Назад", на экране отобразится Ваш предыдущий адрес доставки
sl_si: Če kliknete na Nazaj, se prikaže vaš prejšnji naslov za pošiljanje.
sr_rs: Ako kliknete na Vrati se, biće prikazana vaša prethodna adresa za slanje.
sv_se: Om du går tillbaka så kommer din senaste leveransadress att visas.
th_th: ถ้าท่านคลิกย้อนกลับ ระบบจะแสดงที่อยู่จัดส่งเป็นที่อยู่เดิม
tr_tr: Geri Git'e tıklarsanız, önceki sevkiyat adresiniz görüntülenecek.
uk_ua: Якщо ви натиснули "Повернутися" ваша попередня адреса доставки не буде відображатися.
vi_vn: Khi bạn nhấp vào Quay trở lại, địa chỉ chuyển hàng trước đây của bạn sẽ hiển thị
zh_cn: 您可选择"返回"显示您先前之寄送地址
zh_hk: 您可選擇「返回」顯示您先前之送貨地址
zh_tw: 您可選擇"返回"顯示您先前之寄送地址

# lblConfirmRemoveItems.Text
source: If you click Remove, the unavailable item(s) will be displayed in red and the available for backorder item will be displayed in yellow._G596
ar_il: اذا تضغط على إزالة، سيظهر الغرض الغير متوفر باللون الأحمر ويظهر الغرض المتوفر في لائحة الانتظار باللون الاصفر.
bg_bg: Натиснете бутона "Премахни", за да премахнете продуктите, които не са налични, от кошницата и да продължите с пазаруването.
cs_cz: Pokud kliknete na Odstranit, nedostupná položka/nedostupné položky budou zobrazeny červeně a dostupné položky pro předobjednávku budou zobrazeny žlutě.
de_ch: Wenn Sie auf Entfernen klicken, werden nicht erhältliche Artikel gelöscht und die zur Nachlieferung erhältlichen Produkte in gelb angezeigt.
es_ar: Si haces clic en Eliminar, los artículos no disponibles aparecerán en rojo y los artículos pendientes de entrega aparecerán en amarillo.
es_us: Si hace click en Eliminar, los articulos no disponibles aparecerán en rojo y los articulos pendientes de entrega aparecerán en amarillo.
fi_fi: Jos painat kohtaa "Poista", tuotteet, jotka eivät ole saatavilla esitetään punaisella ja jälkitoimituksessa olevat tuotteet keltaisella.
fr_ch: Si vous cliquez sur Supprimer, les articles non disponibles s'afficheront en rouge et les articles disponibles en reliquat de commande s'afficheront en jaune.
he_il: לחיצה על הסר, הפריט(ים) הלא זמינים יוצגו באדום והפריטים הזמינים להזמנה בהמתנה יוצגו בצהוב.
hr_ba: Ako kliknete Ukloni, nedostupni artikli će biti prikazani u crvenoj boji, a dostupni artikli koje moramo naručiti jer ih nema na zalihi biti će prikazani u žutoj boji.
hu_hu: Ha az Eltávolítás gombra kattint, a nem elérhető tételek pirossal, a későbbi kiszállítással elérhető (backorder) tételek sárgával fognak megjelenni.
id_id: Jika anda klik buang, barang yang tak tersedia akan ditampilkan dengan warna merah dan tersedia untuk pembelian ulang akan ditampilkan dengan warna kuning
is_is: Ef þú smellir á „fjarlægja“ verða vörur sem ekki eru í boði merktar með rauðu og vörur sem í boði eru til biðpöntunar merktar með gulu.
ko_kr: 삭제하기를 클릭하면 재고가 없는 항목이 붉은색으로 표기되고 백오더 주문이 가능한 항목은 노란색으로 표기됩니다.
mn_mn: Хэрэв, Та Устгах товчийг дарвал бүх боломжгүй зүйлс улаанаар харин агуулахад ирэхээр захиалах боломжтой зүйлс шар өнгөөр харагдах болно.
ms_my: Jika anda klik hapus, barangan yang tiada akan dipaparkan dalam warna merah dan terdapat untuk pesanan tertangguh akan terpapar dalam warna kuning.
nl_be: Wanneer u Verwijder klikt zullen de niet beschikbare artikelen in rood en de artikelen met backorder status in geel weergegeven worden.
pl_pl: Wciśnij 'Przenieś', produkty niedostępne wyświetlą się na czerwono, dostępne, ale jako zamówienie zaległe zaznaczon ebędą na żółto.
pt_br: Se clicar em "Remover", o produto indisponível será visualizado em vermelho e o disponível para aparecerá em amarelo ou verde.
pt_pt: Se carregar em "Remover", o produto indisponível será removida da sua encomenda
ro_ro: Dacă apăsaţi pe Şterge, articolele ce nu sunt disponibile vor apărea colorate în roşu iar cele care sunt disponibile imediat ce reintră în stoc vor apărea colorate în galben.
ru_il: Если Вы нажмете Удалить, недоступные позиции будут выделены красным и удалены из корзины
sl_si: Če kliknete na Odstrani, se izdelki, ki niso na voljo, izpišejo z rdečo, izdelki, ki jih je mogoče naročiti za poznejšo dobavo, pa se izpišejo z rumeno.
sr_rs: Ako kliknete na Ukloni, artikli koji nisu na raspolaganju biće prikazani u crvenoj boji, a artikli koji će biti poslati kada ih bude u zalihama biće prikazani žutom bojom.
sv_se: Om du klickar "Radera" kommer alla produkter som inte är tillgängliga att bli markerade i rött, och dom som är tillgängliga för restorder kommer bli markerade i gult.
th_th: ถ้าท่านคลิกลบ ท่านสามารถย้อนกลับไปเลือกทำการสั่งซื้อสินค้าที่มีจำหน่ายต่อได้
tr_tr: Kaldırı tıklarsanız, mevcut olmayan ürün kırmızı ile görünütülecektir ve backordera alınabilecek ürün sarı ile görüntülenecektir.
uk_ua: Якщо Ви натисните "Видалити", продукти, що не можуть бути включені в замовлення, будуть позначені червоним, а доступні продукти для включення в замовлення будуть позначені зеленим
vi_vn: Nếu bạn nhấp vào Xóa đi, những sản phẩm không còn sẽ hiển thị màu đỏ và những sản phẩm vừa có lại sẽ hiển thị màu vàng
zh_cn: 如果您点选删除键，缺货产品将会呈现红色或货到补寄产品将呈现黄色.
zh_hk: 若您點選「刪除」，未可供購買的項目會顯示為紅色。
zh_tw: 您可點選刪除鍵以刪除缺貨產品,或選擇返回再次確認

# lblHeaderSummaryResource1.Text
source: Order Summary_G597
ar_il: ملخّص الطلبيه
bg_bg: Обобщение на поръчката
cs_cz: shrnutí objednávky
de_ch: Bestellübersicht
es_ar: Resumen del Pedido
es_us: Resumen del Pedido
fi_fi: Tilauksen yhteenveto
fr_ch: Récapitulatif de la commande
he_il: סיכום הזמנה
hr_ba: Pregled narudžbe
hu_hu: Rendelés összegzése
id_id: Ringkasan pesanan
is_is: Yfirlit yfir pöntun
ja_jp: カートの中身－製品の追加や数量の変更をおこなえます
ko_kr: 주문내역
mn_mn: Захиалгын хураангуй
ms_my: Ringkasan Pesanan
nl_be: Order samenvatting
pl_pl: Zestawienie zamówienia
pt_br: Resumo do pedido
pt_pt: Editar o Resumo da Encomenda
ro_ro: Conţinut Comandă
ru_il: Сведения по заказу
sl_si: Povzetek naročila
sr_rs: Ukupna porudžbina
sv_se: Order Sammanfattning
th_th: สรุปยอดคำสั่งซื้อ
tr_tr: Sipariş Özeti
uk_ua: Інформація по замовленню
vi_vn: Tóm tắt đơn hàng
zh_cn: 订购摘要
zh_hk: 訂單總覽
zh_tw: 確認訂購明細

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location_G598
ar_il: الرجاء اختيار موقع الاستلام
bg_bg: Моля, изберете адрес на офис, където желаете да получите своята поръчка.
cs_cz: Prosíme, vyberte místo osobního vyzvednutí
es_ar: Favor de seleccionar el lugar de retiro
es_us: Favor de seleccionar el lugar de recogido
fi_fi: Valitse noutopaikka
fr_ch: Veuillez sélectionner le lieu de pickup.
he_il: אנא בחר את מקום האיסוף.
hr_ba: Molimo odaberite mjesto preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel helyét
id_id: Silahkan pilih lokasi penjemputan
ko_kr: 픽업 옵션을 선택하십시오.
mn_mn: Очиж Авах байршлаа сонгоно уу
ms_my: Sila pilih lokasi Pungutan
nl_be: Gelieve een pickup locatie te selecteren.
pl_pl: Wybierz lokalizację odbioru
pt_br: Por favor selecione o local de retirada.
pt_pt: Por favor seleccione o local de levantamento.
ro_ro: Vă rugăm selectaţi o locaţie de unde veţi ridica produsele.
ru_il: Пожалуйста выберете локацию для получения
sl_si: Prosimo, izberite prevzemni kraj
sr_rs: Molimo vas da odaberete lokaciju za preuzimanje
tr_tr: Lütfen Şahsen Teslim Merkezi seçiniz
uk_ua: Будь ласка, оберіть спосіб отримання
vi_vn: Vui lòng lựa chọn kho nhận hàng
zh_cn: 请选择提取选项
zh_hk: 請選擇提貨地點

# PickUpOptionNotPopulated
source: Please select the Pick Up options_G599
ar_il: الرجاء اختيار خيارات الاستلام
bg_bg: Моля, изберете варианти за получаване на Вашата поръчка.
cs_cz: Prosíme, vyberte možnosti vyzvednutí
es_ar: Por favor indica el nombres completo y el teléfono de quién retira.
es_us: Favor de seleccionar las opciones de quien recoge el pedido y numero de teléfono de quien recoge.
fi_fi: Valitse noutovaihtoehdot
fr_ch: Sélectionnez les options de pickup.
he_il: בחר בבקשה את אפשרויות האיסוף
hr_ba: Molimo odaberite opcije preuzimanja
hu_hu: Kérjük válassza ki az áruátvétel helyét
id_id: Silahkan pilih opsi penjemputan
ko_kr: 픽업 장소 이름을 선택하십시오.
mn_mn: Очиж Авах сонголтыг сонгоно уу
ms_my: Sila pilih lokasi Pungutan
nl_be: Gelieve de pickup details te selecteren.
pl_pl: Wybierz opcję odbioru
pt_br: Por favor, selecione as opções de retirada
pt_pt: Por favor, seleccione o local de entrega
ro_ro: Vă rugăm selectaţi opţiunile pentru ridicarea produselor.
ru_il: Пожалуйста выберете варианты получения
sl_si: Prosimo, izberite možnosti prevzema
sr_rs: Molimo vas da odaberete opcije za preuzimanje
th_th: กรุณาเลือกวิธีการรับสินค้า
tr_tr: Lütfen Şahsen Teslim Merkezi seçeneklerini seçiniz.
uk_ua: Будь ласка, оберіть спосіб отримання
vi_vn: Vui lòng lựa chọn cách nhận hàng
zh_cn: 请选择提取选项
zh_hk: 請選擇提貨選項

# ShippingNickNameNotPopulated
source: Please select the Shipping Address_G600
ar_il: الرجاء اختيار عنوان الشحن
bg_bg: Моля, изберете адрес за доставка.
cs_cz: Prosíme, vyberte doručovací adresu
de_ch: Bitte wählen Sie eine Lieferadresse aus
es_ar: Por favor elije un domicilio de entrega
es_us: Por favor elija un domicilio para entrega
fi_fi: Valitse toimitusosoite
fr_ch: Veuillez sélectionner l'adresse de livraison.
he_il: אנא בחר את זמן האיסוף.
hr_ba: Molimo odaberite adresu za dostavu
hu_hu: Kérjük válassza ki a Kiszállítási címet
id_id: Silahkan pilih alamat pengiriman
ja_jp: 配送先を選択してください。
ko_kr: 배송주소를 선택하십시오.
mn_mn: Хүргэлтийн хаяг оруулна уу
ms_my: Sila pilih Alamat Penghantaran
nl_be: Gelieve het verzendadres te selecteren
pl_pl: Wybierz adres dostawy
pt_br: Por favor selecione o endereço de entrega
pt_pt: Por favor seleccione a morada de envio
ro_ro: Vă rugăm selectaţi adresa de livrare.
ru_il: Пожалуйста выберете адрес доставки
sl_si: Prosimo, izberite naslov za pošiljanje
sr_rs: Molimo vas da odaberete adresu za slanje
th_th: กรุณาเลือกที่อยู่จัดส่ง
tr_tr: Lütfen Sevkiyat Adresi seçiniz
uk_ua: Будь ласка, оберіть адресу доставки
vi_vn: Vui lòng lựa chọn địa chỉ chuyển hàng
zh_cn: 请选择寄送地址
zh_hk: 請選擇送貨地址

# ShippingOptionNotPopulated
source: Please select the Shipping Method_G601
ar_il: الرجاء اختيار طريقة الشحن
bg_bg: Моля, изберете начин на доставка.
cs_cz: Prosíme, vyberte způsob doručení.
es_ar: Por favor selecciona un método de envío.
fi_fi: Valitse toimitustapa
he_il: בחר בבקשה את שיטת המשלוח
hr_ba: Molimo odaberite način isporuke.
hu_hu: Kérjük válasszon Szállítási módot
id_id: Silahkan pilih metode pengiriman
ja_jp: 時間指定をご選択ください。「お届け先／店頭お渡し」も今一度ご確認ください。
ko_kr: 배송 방법을 선택하십시오.
mn_mn: Хүргэлтийн аргыг сонгоно уу.
ms_my: Sila pilih Kaedah Penghantaran
pl_pl: Wybierz opcję dostawy
pt_br: Por favor selecione o método de envio
pt_pt: Por favor selecione o método de envio
ro_ro: Vă rugăm selectaţi metoda de livrare
ru_il: Пожалуйста, выберите способ доставки
sl_si: Prosimo, izberite način pošiljanja
sr_rs: Molimo vas da odaberete način isporuke
th_th: กรุณาเลือกวิธีการจัดส่ง
tr_tr: Lütfen sevkiyat yöntemini seçiniz.
uk_ua: Будь ласка, оберіть спосіб доставки
vi_vn: Vui lòng lựa chọn phương thức chuyển hàng
zh_cn: 请选择寄送方式
zh_hk: 請選擇送貨方式

# lbProdNameResource1.Text
source: Product Name_G602
ar_il: اسم المنتج
bg_bg: Име на продукта
cs_cz: Název produktu
de_ch: Produktname
es_ar: Nombre del Producto
es_us: Nombre del Producto
fi_fi: Tuotteen nimi
fr_ch: Nom du produit
he_il: שם מוצר
hr_ba: Ime proizvoda
hu_hu: A termék neve
id_id: Nama produk
is_is: Vörulýsing
ja_jp: 製品名
ko_kr: 제품명
mn_mn: Бүтээгдэхүүний нэр
ms_my: Nama Produk
nl_be: Omschrijving
pl_pl: Nazwa produktu
pt_br: Nome do Produto
pt_pt: Nome do Produto
ro_ro: Denumire Produs
ru_il: Название продукта
sl_si: Ime izdelka
sr_rs: Naziv proizvoda
sv_se: Produktnamn
th_th: ชื่อผลิตภัณฑ์
tr_tr: Ürün Adı
uk_ua: Назва Продукту
vi_vn: Tên sản phẩm
zh_cn: 产品名称
zh_hk: 產品名稱
zh_tw: 產品名稱

# lbQtyResource1.Text
source: Qty_G603
ar_il: كمية
bg_bg: Кол-во
cs_cz: Množství
de_ch: Menge
es_ar: Cantidad
es_us: Cantidad
fi_fi: Määrä
fr_ch: Quantité
he_il: כמות
hr_ba: Količina
hu_hu: Mennyiség
id_id: Jumlah
is_is: Fjöldi
ja_jp: 数量
ko_kr: 수량
mn_mn: Тоо ширхэг
ms_my: Kti
nl_be: Aantal
pl_pl: Ilość
pt_br: Qtd
pt_pt: Qtd
ro_ro: CANT
ru_il: Кол-во
sl_si: Količina
sr_rs: Količina
sv_se: Antal
th_th: จำนวน
tr_tr: Adet
uk_ua: К-ть
vi_vn: Số lượng
zh_cn: 数量
zh_hk: 數量
zh_tw: 數量

# Recalculate.Text
source: Recalculate_G604
ar_il: إعادة الحساب
bg_bg: Преизчисли
cs_cz: Přepočítat
de_ch: Neu berechnen
es_ar: Recalcular
es_us: re-calcular
fi_fi: Laske uudelleen
fr_ch: Recalculer
he_il: חשב מחדש
hr_ba: Izračunaj ponovo
hu_hu: Újraszámolás
id_id: Hitung ulang
is_is: Endurreikna
ja_jp: 再計算
ko_kr: 다시 계산하기
mn_mn: Дахин Тооцоолох
ms_my: Hitung semula
nl_be: Opnieuw berekenen
pl_pl: Przelicz punkty
pt_br: Recalcular
pt_pt: Recalcular
ro_ro: Recalculează
ru_il: Пересчитать
sl_si: Preračunaj
sr_rs: Izračunaj ponovo
sv_se: Räkna om
th_th: คำนวณอีกครั้ง
tr_tr: Tekrar Hesapla
uk_ua: Перерахувати
vi_vn: Tính lại
zh_cn: 重新计算
zh_hk: 重新計算
zh_tw: 重新計算點數

# Remove.Text
source: Remove_G605
ar_il: إزالة
bg_bg: Премахни
cs_cz: Odstranit
de_ch: Entfernen
es_ar: Quitar
es_us: Eliminar
fi_fi: Poista
fr_ch: Supprimer
he_il: הסר
hr_ba: Ukloni
hu_hu: Eltávolítás
id_id: Menghapus
is_is: Fjarlægja
ja_jp: 削除
ko_kr: 삭제하기
mn_mn: Устгах
ms_my: Hapuskan
nl_be: Verwijder
pl_pl: Usuń
pt_br: Remover
pt_pt: Remover
ro_ro: Mută
ru_il: Удалить
sl_si: Odstrani
sr_rs: Ukloni
sv_se: Radera
th_th: ลบ
tr_tr: Çıkar
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 刪除
zh_hk: 刪除
zh_tw: 刪除

# lbRetailResource1.Text
source: Retail<br />Price_G606
ar_il: سعر<br />التجزئة
bg_bg: Цена на дребно <br/>
cs_cz: Základní cena
de_ch: Listenpreis
es_ar: Precio <br/> de lista
es_us: Precio <br/> de Venta Sugerido
fi_fi: Jälleenmyynti<br />hinta
fr_ch: Prix<br />HT
he_il: מחיר <br /> חבר
hr_ba: Maloprodajna<br />Cijena
hu_hu: Alap Tagnak <br /> Beszerzési Ár
id_id: Harga Eceran
is_is: Leiðbeinandi<br />verð án VSK
ja_jp: 製品価格合計
ko_kr: 기준가 <br />
mn_mn: Үнэ бодох суурь<br />
ms_my: Harga<br />Runcit
nl_be: Groothandelsprijs
pl_pl: Cena netto
pt_br: Base<br />Cálculo
pt_pt: Preço<br />Base
ro_ro: Preţ<br />Vânzare
ru_il: База для <br />расчета цены
sl_si: Drobnoprodajna<br />cena
sr_rs: Osnovna<br />cena
sv_se: Baspris
th_th: ยอดรวม <br/>
tr_tr: Satış<br />Fiyatı
uk_ua: База <br /> для розрахунку вартості
vi_vn: Giá <br />bán lẻ
zh_cn: 产品单价
zh_hk: 價格為<br />
zh_tw: 未稅金額

# lblSkuResource1.Text
source: SKU_G607
ar_il: الرقم التسلسلي
bg_bg: Код на продукта (SKU)
cs_cz: SKU
de_ch: Artikelnummer
es_ar: Código
es_us: REFERENCIA
fi_fi: Tuotenumero
fr_ch: Référence
he_il: מק"ט
hr_ba: SKU
hu_hu: Cikkszám
id_id: SKU
is_is: Vörunúmer
ja_jp: ストック番号
ko_kr: 품목번호
mn_mn: Серийн дугаар
ms_my: SKU
nl_be: SKU
pl_pl: SKU
pt_br: Código
pt_pt: Código
ro_ro: SKU
ru_il: Номер серии
sl_si: Šifra SKU
sr_rs: Šifra
sv_se: Art. nr.
th_th: รหัสสินค้า
tr_tr: Stok No
uk_ua: Номер Серії
vi_vn: SKU
zh_cn: 产品货号
zh_hk: 產品編號
zh_tw: 產品貨號

# MaxEarningsLimitsExceeded
source: The Cart Exceeds the maximum earnings limit_G608
ar_il: السلّة تخطت الحد الأقصى للعائدات
bg_bg: Кошницата надвишава максимално допустимия лимит за доходи.
cs_cz: Košík překračuje maximální limit výdělku
es_ar: El carrito excede el límite máximo de ganancias
es_us: Su selección sobrepasa el límite máximo de ganancias
fi_fi: Ostoskori ylittää suurimman sallitun ansiorajan
fr_ch: Le panier dépasse la limite de gains maximum
he_il: העגלה עוברת את מגבלת המקסימום לרווחים
hr_ba: Vrijednost proizvoda u korpi veća je od limita zarade
hu_hu: A kosár túllépi a maximális kereseti limitet.
id_id: Keranjang ini melebihi batas pendapatan
ja_jp: The Cart Exceeds the maximum earnings limit
ko_kr: 장바구니가 최대 수량 한도를 초과했습니다.
mn_mn: Сагс онооны урамшууллын дээд хэмжээний хязгаараас хэтэрсэн байна.
ms_my: Troli Melebihi had perolehan maksimum
pl_pl: zawartość koszyka przkracza dozwolony limit zarobków
pt_br: O carrinho excedeu o limite máximo de ganhos
pt_pt: O Cesto excedeu o limite máximo de ganhos
ro_ro: Produsele din coş depăşesc limita câştigurilor
ru_il: В корзине превышен лимит вознаграждений
sl_si: Voziček presega zgornjo mejo zaslužka.
sr_rs: Sadržina korpe prelazi limit maksimalne zarade
th_th: รายการสั่งซื้อเกินกำหนดของรายได้
tr_tr: Sepet maksimum kazanç limitlerini aşıyor.
uk_ua: Кошик перевищує ліміт максимально можливої сумми
vi_vn: Giỏ hàng vượt quá giới hạn thu nhập tối đa
zh_cn: 购物车已超出了最大的盈利限额
zh_hk: 購物車超出收入限額

# MaxEarningsVolExceeded
source: The Cart Exceeds the maximum volume limit_G609
ar_il: السلّة تخطت الحد الأقصى لجمع النقاط
bg_bg: Кошницата надвишава максимално допустимия лимит обем точки.
cs_cz: Košík překračuje maximální limit objemu
es_ar: El carrito excede el límite máximo de volumen.
es_us: Su selección sobrepasa el límite máximo de volumen
fi_fi: Ostoskori ylittää suurimman sallitun volyymirajan
fr_ch: Le panier dépasse la limite de points volume maximum
he_il: העגלה עוברת את מגבלת המקסימום לניקוד
hr_ba: Vrijednost proizvoda u korpi veća je od limita bodovne mase
hu_hu: A kosár túllépi a maximális volumenpont limitet.
id_id: Keranjang ini telah melebihi batas jumlah
ja_jp: The Cart Exceeds the maximum volume limit
ko_kr: 장바구니가 최대 수량 한도를 초과했습니다.
mn_mn: Сагс онооны дээд хэмжээний хязгаараас хэтэрсэн байна.
ms_my: Troli Melebihi had volum maksimum
nl_be: Het winkelmandje overschrijdt het maximum volume
pl_pl: Zawartość koszyka przekracza dozwolony limit punktów
pt_br: O carrinho excedeu o limite máximo de volume
pt_pt: O Cesto excedeu o limite máximo de volume
ro_ro: Produsele din coş depăşesc limita maximă de achiziţionare
ru_il: В корзине превышен лимит объема
sl_si: Voziček presega zgornjo mejo volumenskih točk.
sr_rs: Sadržina korpe prelazi limit maksimalne bodovne mase
th_th: รายการสั่งซื้อเกินกำหนดของรายได้
tr_tr: Sepet maksimum satış puanı limitlerini aşıyor.
uk_ua: Кошик перевищує максимальний ліміт по очкам
vi_vn: Giỏ hàng vượt quá giới hạn doanh số tối đa
zh_cn: 购物车已超出了最大的购货点数限额
zh_hk: 購物車超出銷售量限額

# ErrorGettingPurchasingLimits
source: Unanble to get the purchasing limits_G610
ar_il: لا يمكن الحصول على قيود الشراء
bg_bg: Лимитът за пазаруване не може да бъде показан.
cs_cz: Nelze získat nákupní limity
es_ar: No se pudieron obtener los datos del límites de compra
es_us: No se pudo obtener los límites de compra
fi_fi: Ostorajoja ei voida noutaa
fr_ch: Impossible d'obtenir les limites d'achat
he_il: לא ניתן לקבל את מגבלות הרכישה.
hr_ba: Nije moguće dobiti limit kupnje
hu_hu: Nem lépheti túl a vásárlási limiteket
id_id: Tidak bisa mengambil batas pembelian
ja_jp: Unable to get the purchasing limits
ko_kr: 구매한도를 확인할 수 없습니다
mn_mn: Худалдан авах хязгаарыг тодорхойлох боломжгүй
ms_my: Tidak boleh dapat had pembelian
pl_pl: limity zakupowe są niedostępne
pt_br: Não foi possível obter os limites de compras.
pt_pt: Não é possível obter o limite de compras.
ro_ro: Nu putem vedea limita de achiziţionare
ru_il: Невозможности преобрести запршиваемые объемы
sl_si: Omejitev nakupa ni mogoče dobiti.
sr_rs: Nisu pronađeni limiti za kupovinu
th_th: ไม่สามารถมีขีดจำกัดของการสั่งซื้อ
tr_tr: Satın alma limitlerine ulaşılamıyor.
uk_ua: Неможливо перевищити ліміт по очкам
vi_vn: Không có giới hạn mua hàng
zh_cn: 无法取得订购限额
zh_hk: 無法獲取訂購限額

# lbVolumePointsResource1.Text
source: Volume</br>Points_G611
ar_il: نقاط</br>حجم
bg_bg: Обем <br/> точки
cs_cz: Objemové <br/> body
de_ch: Volumenpunkte
es_ar: Puntos <br/> de Volumen
es_us: Puntos <br/> de Volumen
fi_fi: Volyymi</br>pisteet
fr_ch: Points</br>Volume
he_il: נקודות</br> זיכוי
hr_ba: Bodovi</br>mase
hu_hu: Vol. <br /> pont
id_id: Volume Poin
is_is: Viðskipta-</br>punktar
ja_jp: ボリューム</br>ポイント
ko_kr: 실적점수</br>
mn_mn: Оноо</br>
ms_my: Poin</br>Volum
nl_be: Volume</br>punt
pl_pl: Punkty</br>obrotu
pt_br: Pontos</br>de Volume
pt_pt: Pontos de Volume</br>
ro_ro: Puncte de</br>Volum
ru_il: Очки
sl_si: Volumenske</br>točke
sr_rs: Volumen</br>
sv_se: Volym</br>poäng
th_th: คะแนน</br>
tr_tr: Satış</br>Puanı
uk_ua: Очки </br>
vi_vn: Điểm</br>Doanh số
zh_cn: 购货积分
zh_hk: 銷售量點數為</br>
zh_tw: 購貨點數

# lbYourPriceResource1.Text
source: Your<br />Price_G612
ar_il: سعرك<br />
bg_bg: Цена с <br/> отстъпка
cs_cz: Vaše <br/> cena
de_ch: Rabattierter Betrag
es_ar: Precio con Descuento <br/>
es_us: Su <br/>Precio
fi_fi: Sinun<br />hintasi
fr_ch: Votre<br />Prix
he_il: המחיר <br /> שלך
hr_ba: Vaša<br />cijena
hu_hu: Az Ön <br /> ára
id_id: Harga anda
is_is: Þitt</br>verð
ja_jp: 割引後価格 <br />(税, MF別)
ko_kr: 회원가
mn_mn: Үнэ<br />
ms_my: Harga<br />anda
nl_be: Uw<br />prijs
pl_pl: Cena po<br />rabacie
pt_br: Seu<br />Preço
pt_pt: O seu<br />Preço
ro_ro: Preţul<br />Dvs
ru_il: Ваша Цена <br />со Скидкой
sl_si: Vaša<br />cena
sr_rs: Vaša<br />cena
sv_se: Medlem</br>Pris
th_th: ราคา<br />ของคุณ
tr_tr: Odeyeceginiz<br />Tutar
uk_ua: Ціна з Вашою <br /> знижкою
vi_vn: <br /> Giá
zh_cn: 产品总价
zh_hk: 您的折扣後金額為<br />
zh_tw: 折扣後未稅總額

# No.Text
source: No_G613
ar_il: لا
bg_bg: Не
cs_cz: Ne
de_ch: Nein
es_ar: No
es_us: No
fi_fi: Ei
fr_ch: Non
he_il: לא
hr_ba: Ne
hu_hu: Nem
id_id: Tidak
is_is: Nei
ja_jp: いいえ
ko_kr: 아니오
mn_mn: Үгүй
ms_my: Tidak
nl_be: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ro_ro: Nu
ru_il: Нет
sl_si: Ne
sr_rs: Ne
sv_se: Nej
th_th: ไม่ใช่
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# Yes.Text
source: Yes_G614
ar_il: نعم
bg_bg: Да
cs_cz: Ano
de_ch: Ja
es_ar: Sí
es_us: Si
fi_fi: Kyllä
fr_ch: Oui
he_il: כן
hr_ba: Da
hu_hu: Igen
id_id: Ya
is_is: Já
ja_jp: はい
ko_kr: 예
mn_mn: Тийм
ms_my: Ya
nl_be: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ro_ro: Da
ru_il: Да
sl_si: Da
sr_rs: Da
sv_se: Ja
th_th: ใช่
tr_tr: Evet
uk_ua: Так
vi_vn: Đồng ý
zh_cn: 是
zh_hk: 是
zh_tw: 是
