Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CnCheckOutOptions.ascx.*.resx
Languages: ar_il, he_il, zh_cn

# PickupDateResource1.Text
source: Pickup Date
ar_il: تاريخ الاستلام
zh_cn: 提貨日期

source: Pick Up By
ar_il: استلام من قبل
he_il: איסוף על ידי
zh_cn: 提货人信息

# PickUpFrom
source: Pick Up At:
ar_il: استلام في:
he_il: אסוף ב:
zh_cn: 提货地点

# NickNameReadonlyResource1.Text
source: Nick Name:
ar_il: اللقب:
he_il: בחר בבקשה שיטת משלוח
zh_cn: 收货地址

# LinkEditResource1.Text
source: Edit
ar_il: تعديل
he_il: ערוך
zh_cn: 编辑

# LinkDeleteResource1.Text
source: Delete
ar_il: محو
he_il: מחק
zh_cn: 刪除

# LinkAddResource1.Text
source: Add
ar_il: إضافة
he_il: הוסף
zh_cn: 新增

# ShippingPickupOptionsResource1.Text
source: Shipping / Pickup Options
ar_il: خيارات الشحن/الاستلام
he_il: דרוש אימות כתובת
zh_cn: 送货/提货选项

source: Location:
ar_il: موقع:
he_il: מיקום:
zh_cn: 店铺自提点

# lnAddAddressResource1.Text
source: Add Address
ar_il: إضافة عنوان
he_il: הוסף כתובת
zh_cn: 新增地址

source: Ship To:
ar_il: إشحن الى:
he_il: שלח אל:
zh_cn: 提货地点

# TextSelect
source: ---Select---
ar_il: اختيار
he_il: בחר
zh_cn: ---请选择---

# TextShippingMethodResource1.Text
source: Edit Shipping Method
ar_il: تعديل طريقة الشحن
he_il: ערוך שיטת משלוח
zh_cn: 編輯送貨方式

# ShippingMethodLabel
source: Shipping Preferences
ar_il: أفضليات الشحن
he_il: העדפות משלוח
zh_cn: 运送偏好

# PickupPhoneResource1.Text
source: Phone
ar_il: هاتف
zh_cn: 收货人手机号码*

# PickupNameResource1.Text
source: Name
ar_il: الاسم
he_il: שם בעל הכרטיס
zh_cn: 提货人*

# TitleShipping
source: Shipping Options
ar_il: خيارات الشحن:
he_il: אפשרויות משלוח
zh_cn: 送貨選項

# txtPickupTime.Text
source: *Time:
ar_il: *وقت:
he_il: זמן*:
zh_cn: 時間*

# Type.Text
source: Type:
ar_il: نوع:
he_il: סוג:
zh_cn: 方式

# TitleShippingPickup
source: Shipping / Pickup Options
ar_il: خيارات الشحن/الاستلام
he_il: דרוש אימות כתובת
zh_cn: 收货方式

# txtDeliveryTime.Text
source: *Time:
ar_il: *وقت:
he_il: זמן*:
zh_cn: 收货时间*

# txtFreeFormShippingInstruction.Text
source: For a limited time shipping by **** is free.
ar_il: الشحن لوقت محدود من **** هو مجاني.
he_il: צו זה חרג סדר אמצעי מותרת, נקודות של אמצעי האחסון שנותרו: {0}. SKU(s) הבאים לא נוספו לסל שלך.

# DeliveryOptionType_ShipToCourier.Text
source: Delivery to Courier office
ar_il: التسليم الى مكتب خدمة التوصيل
he_il: מספר ה-ID שלך אינו מתקבל, אנא התקשר למחלקת קשרי מפיצים בטלפון 1-700-707-123 או 9299*
zh_cn: 自提点自提

# lblDSAddressDisplay.Text
source: Distributor Address*
ar_il: عنوان الموزّع*
zh_cn: 直銷商地址*

# DocumentType_Id.Text
source: ID
ar_il: شارع
he_il: רחוב
zh_cn: 身份证

# hlDeliveryTimeResource.Text
source: {0} workdays
ar_il: {0} أيام العمل
zh_cn: {0} 工作天

# DeliveryOptionType_PickupFromCourier.Text
source: Pick up from Courier office
ar_il: مكتب الاستلام من خدمة التوصيل
he_il: ביקשת דמי חידוש חברות שנתיים שנותרו בעגלת הקניות שלך.
zh_cn: 自提点自提

# DeliveryOptionType_Shipping.Text
source: Shipping
ar_il: شحن
he_il: משלוח
zh_cn: 送货上门

# lblDocTypeResource.Text
source: Document type:
ar_il: الدولة
he_il: מדינה*:
zh_cn: 证件类型:

# lblCustomerName.Text
source: Ordered Name:
ar_il: شارع
he_il: עיר
zh_cn: 订货人:

# lbDeliveryTimeResource.Text
source: Deadline for delivery after payment:
ar_il: التاريخ الأخير للتسليم بعد الدفع:
zh_cn: 付款後的送貨期限為：

source: Edit Shipping Method
ar_il: تعديل طريقة الشحن
he_il: ערוך שיטת משלוח
zh_cn: 编辑运送方式

# ExpressCompany.Text
source: Express Company
ar_il: اسم المُرسل اليه
he_il: שם אצל
zh_cn: 快递公司*

# hlCourierInfoResource.Text
source: Courier Info
ar_il: معلومات خدمة التوصيل

# lblMessageNotify.text
source: We will notify you when your order has been shipped.
ar_il: سوف نخبرك عند شحن طلبيتك
he_il: אנו נודיע לך כאשר ההזמנה תישלח.
zh_cn: 当订单成功运送后，您会 收到通知

# lblEmailLabelDisplay.Text
source: Email:
ar_il: البريد الالكتروني:
he_il: דואר אלקטרוני*:
zh_cn: 电子邮箱地址（非必填项）

# lblEmailDisplay.Text
source: Email:
ar_il: البريد الالكتروني:
he_il: דואר אלקטרוני*:
zh_cn: 电子邮箱地址

# lbShiptoOrPickupResource1.Text
source: Ship To:
ar_il: إشحن الى:
he_il: שלח אל:
zh_cn: 送貨地址

# lblRGNumberResource.Text
source: Id Number:
ar_il: صيغة الهاتف
he_il: תבנית טלפון
zh_cn: 证件号码*:

# lblMobileNumber.text
source: SMS Mobile Number*:
ar_il: رقم هاتف الرسائل القصيرة*:
he_il: מסרון מספר נייד*:
zh_cn: 订货人手机号码

# lblEmailBoxText2.Text
source: To make this your primary email address go to My Account > My Profile to update your email address
ar_il: لجعل هذا عنوان بريدك الالكتروني الرئيسي اذهب الى حسابي > صفحتي لتعديل عنوان بريدك الالكتروني
zh_cn: 如欲變更此電郵為主要聯絡電郵，請前往我的辦公室→聯絡方式偏好設定選項內更新

source: Add Shipping Address
ar_il: اضافة موقع شحن
he_il: הוסף כתובת משלוח
zh_cn: 新增送貨地址

# DeliveryOptionType_Pickup.Text
source: Pickup
ar_il: الاستلام
he_il: איסוף עצמי
zh_cn: 店铺自提

source: Nick Name:
ar_il: اللقب:
he_il: בחר בבקשה שיטת משלוח
zh_cn: 送货地址

# lblEmailBoxText1.Text
source: Herbalife will send your order confirmation, status, or updates to this email address:
ar_il: هيربالايف سترسل لك التأكيد والوضع والتحديثات الى عنوان البريد هذا.
he_il: הרבלייף תשלח את אישור ההזמנה, הסטטוס או עדכונים לכתובת הדואר האלקטרוני הבאה:
zh_cn: 康宝莱會透過以下電郵地址發送您的訂單確認書、訂單狀態及最新消息

# lblEmailBoxHeader.Text
source: Email Notification
ar_il: إشعار بالبريد الالكتروني
he_il: הודעת דואר אלקטרוני
zh_cn: 订单通知
