Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Checkout/App_LocalResources/CustomerOrderInfo.ascx.*.resx
Languages: de_de, es_pr, id_id, ja_jp, ru_ru

# AddMoreProducts.Text
source: Add More Products
de_de: Produkte hinzufügen
es_pr: Agregar mas productos
id_id: Tambah produk
ja_jp: 製品を追加
ru_ru: Добавить больше продуктов

# CancelOrder.Text
source: Cancel Order
de_de: Bestellung stornieren
es_pr: Cancelar Pedido
id_id: Membatalkan Pesanan
ja_jp: この注文をキャンセルする
ru_ru: Отменить заказ

# Checkout.Text
source: Checkout
de_de: Kasse
es_pr: Colocar Pedido
id_id: Lanjut
ja_jp: チェックアウト
ru_ru: К оплате (оформить заказ)

source: Continue Shopping
de_de: Neue Bestellung
es_pr: Continuar Comprando
id_id: Lanjutkan belanja
ja_jp: ショッピングを続ける
ru_ru: Продолжить покупки

# CustomerOrderItemUnavailableCheckoutError
source: You cannot Checkout because there are items in the cart that are not available at the warehouse that serves the shipping address entered
de_de: "Zur Kasse gehen" ist nicht möglich, da sich in Ihrem Warenkorb noch Artikel befinden, die nicht im Warenlager verfügbar sind
es_pr: No puede finalizar su pedido porque existen artículos en su carrito que no están disponibles en la bodega que abastece la dirección de envío que usted ingreso
id_id: Anda tidak dapat melakukan Checkout (keluar) karena ada item dalam keranjang yang tidak tersedia di gudang, yang mengakibatkan alamat pengiriman dimasukkan
ja_jp: チェックアウトできません。カートの製品が在庫切れです。
ru_ru: Вы не можете оформить заказ, потому что в корзине есть продукты, которые не доступны на складе, обслуживающем введенный адрес доставки

# CustomerOrderMinQuantityError
source: Due to the original customer order
de_de: Gemäß der ursprünglichen Kundenbestellung
es_pr: Debido al pedido original del cliente
id_id: Mengacu pada pesanan awal customer
ja_jp: 最初のお客様の注文へ
ru_ru: Благодаря оригинальному заказу клиента

# CustomerOrderMinQuantitySKUDisplay
source: SKU: {0} must have a minimum quantity of {1}
de_de: #: {0} Anzahl muss mindestens {1} betragen
es_pr: El número de referencia: {0} debe de tener la cantidad mínima de {1}
id_id: SKU: {0} harus memiliki jumlah minimum dari {1}
ja_jp: ストック番号: {0} は{1}個からの注文になります。
ru_ru: SKU-номер: {0} должно быть в количестве не менее{1}

# CustomerOrdersSearchPageReturn.Text
source: Return To My Customer Orders Search
de_de: Zurückgehen zur Suchfunktion Bestellung meiner Kunden
es_pr: Regresar a la búsqueda de Pedidos de mis clientes
id_id: kembali ke pencarian pesanan pelanggan saya
ja_jp: 注文検索にもどる
ru_ru: Вернуться к Поиску Заказов Моих клиентов

# ErrorGettingPurchasingLimits
source: Unanble to get the purchasing limits
de_de: Die Einkaufsgrenzen sind überschritten
es_pr: No se pudo obtener los límites de compra
id_id: Tidak bisa mengambil batas pembelian
ja_jp: 購買限度を取得できません。
ru_ru: Не удалось получить покупательские ограничения

# GoBack.Text
source: Go Back
de_de: Zurück
es_pr: Regresar
id_id: Kembali
ja_jp: 戻る
ru_ru: Вернуться

# lbCartEmpty.Text
source: Cart is empty.
de_de: Warenkorb ist leer.
es_pr: No ha seleccionado nada.
id_id: Keranjang kosong
ja_jp: ショッピング・カートに製品はありません
ru_ru: Корзина пуста.

# lbEarnBaseResource1.Text
source: Earn<\br>Base
de_de: Einkommens-<\br>basis
es_pr: Base <br\>de Ganancias
id_id: Pendapatan <\ br> Dasar
ja_jp: 収益<\br>価格
ru_ru: База расчета <br/>цены

# lblConfirmationUnavailable.Text
source: Confirm Cancel
de_de: Stornierung bestätigen
es_pr: Confirme Cancelar
id_id: Membatalkan konfirmasi
ja_jp: キャンセルしますか？
ru_ru: Подтвердить Отмену

# lblConfirmCancel.Text
source: Confirm Cancel
de_de: Stornierung bestätigen
es_pr: Confirme Cancelar
id_id: Membatalkan konfirmasi
ja_jp: キャンセルしますか？
ru_ru: Подтвердить Отмену

# lblConfirmCancelText.Text
source: Are you sure you wish to cancel ?
de_de: Möchten Sie wirklich stornieren?
es_pr: ¿Está seguro(a) que desea cancelar?
id_id: Apa Anda ingin membatalkan?
ja_jp: キャンセルしますか？
ru_ru: Вы уверены, что хотите отменить?

# lblConfirmGoBack.Text
source: If you click Go Back, your previous shipping address will be displayed.
de_de: Wenn Sie auf Zurück klicken, können Sie die Liefer-/Abholoption ändern.
es_pr: Si hace clic en Volver, se mostrará su dirección de envío anterior.
id_id: Jika anda klik kembali, alamat pengiriman anda sebelumnya akan ditampilkan
ja_jp: 「 戻る 」 ボタンを選ぶと、前回指定した配送先が指定されます。
ru_ru: Если нажать кнопку «Вернуться», будет показан Ваш предыдущий адрес доставки.

# lblConfirmRemoveItems.Text
source: If you click Remove, the unavailable item(s) will be displayed in red and the available for backorder item will be displayed in yellow.
de_de: Wenn Sie auf Entfernen klicken, werden nicht erhältliche Artikel gelöscht und die zur Nachlieferung erhältlichen Produkte in gelb angezeigt.
es_pr: Si hace clic en Eliminar, los artículos no disponibles aparecerán en rojo y los artículos pendientes de entrega aparecerán en amarillo.
id_id: Jika anda klik buang, barang yang tak tersedia akan ditampilkan dengan warna merah dan tersedia untuk pembelian ulang akan ditampilkan dengan warna kuning
ja_jp: 削除をクリックすると注文不可の製品は赤で表示され、後日配送の製品は黄色で表示されます。
ru_ru: Если нажать кнопку «Удалить», недоступный (ые) продукт (ы) будут отображаться в красном цвете, а доступные для предварительного заказа (с последующим ожиданием их поступления на склад) продукты будут отображаться желтым цветом.

# lblConfirmUnavailableText1.Text
source: Changing your shipping address selection indicates these item(s) in your cart are now unavailable or backordered.
de_de: Sie haben die Liefer-/Abholoptionen verändert, manche Artikel in Ihrem Warenkorb sind jetzt nicht mehr erhältlich oder müssen nachgeliefert werden.
es_pr: El cambio en la selección de su dirección de envío indica que estos productos en su cesta no están disponibles actualmente o están pendientes de entrega.
id_id: Mengganti pilihan alamat pengiriman membuat barang yang didalam keranjang anda menjadi tidak tersedia atau dipesan ulang
ja_jp: 選択した配送先住所を変更すると、あなたのカートにある項目が使用できなくなるか、または入荷待ちあることを示します。
ru_ru: Изменение выбора адреса доставки указывает на то, что эти товар (ы) в Вашей корзине в настоящее время недоступны или на них размещен предварительный заказ (с последующим ожиданием их поступления на склад).

# lblEventTicketsMessageResource.Text
source: Event tickets are non-refundable and non-transferable. <br \>If qualification is required for this event, please ensure you have met the requirements prior to completing your order.
de_de: Event Tickets können nicht zurückerstattet werden. Wenn eine Qualifikation nötig ist für dieses Event, stellen Sie bitte sicher das Sie die Qualifiaktion erreicht haben, bevor Sie mit der Bestellung fortfahren.
es_pr: Los boletos para eventos no son reembolsables ni transferibles.<br \> Si se requiere calificar para este evento, favor de asegurarse que cumple con lo requerido para calificar antes de completar su orden.
id_id: tiket acara tidak dapat dikembalikan dan tidak dapat dialihkan. <br /> Jika kualifikasi diperlukan untuk acara ini, pastikan Anda telah memenuhi persyaratan sebelum menyelesaikan pesanan Anda.
ja_jp: イベントチケットは返金・譲渡は不可です。 <br />イベントに資格達成が必要な場合は、 注文を完了するまえに達成条件を満たしているか確認をしてください。
ru_ru: Билеты на мероприятие не подлежат возврату и передаче. <br/>Если на это мероприятие требуется квалификация, пожалуйста, убедитесь, что Вы выполнили все ее требования до размещения Вашего заказа.

# lblHeaderSummaryResource1.Text
source: Edit Order Summary
de_de: Bestellung auflisten
es_pr: Editar el resumen de pedidos
id_id: Mengedit Ringkasan Pesanan
ja_jp: 注文内容の変更
ru_ru: Редактировать сводку заказов

# lblSkuResource1.Text
source: SKU
ja_jp: ストック番号
ru_ru: Номер серии

# lbProdNameResource1.Text
source: Product Name
de_de: Produktname
es_pr: Nombre del Producto
id_id: Nama produk
ja_jp: 製品名
ru_ru: Стоковый номер (SKU)

# lbQtyResource1.Text
source: Qty
de_de: Menge
es_pr: Cantidad
ja_jp: 数量
ru_ru: Количество

# lbRemoveResource1.Text
source: Delete
de_de: Löschen
es_pr: Eliminar
id_id: Hapus
ja_jp: 削除
ru_ru: Удалить

# lbRetailResource1.Text
source: Retail<br \>Price
de_de: Listenpreis
es_pr: Precio <br\> de Venta
id_id: Harga Eceran
ja_jp: 製品l<br />価格合計
ru_ru: Розничная<br/> цена

# lbVolumePointsResource1.Text
source: Volume<\br>Points
de_de: Volumenpunkte
es_pr: Puntos <br\> de Volumen
ja_jp: ボリュームl<br />ポイント
ru_ru: Очки<br/> Объема

# lbYourPriceResource1.Text
source: Your<br \>Price
de_de: Rabattierterr<br \>Betrag
es_pr: Su <br\>Precio
id_id: Harga anda
ja_jp: あなたの<br />価格
ru_ru: Ваша<br/> Цена

# MaxEarningsLimitsExceeded
source: The Cart Exceeds the maximum earnings limit
de_de: Der Warenkorb überschreitet die maximale Einkommensgrenze
es_pr: Su selección sobrepasa el límite máximo de ganancias
id_id: Keranjang ini melebihi batas pendapatan
ja_jp: カートは最大収益を超えています
ru_ru: Содержимое корзины превышает максимальный предел вознаграждений

# MaxEarningsVolExceeded
source: The Cart Exceeds the maximum volume limit
de_de: Der Warenkorb überschreitet das maximal mögliche Volumen.
es_pr: Su selección sobrepasa el límite máximo de volumen
id_id: Keranjang ini telah melebihi batas jumlah
ja_jp: カートは最大ボリューム・ポイントを超えています
ru_ru: Содержимое корзины превышает максимальный предел очков?

# No.Text
source: No
de_de: Nein
id_id: Tidak
ja_jp: いいえ
ru_ru: Нет

# PickUpNickNameNotPopulated
source: Please select the Pick Up Location
de_de: Bitte wählen Sie die Zustellungsadresse aus
es_pr: Favor de seleccionar el lugar de recogido
id_id: Silahkan pilih lokasi penjemputan
ja_jp: 発送元の選択
ru_ru: Пожалуйста, выберите место получения заказа

# PickUpOptionNotPopulated
source: Please select the pickup options
de_de: Bitte die Abholinformation auswählen
es_pr: Favor de seleccionar las opciones de quien recoge el pedido y numero de teléfono de quien recoge.
id_id: Silahkan tentukan jenis pilihan penjemputan
ja_jp: 配送方法の選択
ru_ru: Пожалуйста, выберите способы получения

# Recalculate.Text
source: Recalculate
de_de: Neu berechnen
es_pr: Re-calcular
id_id: Hitung ulang
ja_jp: 再計算
ru_ru: Пересчитать

# Remove.Text
source: Remove
de_de: Entfernen
es_pr: Eliminar
id_id: Dihapus
ja_jp: 削除
ru_ru: Удалить

# ShippingNickNameNotPopulated
source: Please select the Shipping Address
de_de: Bitte wählen Sie eine Lieferadresse aus
es_pr: Por favor elija un domicilio para entrega
id_id: Silahkan pilih alamat pengiriman
ja_jp: 配送先を選択してください。
ru_ru: Пожалуйста, выберите адрес доставки

# ShippingOptionNotPopulated
source: Please select the Shipping Method
de_de: Bitte wählen Sie die Versendungsart aus
es_pr: Por favor elija el método de envío
id_id: Silahkan pilih metode pengiriman
ja_jp: 時間指定をご選択ください。「お届け先／店頭お渡し」も今一度ご確認ください。
ru_ru: Пожалуйста, выберите Способ доставки

# Yes.Text
source: Yes
de_de: Ja
es_pr: Si
id_id: Ya
ja_jp: はい
ru_ru: Да
