Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/App_GlobalResources/GlobalDOAddressing.*.resx
Languages: es_pa, fi_fi, mn_mn, nl_nl, pt_br, ru_by, zh_hk, zh_my

# HebrewRestrictionErrorMessage
source: Only Hebrew characters are allowed at this point, please erase the fields content to start typing on other language.
es_pa: Solamente caracteres en Hebreo son permitidos en este punto, por favor borrar todos los campos para empezar a escribir en otro idioma.
fi_fi: Tässä hyväksytään vain heprean kielen kirjaimet, tyhjennä kentät kirjoittaaksesi toisella kielellä.
mn_mn: Одоогоор зөвхөн Еврей үсгэн тэмдэгт хүлээн зөвшөөрөгдөж байгаа тул бусад хэл дээр бичигдсэн хэсгийг устгана уу
ru_by: Только иврит доступен в данный момент, пожалуйста, удалите текст в данном поле для начала ввода текста за ново
zh_hk: 此欄只可輸入希伯來文，請刪除其他語言文字
zh_my: 只有希伯来文字符被允许在这一点上，请删除字段内容开始输入其他语言。

source: Island
es_pa: Isla.
fi_fi: Islanti
mn_mn: Арал
nl_nl: IJsland
ru_by: Остров
zh_hk: 島嶼
zh_my: 岛屿

# Label1
source: Order
es_pa: Orden
fi_fi: Tilaus
mn_mn: Захиалга
nl_nl: Ordernummer
pt_br: Pedido N.
ru_by: Номер заказа
zh_hk: 訂單編號
zh_my: 订购

source: Phone Help
es_pa: Ayuda Telefonica
fi_fi: Puhelintuki
mn_mn: Утасны Туслах
nl_nl: Hulp via de telefoon
pt_br: Telefone para ajuda
ru_by: Помощь по телефону
zh_hk: 電話查詢
zh_my: 电话帮助

source: Phone number *
es_pa: Número de teléfono*
fi_fi: Puhelinnumero *
mn_mn: Гар утас *
nl_nl: Telefoonnummer *
pt_br: Telefone número *
ru_by: Номер телефона *
zh_hk: 聯絡電話*
zh_my: 行動電話*

# PhoneNumberFormat
source: Format: 7-12 numbers
es_pa: Formato: 8 números
fi_fi: Muoto: 9-10 numeroa
mn_mn: Формат: 7-10 цифр
nl_nl: Voorbeeld: 9-10 cijfers
pt_br: Formato: 9-10 números
ru_by: Формат: 9-10 чисел
zh_hk: 格式：8位數字
zh_my: 格式：6-8个号码

source: Postal Code *
es_pa: Código Postal *
fi_fi: Postinumero*
mn_mn: Шуудангийн код*
nl_nl: Postcode * *
pt_br: CEP *
ru_by: Индекс *
zh_hk: N/A
zh_my: 邮递区号 *

# PostalCodeFormat
source: Format: Capital letters and space between the numbers (ex. AA0 0AA)
es_pa: Formato: 2 números sin espacios
fi_fi: Muoto: 5-9 numeroa ilman välilyöntejä
mn_mn: Формат: 5 тоо
nl_nl: Voorbeeld: 1234 NL (4 cijfers, spatie, 2 hoofdletters)
pt_br: Formato: 7 números, sem espaço
ru_by: Формат: 5 чисел без пробелов
zh_hk: N/A
zh_my: 格式：5个号码

source: Prefecture
es_pa: Prefectura
fi_fi: Piirikunta
mn_mn: Засаг захиргааны нэгж
nl_nl: Positie
ru_by: Префектура
zh_hk: N/A
zh_my: 字首

# Recipient
source: Care of Name *
es_pa: Nombre*
fi_fi: C/O nimi *
mn_mn: Овог, Нэр*
nl_nl: Bestemd voor *
pt_br: Aos cuidados de *
ru_by: На попечении*
zh_hk: 收件人姓名*
zh_my: 收貨人姓名

# RusianRestrictionErrorMessage
source: Only Russian characters are allowed at this point, please erase the fields content to start typing on other language.
es_pa: Solamente caracteres en Ruso son permitidos en este punto, por favor borrar todos los campos para empezar a escribir en otro idioma.
fi_fi: Tässä hyväksytään vain venäjän kielen kirjaimet, tyhjennä kentät kirjoittaaksesi toisella kielellä.
mn_mn: Одоогоор зөвхөн Орос үсгэн тэмдэгт хүлээн зөвшөөрөгдөж байгаа тул бусад хэлэн дээр бичигдэх хэсгийг устгана уу
ru_by: Только русский алфавит доступен в данный момент, пожалуйста, удалите текст в данном поле для начала ввода текста за ново
zh_hk: 此欄只可輸入俄文，請刪除其他語言文字
zh_my: 只有俄罗斯的字符被允许在这一点上，请删除字段内容开始输入其他语言。

# StateProvince
source: State *
es_pa: Provincia/Comarca *
fi_fi: Maakunta *
mn_mn: Дүүрэг/Сум*
nl_nl: Provincie *
pt_br: Estado*
ru_by: Область/республика/край *
zh_hk: 地區*
zh_my: 縣市

source: Street *
es_pa: Calle*
fi_fi: Katuosoite *
mn_mn: Хүргэлтийг хаяг*
nl_nl: Straat*
pt_br: Rua *
ru_by: Улица *
zh_hk: 地址*
zh_my: 街道*

source: Street 1 *
es_pa: Dirección*
fi_fi: Maakunta *
mn_mn: Гудамж 1*
nl_nl: Straat 1 *
pt_br: Rua 1*
ru_by: Улица 1 *
zh_hk: 地址 1*
zh_my: 街道1*:

source: Street 2
es_pa: Calle 2
fi_fi: Katuosoite *
mn_mn: Хүргэлтийн хаяг (үргэлжлэл)*
nl_nl: Straat 2
pt_br: Complemento
ru_by: Улица 2
zh_hk: 地址 2
zh_my: 街道2

source: Street 3
es_pa: Calle 3
fi_fi: Piirikunta
mn_mn: Гудамж 3
nl_nl: Straat 3
pt_br: Rua 3
ru_by: Улица 2
zh_hk: 地址 3
zh_my: 街道3

# CountyDistrict
source: County
es_pa: Distrito *
fi_fi: C/O nimi *
mn_mn: Дүүрэг
pt_br: Pais
ru_by: Страна
zh_hk: 縣
zh_my: 国家

# EnglishRestrictionErrorMessage
source: Only English characters are allowed at this point, please erase the fields content to start typing on other language.
es_pa: Solamente caracteres en Ingles son permitidos en este punto, por favor borrar todos los campos para empezar a escribir en otro idioma.
fi_fi: Tässä hyväksytään vain englannin kielen kirjaimet, tyhjennä kentät kirjoittaaksesi toisella kielellä.
mn_mn: Одоогоор зөвхөн Англи үсгэн тэмдэгт хүлээн зөвшөөрөгдөж байгаа тул бусад хэл дээр бичигдсэн хэсгийг устгана уу
nl_nl: Uitsluitend romeinse karakters zijn toegestaan vanaf dit punt, gelieve de velden te legen om verder te gaan met een andere taal.
ru_by: Только английский алфавит доступен в данный момент, пожалуйста, удалите текст в данном поле для начала ввода текста за ново
zh_hk: 此欄只可輸入英文，請刪除其他語言文字
zh_my: 只有英文字符被允许在这一点上，请删除字段内容开始输入其他语言。

source: City *
es_pa: Corregimiento *
fi_fi: Paikkakunta *
mn_mn: Хот/Аймаг*
nl_nl: Stad*
pt_br: Cidade*
ru_by: Город *
zh_hk: 區域*
zh_my: 鄉鎮市區*

source: Area Code *
es_pa: Código de Area*
fi_fi: Suuntanumero *
mn_mn: Бүсийн Код *
pt_br: Codigo de Àrea*
ru_by: Телефонный код города*
zh_hk: 區域號碼*
zh_my: 区域号码*

# AreaCodeFormat
source: E.g: 03, 017, 016, 019
es_pa: Por Ejemplo : 03, 017, 016, 019
fi_fi: Esim. 03, 017, 016, 019
nl_nl: bijvoorbeeld: 03, 017, 016, 019
pt_br: Por Exemplo: 03, 017, 016, 019
ru_by: Например: 03, 017, 016, 019
zh_hk: 例如: A123456(7)
zh_my: 例如: 03, 17, 16, 19
