Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Pickup/App_LocalResources/ChileAddDeletePickupControl.ascx.*.resx
Languages: es_cl, mn_mn

# lblDeleteIsPrimaryResource1.Text
source: Primary:
es_cl: Primaria
mn_mn: Үндсэн:

# lblPostalCodeResource1.Text
source: Postal Code*:
es_cl: Código Postal*:
mn_mn: Зип код*:

# cbSaveThisResource1.Text
source: Save this pickup location preference
es_cl: Guardar la preferencia de la locacion de retiro
mn_mn: Энэ хаягийг хадгалах

# LastPickupAddress.Text
source: You can delete the pickup address by clicking on ‘Delete’ and the items in your cart will be removed. You must provide another pickup address to add items to your cart.
es_cl: Puedes borrar la direccion de retiro haciendo clic en 'Eliminar' y los articulos en tu carrito seran removidos. Debes proveer otra direccion de retiro para poder agregar articulos a tu carrito.
mn_mn: Та устгах товчийг дарж очиж авах хаяг болон сагсан дахь бүтээгдэхүүнээ хасч болно. Сагсанд бүтээгдэхүүн нэмэхийн тулд өөр хаяг оруулах шаардлагатай.

# Select.Text
source: Select
es_cl: Seleccionar
mn_mn: Сонгох

# btnContinueResource1.Text
source: Continue
es_cl: Continuar
mn_mn: Үргэлжлүүлэх

# btnContinueDelete
source: Delete
es_cl: Eliminar
mn_mn: Устгах

# lblDeleteHeaderResource1.Text
source: Delete PickupLocation Preference
es_cl: Borrar la locacion de retiro preferida
mn_mn: Энэ хаягийг утсгах

# btnContinueContinue
source: Continue
es_cl: Continuar
mn_mn: Үргэлжлүүлэх

# btnCancelResource1.Text
source: Cancel
es_cl: Cancelar
mn_mn: Цуцлах*:

# lblDeleteAddressResource1.Text
source: PickupLocation Name:
es_cl: Nombre locaciòn retiro
mn_mn: Очиж авах хүний нэр:

# lblHeaderResource1.Text
source: Pickup Location
es_cl: Locaciòn Retiro
mn_mn: Очиж авах хаяг

# InvalidDropDown
source: Please select all three values from dropdown and try again
es_cl: Por favor selecciona todos los datos necesarios é intenta de nuevo.
mn_mn: Бүх гурван өгөгдлийг сонгоод дахин оролдоно уу

# lblLocationsResource1.Text
source: Please select a location*:
es_cl: Por favor selecciona una localidad*:
mn_mn: Хаягаа сонгоно уу*:

# cbMakePrimaryResource1.Text
source: Make this my primary pickup location preference
es_cl: Hacer esta mi locacion de retiro primaria preferida
mn_mn: Энийг миний үндсэн хаяг болгох

# lblDeleteNicknameResource1.Text
source: Nickname:
es_cl: Dirección Guardada
mn_mn: Нэр:

# lblNicknameResource1.Text
source: Nickname:
es_cl: Dirección Guardada
mn_mn: Нэр:
