Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Pickup/App_LocalResources/MexicoAddDeletePickupControl.ascx.*.resx
Languages: cs_cz, he_il, pl_pl, ro_ro, ru_kz, ru_ua, th_th, tr_tr, vi_vn

# InvalidDropDown
source: Please select all three values from dropdown and try again
cs_cz: Prosíme, vyberte všechny tři hodnoty z rozbalovacího seznamu a zkuste to znovu
he_il: בחר את כל שלושת הערכים מהרשימה הגולשת ונסה שוב
pl_pl: Proszę wybrać z rozwijanej listy wszystkie trzy wartości i spróbować jeszcze raz
ro_ro: Vă rugăm selectaţi toate cele 3 valori şi încercaţi din nou
ru_kz: Пожалуйста выберете все три значения из выпадающего меню и попробуйте еще раз
ru_ua: Будь-ласка, оберіть всі три значення зі списку, та спробуйте пізніше
th_th: โปรดเลือกค่าทั้ง 3 ค่าจากดร็อปดาวน์และลองอีกครั้ง
tr_tr: Lütfen açılır menüden tüm 3 değeri seçiniz ve tekrar deneyiniz.
vi_vn: Vui lòng lựa chọn tất cả 3 giá trị từ danh sách liệt kê và thử lại

# lblDeleteIsPrimaryResource1.Text
source: Primary:
he_il: עיקרי:
pl_pl: Podstawowe:
ro_ro: Principal:
ru_kz: Основное:
ru_ua: Основний:
th_th: หลัก:
tr_tr: Birincil:
vi_vn: Đầu tiên

# lblPostalCodeResource1.Text
source: Postal Code*:
cs_cz: Poštovní směrovací číslo*:
he_il: מיקוד*:
pl_pl: Kod pocztowy*
ro_ro: Codul Poştal*:
ru_kz: Почтовый индекс*:
ru_ua: Індекс*:
th_th: รหัสไปรษณีย์*:
tr_tr: Posta Kodu*:
vi_vn: Mã số bưu điện *

# btnContinueResource1.Text
source: Continue
cs_cz: Pokračovat
he_il: המשך
pl_pl: Kontynuuj
ro_ro: Continuă
ru_kz: Продолжить
ru_ua: Продовжити
th_th: ดำเนินการต่อ
tr_tr: Devam
vi_vn: Tiếp tục

# btnContinueDelete
source: Delete
cs_cz: Smazat
he_il: מחק
pl_pl: Usuń
ro_ro: Şterge
ru_kz: Удалить
ru_ua: Видалити
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa

# lblDeleteHeaderResource1.Text
source: Delete Pick Up Location Preference
cs_cz: Vymazat preference místa vyzvednutí
he_il: מחק העדפות מקום איסוף
pl_pl: Usuń lokalizację odbioru
ro_ro: Şterge Preferinţele pentru Adresa de Ridicare a Produselor
ru_kz: Удалить предпочтение места выдачи заказа
ru_ua: Видалити параметри способу отримання
th_th: ลบสถานที่รับสินค้าที่เลือกไว้
tr_tr: Şahsen Teslim Merkezi Seçeneklerini Sil
vi_vn: Xóa kho ưu tiên nhận hàng

# btnContinueContinue
source: Continue
cs_cz: Pokračovat
he_il: המשך
pl_pl: Kontynuuj
ro_ro: Continuă
ru_kz: Продолжить
ru_ua: Продовжити
th_th: ดำเนินการต่อ
tr_tr: Devam
vi_vn: Tiếp tục

# cbSaveThisResource1.Text
source: Save this Pick Up location preference
cs_cz: Uložit preference tohoto místa osobního vyzvednutí
he_il: שמור את העדפות מקום האיסוף
pl_pl: Zachowaj adres wysyłki
ro_ro: Salvează preferinţele pentru adresa de ridicare a produselor
ru_kz: Сохранить этот Центр Продаж в предпочтениях
ru_ua: Зберегти цей спосіб отримання
th_th: บันทึกสถานที่รับสินค้าที่เลือกไว้
tr_tr: Bunu Şahsen Teslim Merkezi tercihim olarak kaydet.
vi_vn: Lưu kho ưu tiên nhận hàng

# lbColoniaResource1.Text
source: Colonia
cs_cz: N/A
ru_kz: Колония
th_th: โคโลเนีย

# btnCancelResource1.Text
source: Cancel
cs_cz: Zrušit
he_il: ביטול
pl_pl: Anuluj
ro_ro: Anulează
ru_kz: Отмена
ru_ua: Скасувати
th_th: ยกเลิก
tr_tr: İptal
vi_vn: Hủy bỏ

# lblHeaderResource1.Text
source: Pick Up Location
cs_cz: Místo osobního vyzvednutí
he_il: מקום איסוף
pl_pl: Miejsce odbioru
ro_ro: Adresa de Ridicare a Produselor
ru_kz: Локация Центра Продаж
ru_ua: Спосіб отримання
th_th: สถานที่รับสินค้า
tr_tr: Şahsen Teslim Merkezi
vi_vn: Kho nhận hàng

# lblDeleteAddressResource1.Text
source: Pick Up Location Name:
cs_cz: Název místa vyzvednutí:
he_il: שם מקום האיסוף:
pl_pl: Wybór lokalizacji odbioru:
ro_ro: Denumire Adresa de Ridicare a Produselor
ru_kz: Локация Центра Продаж
ru_ua: Назва Спосібу отримання:
th_th: ชื่อสถานที่รับสินค้า:
tr_tr: Şahsen Teslim Merkezi adı
vi_vn: Tên kho nhận hàng

# lblLocationsResource1.Text
source: Please select a location*:
cs_cz: Prosíme, vyberte místo*:
he_il: בחר מקום*:
pl_pl: Wybierz lokalizację odbioru
ro_ro: Vă rugăm selectaţi o locaţie*:
ru_kz: Пожалуйста выберете локацию*:
ru_ua: Виберіть населений пункт:
th_th: โปรดเลือกสถานที่*:
tr_tr: Lütfen bir yer seçiniz*:
vi_vn: Vui lòng lựa chọn một địa điểm*.

# lblNicknameResource1.Text
source: Nickname:
cs_cz: jméno*:
he_il: כינוי:
pl_pl: Nazwa Własna
ro_ro: Denumire:
ru_kz: Имя пользователя:
ru_ua: Назва
th_th: ชื่อเฉพาะ:
tr_tr: Takma İsim:
vi_vn: Tên riêng:

# cbMakePrimaryResource1.Text
source: Make this my primary Pick Up location preference
cs_cz: Nastavit místo, jako preference místa osobního vyzvednutí
he_il: הפוך זאת להעדפות מקום האיסוף העיקרי שלי
pl_pl: Utwórz tą lokalizację jako główną.
ro_ro: Acestea sunt preferinţele pentru adresa mea de ridicare a produselor
ru_kz: Сделать это место выдачи заказа предпочтительным
ru_ua: Зробити цей спосіб отримання Основним
th_th: กำหนดให้เป็นสถานที่รับสินค้าของฉัน
tr_tr: Bunu benim birincil Şahsen Teslim Merkezi tercihim yap
vi_vn: Đây là kho tôi nhận hàng

# lblDeleteNicknameResource1.Text
source: Nickname:
cs_cz: jméno*:
he_il: כינוי:
pl_pl: Nazwa Własna
ro_ro: Denumire:
ru_kz: Имя пользователя:
ru_ua: Назва
th_th: ชื่อเฉพาะ:
tr_tr: Takma İsim:
vi_vn: Tên riêng:

# Select.Text
source: Select
cs_cz: Vybrat
he_il: בחר
pl_pl: Wybierz
ro_ro: Selectează
ru_kz: Выбрать
ru_ua: Вибрати
th_th: เลือก
tr_tr: Seç
vi_vn: Chọn

# rbStateResource1.Text
source: Search by State, County and Province
cs_cz: Hledat podle státu a země
he_il: חפש על פי מדינה, ארץ ואזור
pl_pl: Szukaj według Gminy, Województwa
ro_ro: Caută după Judeţ
ru_kz: Искать по области, стране и территории
ru_ua: Пошук за країною, областю або районом
th_th: ค้นหาโดยใช้ชื่ออำเภอ/เขต และ จังหวัด
tr_tr: N/A
vi_vn: Tìm kiếm bằng Quận/Huyện

# lbStateResource1.Text
source: State
cs_cz: Stát
he_il: מדינה*:
ro_ro: Județ
ru_kz: Область или край
ru_ua: Країна
th_th: อำเภอ
tr_tr: N/A
vi_vn: Tiểu bang

# rbPostalCodeResource1.Text
source: Search by Postal Code
cs_cz: Hledat podle poštovního směrovacího čísla
he_il: חפש על פי מיקוד
pl_pl: Szukaj według kodu pocztowego
ro_ro: Caută după Codul Poştal
ru_kz: Искать по почтовому индексу
ru_ua: Пошук за індексом
th_th: ค้นหาโดยใช้รหัสไปรษณีย์
tr_tr: Posta Kodu ile ara
vi_vn: Tìm kiếm bằng mã số bưu điện
