Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/PaymentInfoGrid.ascx.*.resx
Languages: el_gr, es_ec, fi_fi, id_id, ja_jp, ko_kr, mk_mk, mn_mn, pt_br, ru_kz, ru_ua, sl_si, th_th, vi_vn, zh_mo, zh_my

# PaymentAcknowledgement.Text
source: I acknowledge this transaction
es_ec: Al marcar esta casilla, aceptas que has leido, entendido y que cumplirás con las directrices para pagos por medio de transferencia bancaria.
fi_fi: Rastittamalla tämän ruudun vahvistat, että olet lukenut ja ymmärtänyt pankkisiirtoa koskevat ohjeet ja noudattavasi niitä.
id_id: Saya setuju untuk <a href="https://id.myherbalife.com/Content/id-ID/pdf/Ordering/E-Commerce-Policies-id_ID.pdf" target="_blank">kebijakan ini</a>
ja_jp: この処理に同意します
ko_kr: 결제확인
mk_mk: Се согласувам со <a href="https://mk.myherbalife.com/Content/mk-MK/pdf/Macedonia_Terms.pdf" target="_blank">политиката за приватност</a>
pt_br: <span>Declaro que reconheço essa transação.<br> </span>
ru_kz: Я подтверждаю данную транзакцию
ru_ua: Я визнаю цю транзакцію.
sl_si: Strinjam se s <a href="https://SI.myherbalife.com/Content/sl-SI/pdf/Slovenia_Terms.pdf" target="_blank">politiko poslovanja.</a>
th_th: ฉันรับทราบรายการนี้
vi_vn: Tôi đồng ý với giao dịch này và <a href="https://vn.myherbalife.com/Content/vi-VN/pdf/ordering/Ecommerce_VN.pdf" target="_blank">chính sách thương mại điện tử</a>
zh_mo: 本人同意此項交易 <a href="/Content/zh-MO/pdf/Macau_Return_Policy.pdf" target="_blank"> 點擊此處查看產品回購資料 </a>
zh_my: 我承认这个事务

# ListItemResource2.Text
source: Payment Gateway
el_gr: Πύλη πληρωμής
es_ec: Plataforma de Pago
fi_fi: Maksupalvelu
id_id: Kartu Kredit
ko_kr: 결제 게이트웨이
pt_br: Transferência Bancária/Boleto e Cartão de Débito Visa Electron
ru_kz: Банковская карта
ru_ua: Платіжна система
sl_si: Posrednik za izplačilo (Payment Gateway)
vi_vn: Thẻ ghi nợ/Thẻ tín dụng
zh_mo: 網上信用卡付款系統
zh_my: 线上付款闸门

# ListItemResource4.Text
source: Direct Deposit
el_gr: Άμεση Κατάθεση
es_ec: Depósito Directo
fi_fi: Pankkitalletus
id_id: Deposit langsung
ja_jp: 銀行、または郵便局でお支払い
ko_kr: 온라인 송금
mk_mk: Директен депозит
mn_mn: Шууд шилжүүлэг
pt_br: Depósito Bancário
ru_kz: Терминал Qiwi
ru_ua: Прямий Депозит
sl_si: Neposredni polog
th_th: โอนเงิน
vi_vn: Tiền cọc trực tiếp
zh_mo: 直接存款
zh_my: 直接存款

# lblCVVHeaderResource1.Text
source: CVV*
es_ec: Código de Seguridad*
ja_jp: カード認証*
ru_kz: CVV код
th_th: รหัส 3 ตัวท้ายหลังบัตร
vi_vn: Mã số bí mật*
zh_mo: 信用卡安全碼
zh_my: 卡片背面后三码*

# hdrExpiration.HeaderText
source: Expiry
el_gr: Λήξη
es_ec: Fecha de caducidad
fi_fi: Voimassaolo päättyy
id_id: Masa berlaku
ja_jp: 有効期限
ko_kr: 만료
mk_mk: Рок на истекување
mn_mn: Дуусах Хугацаа
pt_br: Expirado
ru_kz: Окончание срока действия
ru_ua: Термін дії
sl_si: Iztek veljavnosti
th_th: หมดอายุ
vi_vn: Hết hạn
zh_mo: 有效期限
zh_my: 有效期限

# lnkEdit.Text
source: Edit
el_gr: Επεξεργασία
es_ec: Editar
fi_fi: Muokkaa
id_id: Rubah
ja_jp: 編集
ko_kr: 수정
mk_mk: Измени
mn_mn: Өөрчлөх
pt_br: Editar
ru_kz: Редактировать
ru_ua: Змінити
sl_si: Uredi
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_mo: 編輯
zh_my: 修改

# hdrCardNumber.HeaderText
source: Card Number
el_gr: Αριθμός Κάρτας
es_ec: Número de Tarjeta de Crédito*
fi_fi: Kortin numero
id_id: Nomor kartu
ja_jp: カード番号
ko_kr: 카드 번호
mk_mk: Број на картичка
mn_mn: Картны Дугаар
pt_br: Número do Cartão
ru_kz: Номер карты
ru_ua: Номер картки
sl_si: Številka kreditne kartice:*
th_th: หมายเลขบัตร
vi_vn: Số thẻ
zh_mo: 信用卡號碼
zh_my: 卡号

# hdrCardHolder.HeaderText
source: Card Holder
el_gr: Κάτοχος της κάρτας
es_ec: Titular de la Tarjeta
fi_fi: Kortinhaltija
id_id: Pemegang kartu
ja_jp: カード名義人名
ko_kr: 신용카드 소지자
mk_mk: Сопственик на картичка
mn_mn: Карт эзэмшигч
pt_br: Titular do Cartão
ru_kz: Держатель карты
ru_ua: Власник картки
sl_si: Ime lastnika kreditne kartice
th_th: ผู้ถือบัตร
vi_vn: Chủ thẻ
zh_mo: 持卡人
zh_my: 持卡人

# ListItemResource1.Text
source: Credit / Debit Card
el_gr: Πιστωτική Κάρτα
es_ec: Tarjeta de Crédito
fi_fi: Luottokortti
id_id: Kartu kredit
ja_jp: クレジット・カード
ko_kr: 신용카드
mk_mk: Кредитна картичка
mn_mn: Кредит Карт
pt_br: Cartão de Crédito
ru_kz: Кредитная карта
ru_ua: Кредитна Картка
sl_si: Kreditna kartica
th_th: บัตรเครดิต
vi_vn: Thẻ tín dụng
zh_mo: 信用卡
zh_my: 信用卡

# hdrCardType.HeaderText
source: Card Type
el_gr: Τύπος κάρτας
es_ec: Tipo de Tarjeta de Crédito*
fi_fi: Korttityyppi
id_id: Jenis Kartu
ja_jp: カードの種類
ko_kr: 카드 종류*
mk_mk: Тип на картичка
mn_mn: Картны Төрөл
pt_br: Tipo de Cartão
ru_kz: Тип карты
ru_ua: Тип картки
sl_si: Vrsta kreditne kartice
th_th: ประเภทบัตร
vi_vn: Loại thẻ
zh_mo: 信用卡類別
zh_my: 卡别

# btnOkALResource1.Text
source: Ok
el_gr: ΟΚ
es_ec: Listo
ko_kr: 예
mk_mk: ОК
ru_kz: Ок
sl_si: V redu
th_th: ตกลง
zh_mo: 確認
zh_my: 确定

# hdrNickName.HeaderText
source: Nickname:
el_gr: Ψεδώνυμο
es_ec: Nombre corto
fi_fi: Kutsumanimi
id_id: nama panggilan
ja_jp: 名称
ko_kr: 닉네임
mk_mk: Псевдоним
mn_mn: Товч Нэр
pt_br: Apelido
ru_kz: Имя пользователя
ru_ua: Назва
sl_si: Vzdevek
th_th: ชื่อเฉพาะ:
vi_vn: Tên riêng
zh_mo: 暱稱
zh_my: 昵称

# hdrPayOptions.HeaderText
source: Pay Options
el_gr: Επιλογές Πληρωμής
es_ec: Opciones de Pago
fi_fi: Maksuvaihtoehdot
id_id: Pilihan pembayaran
ja_jp: 回数
ko_kr: 결제 선택
mk_mk: Опции за плаќање
mn_mn: Төлбөр төлөх хувилбар
pt_br: Opções de Pagamento
ru_kz: Варианты оплаты
ru_ua: Параметри оплати
sl_si: Plačilne možnosti
th_th: ตัวเลือกการชำระเงิน:
vi_vn: Các lựa chọn thanh toán
zh_mo: 付款選項
zh_my: 付款方式选择

# btnOkQHResource1.Text
source: Ok
el_gr: ΟΚ
es_ec: Listo
ko_kr: 예
mk_mk: ОК
ru_kz: Ок
sl_si: V redu
th_th: ตกลง
zh_mo: 確認
zh_my: 确定

# lbInstallments.Text
source: Installments
el_gr: Άτοκες Δόσεις (μη διαθέσιμες)
es_ec: Cuotas
fi_fi: Maksuerät
id_id: Angsuran
ja_jp: 分割
ko_kr: 할부
mk_mk: Рати
mn_mn: Хэсэгчилсэн төлбөр
pt_br: Informe o número do CPF
ru_kz: Платежи
ru_ua: Розстрочка
sl_si: Obroki
th_th: การแบ่งชำระ
vi_vn: Thiết lập*.
zh_mo: 分期付款
zh_my: 分期付款方案

# lblGrandTotalResource1.Text
source: Total:
el_gr: Γενικό σύνολο:
fi_fi: Loppusumma:
id_id: Total seluruh
ja_jp: 合計お支払金額：
ko_kr: 총 결제금액
mk_mk: Вкупен износ со ДДВ:
mn_mn: Эцсийн дүн:
pt_br: Valor Total:
ru_kz: Сумма к оплате:
ru_ua: Загальний підсумок:
sl_si: Skupaj:
th_th: ยอดรวม:
vi_vn: Tổng cộng
zh_mo: 應付總金額:
zh_my: 应付总金额:

# lbLumpSum.Text
source: Lump Sum
el_gr: Εφάπαξ
es_ec: Suma Total
fi_fi: Kiinteä kokonaissumma
id_id: jumlah kumpulan
ja_jp: 一括
ko_kr: 일괄 지불
mk_mk: Паушал
pt_br: Pagamento único
ru_kz: Единовременный платеж
ru_ua: Оплата одним платежем
sl_si: Pavšalni znesek
th_th: ชำระครั้งเดียว
vi_vn: Số tiền gộp
zh_mo: 總額
zh_my: 总额

# hdrIssueNumber.HeaderText
source: Issue Number or Date
el_gr: Αριθμός έκδοσης ή ημερομηνία
es_ec: Número de Emisión o Fecha
fi_fi: Myöntämispäivämäärä
id_id: Mengeluarkan Nomor atau tanggal
ja_jp: カード番号または有効期限が違います
ko_kr: 발행번호 또는 날짜
mk_mk: Број или датум на издавање
mn_mn: Олголтын дугаар эсвэл огноо
pt_br: Problema com Número ou Data
ru_kz: Номер проблемы или Дата возникновения
ru_ua: Вказати номер або дату
sl_si: Številka ali datum izdaje
th_th: หมายเลขหรือวันที่ออกบัตร
vi_vn: Số hay ngày phát hành
zh_mo: 發卡日期
zh_my: 发卡日期

# ListItemResource3.Text
source: Wire Transfer
el_gr: Έμβασμα
es_ec: Transferencia
fi_fi: Western Union
id_id: Transfer Elektronik
ja_jp: 銀行、または郵便局でお支払い
ko_kr: 온라인 송금 금액
mk_mk: банкарска трансакција
mn_mn: Банкны шилжүүлгээр
pt_br: Transferência Bancária
ru_kz: Банковский перевод
ru_ua: Western Union
sl_si: Bančno nakazilo
th_th: โอนเงินผ่านธนาคาร
vi_vn: Chuyển khoản
zh_mo: 銀行電匯 / ATM 轉帳
zh_my: 汇款

# lblWireAmountDueResource1.Text
source: Total Wire Amount Due:
el_gr: Συνολικό Ποσό:
es_ec: Cantidad Total de Transferencia Pendiente :
fi_fi: Western Union kokonaissumma:
id_id: Total jumlah yang harus ditransfer :
ja_jp: お振込合計金額：
ko_kr: 온라인 송금 금액
mk_mk: Вкупен износ што треба да се плати преку Банкарска Трансакција:
mn_mn: Банкны шилжүүлгээр-ы Нийт Төлбөрийн Дүн:
pt_br: Valor Total para Transferência Bancária:
ru_kz: Общая сумма к оплате банковским переводом
ru_ua: Загальна сума оплати за допомогою Western Union:
sl_si: Skupni znesek za plačilo
th_th: ยอดรวมที่ต้องโอนเพื่อชำระ
vi_vn: Tổng số tiền đến hạn Western Union
zh_mo: 電匯應繳總額
zh_my: 汇款应付总金额:

# lbRevolving.Text
source: Revolving
es_ec: Rotativo
fi_fi: Jatkuva
id_id: Beredar
ja_jp: リボルビング
ko_kr: 리볼빙
mn_mn: Шийдэж байна
pt_br: Rotativo
ru_kz: Загружается
ru_ua: Обертовий
sl_si: Revolving kredit
th_th: ยอดหมุนเวียน
vi_vn: Đang xem xét
zh_mo: 處理中
zh_my: 循环

# lblCardsLimitMessageResource1.Text
source: You can use up to {0} Cards to place this order
el_gr: Μπορείτε να χρησιμοποιήσετε μέχρι {0} κάρτες για να τοποθετήσετε αυτήν την παραγγελία
es_ec: Puedes usar hasta {0} Tarjetas para colocar este pedido
fi_fi: Voit käyttää enintään {0} korttia maksaaksesi tämän tilauksen.
id_id: anda dapat menggunakan {0} kartu untuk memesan ini
ja_jp: 最大 {0} 枚のクレジット・カードでお支払いいただけます。
ko_kr: 주문을 하기 위해 최대 {0} 개의 카드를 사용할 수 있습니다.
mk_mk: Може да користите најмногу {0} картички за да ја направите нарачката
mn_mn: Та хамгийн дээд тал нь {0} Картыг ашиглан энэ захиалгыг хийж болно.
pt_br: Você pode utilizar até 4 cartões para pagamento. Certifique-se de ter saldo disponível em todos eles evitando o bloqueio do saldo caso algum não seja aprovado. Alguns bancos levam até 30 dias para liberar o saldo do cartão. <br> Para mais detalhes <a href="/Content/pt-BR/pdf/Multiplos_Cartoes.pdf" target="_blank">clique aqui</a>
ru_kz: Вы можете использовать до {0} карт чтобы разместить данный заказ
ru_ua: Ви можете використовувати до {0} картки, щоб розмістити це замовлення_G997
sl_si: Za oddajo tega naročila lahko uporabite največ {0} kartic(-o, -i, -e).
th_th: คุณสามารถใช้ {0} บัตรในการสั่งซื้อนี้
vi_vn: Bạn có thể sự dụng đến {0} thẻ để đặt đơn hàng này
zh_mo: 此訂單最多可使用{0}張信用卡付款. <strong>只限Visa或萬事達卡</strong>
zh_my: 您最多可以使用{0}卡以完成此定购

# lbSelectMonth.Text
source: Select Month:
el_gr: Επιλέξτε μήνα:
es_ec: Seleccionar Mes:
fi_fi: Valitse kuukausi:
id_id: pilih bulan :
ja_jp: お支払い月の選択：
ko_kr: 월 선택
mk_mk: Избери месец:
mn_mn: Сар сонгох:
pt_br: Selecionar Mês:
ru_kz: Выберите Месяц:
ru_ua: Виберіть місяць:
sl_si: Izberi mesec:
th_th: เลือกเดือน
vi_vn: Lựa chọn tháng:
zh_mo: 選擇月份
zh_my: 选择月份

# lblPaymentGatewayAmountDueResource1.Text
source: Total Amount to be authorized:
el_gr: Συνολικό ποσό που θα εγκριθεί:
es_ec: Cantidad Total a ser Autorizada:
fi_fi: Vahvistettava loppusumma:
id_id: jumlah yang diotorisasi:
ja_jp: お支払合計金額：
ko_kr: 총 결제 금액
mk_mk: Вкупен износ со ДДВ:
mn_mn: Зөвшөөрөгдөх нийт дүн:
pt_br: Valor Total a ser autorizado:
ru_kz: Общая сумма к оплате
ru_ua: Загальна сума, яку необхідно підтвердити:
sl_si: Skupni znesek za odobritev:
th_th: ยอดรวมที่อนุมัติ:
vi_vn: Tổng số tiền:
zh_mo: 授權付款總金額
zh_my: 授权付款总金额

# Label1Resource2.Text
source: Remaining Amount:
el_gr: Υπόλοιπο ποσό:
es_ec: Cantidad Restante:
fi_fi: Jäljellä oleva summa:
id_id: jumlah yang tersisa
ja_jp: お支払金額合計残：
ko_kr: 남은 금액
mk_mk: Преостанат износ:
mn_mn: Үлдэгдэл Дүн:
pt_br: Valor Restante:
ru_kz: Оставшаяся сумма:
ru_ua: Залишок суми
sl_si: Preostali znesek:
th_th: จำนวนคงเหลือ:
vi_vn: Số tiền còn lại:
zh_mo: 餘額
zh_my: 余额

# lbSelectMonth2.Text
source: Select Month 2:
el_gr: Επιλογή Μήνα 2:
es_ec: Seleccionar Mes 2:
fi_fi: Valitse kuukausi 2:
id_id: Pilih bulan 2:
ja_jp: 2回目お支払い月：
ko_kr: 월 선택 2
mk_mk: Избери месец 2:
mn_mn: Сараа сонгох 2:
pt_br: Selecione o Mês 2:
ru_kz: Выберите Месяц 2:
ru_ua: Виберіть місяць 2:
sl_si: Izberi mesec 2:
th_th: เลือกเดือน 2:
vi_vn: Lựa chọn tháng 2:
zh_mo: 選擇月份2
zh_my: 选择月份2:

# lbBonus2.Text
source: Bonus 2
es_ec: Bonificación 2
ja_jp: ボーナス2回
ko_kr: 보너스2
mk_mk: Бонус 2
mn_mn: Бонус 2
ru_kz: Бонус 2
ru_ua: Бонус 2
th_th: โบนัส 2
vi_vn: Thưởng 2
zh_mo: 獎賞 2
zh_my: 红利2

# lbBonus1.Text
source: Bonus 1
es_ec: Bonificación 1
ja_jp: ボーナス1回
ko_kr: 보너스1
mk_mk: Бонус 1
mn_mn: Бонус 1
ru_kz: Бонус 1
ru_ua: Бонус 1
th_th: โบนัส 1
vi_vn: Thưởng 1
zh_mo: 獎賞 1
zh_my: 红利1

# lblDirectDepositAmountDueResource1.Text
source: Total Direct Deposit Amount:
el_gr: Συνολικό Ποσό Απευθείας Κατάθεσης:
es_ec: Cantidad Total de Depósito Directo:
fi_fi: Pankkitalletuksen kokonaissumma:
id_id: jumlah deposit langsung :
ja_jp: お振込合計金額：
ko_kr: 총 결제 금액 :
mk_mk: Вкупен износ на директен депозит:
mn_mn: Нийт Шууд Шилжүүлгийн Дүн:
pt_br: Valor Total pra Depósito Direto:
ru_kz: Общая сумма для зачисления на счет
ru_ua: Всього Пряма Сума депозиту:
sl_si: Skupni znesek neposrednega pologa:
th_th: ยอดเงินโอนรวม:
vi_vn: Tổng số tiền cọc trực tiếp
zh_mo: 直接存款金額
zh_my: 直接存款总金额：

# btnCancelALResource1.Text
source: Cancel
el_gr: Ακύρωση
es_ec: Cancelar
fi_fi: Peruuta
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
mk_mk: Откажи
mn_mn: Цуцлах
pt_br: Cancelar
ru_kz: Отмена
ru_ua: Скасувати
sl_si: Prekliči
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_mo: 取消
zh_my: 取消

# lbSelectMonth1.Text
source: Select Month 1:
el_gr: Επιλογή Μήνα 1:
es_ec: Seleccionar Mes 1:
fi_fi: Valitse kuukausi 1:
id_id: Pilih bulan 1:
ja_jp: 1回目お支払い月：
ko_kr: 월 선택 1
mk_mk: Избери месец 1:
mn_mn: Сараа сонгох 1:
pt_br: Selecione o Mês 1:
ru_kz: Выберите Месяц 1:
ru_ua: Виберіть місяць 1:
sl_si: Izberi mesec 1:
th_th: เลือกเดือน 1:
vi_vn: Lựa chọn tháng 1:
zh_mo: 選擇月份1
zh_my: 选择月份1:

source: Select
el_gr: Επιλογή
es_ec: Seleccionar
fi_fi: Valitse
id_id: Pilih
ja_jp: 選択
ko_kr: 선택
mk_mk: Избери
mn_mn: Сонгох
pt_br: Selecione
ru_kz: Выберите
ru_ua: Вибрати
sl_si: Izberi
th_th: เลือก
vi_vn: Chọn
zh_mo: 選擇
zh_my: 选择

# Amount.HeaderText
source: Amount
el_gr: Ποσό
es_ec: Cantidad
fi_fi: Summa
id_id: Jumlah
ja_jp: 合計お支払金額
ko_kr: 금액
mk_mk: Износ
mn_mn: Дүн
pt_br: Valor
ru_kz: Сумма
ru_ua: Сума
sl_si: Znesek
th_th: จำนวน
vi_vn: Giá trị
zh_mo: 金額
zh_my: 付款金额

# btnAddNewCreditCardResource1.Text
source: Add New Credit / Debit Card
el_gr: Προσθήκη νέας πιστωτικής κάρτας
fi_fi: Lisää uusi luottokortti
id_id: Tambahkan kartu kredit baru
ja_jp: クレジット・カード情報を追加
ko_kr: 신규 신용카드 추가하기
mk_mk: Додај нова кредитна картичка
mn_mn: Кредит Карт нэмэх
pt_br: Adicionar Novo Cartão de Crédito
ru_kz: Добавить новую кредитную карту
ru_ua: Додати Нову Кредитну Картку
sl_si: Dodaj novo kreditno kartico
th_th: เพิ่มบัตรเครดิตใหม่
vi_vn: Thêm thẻ tín dụng mới
zh_mo: 新增信用卡
zh_my: 新增信用卡

# lbPayOptions.Text
source: Pay Options
el_gr: Επιλογές Πληρωμής
es_ec: Opciones de Pago
fi_fi: Maksuvaihtoehdot
id_id: Pilihan pembayaran
ja_jp: 回数
ko_kr: 결제 선택
mk_mk: Опции за плаќање
mn_mn: Төлбөр төлөх хувилбар
pt_br: Opções de Pagamento
ru_kz: Варианты оплаты
ru_ua: Параметри оплати
sl_si: Plačilne možnosti
th_th: ตัวเลือกการชำระเงิน:
vi_vn: Các lựa chọn thanh toán
zh_mo: 付款選項
zh_my: 付款方式选择

# btnCancelQHResource1.Text
source: Cancel
el_gr: Ακύρωση
es_ec: Cancelar
fi_fi: Peruuta
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
mk_mk: Откажи
mn_mn: Цуцлах
pt_br: Cancelar
ru_kz: Отмена
ru_ua: Скасувати
sl_si: Prekliči
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_mo: 取消
zh_my: 取消
