Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/PaymentInfoGrid_KS.ascx.*.resx
Languages: el_gr, id_id, mn_mn, ru_ua, tr_tr, uk_ua, vi_vn, zh_mo

# Card_0
source: First Card
el_gr: Πρώτη Κάρτα
id_id: kartu pertama
mn_mn: Эхний Карт
ru_ua: Перша картка_G929
tr_tr: İlk Kart
uk_ua: Перша картка
vi_vn: Thẻ đầu tiên
zh_mo: 首張信用卡

# Card_1
source: Second Card
el_gr: Δεύτερο Καλάθι Αγορών
id_id: kartu kedua
mn_mn: Хоёр дахь Карт
ru_ua: Друга картка_G930
tr_tr: İkinci Kart
uk_ua: Друга картка
vi_vn: Thẻ thứ hai
zh_mo: 第二張信用卡

# lblCardsLimitMessageResource1.Text
source: You can use up to {0} Cards to place this order
el_gr: Μπορείτε να χρησιμοποιήσετε μέχρι {0} Πιστωτικές Κάρτες για να καταχωρηθεί αυτή η παραγγελία
id_id: anda dapat menggunakan {0} kartu untuk memesan ini
mn_mn: Та хамгийн дээд тал нь {0} Картыг ашиглан энэ захиалгыг хийж болно.
ru_ua: Ви можете використовувати до {0} картки, щоб розмістити це замовлення_G931
tr_tr: Bu siparişi vermek için {0} karta kadar kart kullanabilirsiniz.
uk_ua: Ви можете використовувати до {0} картки, щоб розмістити це замовлення
vi_vn: Bạn có thể dùng đến {0} thể để đặt đơn hàng này
zh_mo: 此訂單最多可使用 {0} 張信用卡

# lblGrandTotalResource1.Text
source: Grand Total:
el_gr: Συνολικό Ποσό:
id_id: total seluruh
mn_mn: Нийт төлөх төлбөр:
ru_ua: Загальний підсумок:_G932
tr_tr: Toplam Tutar:
uk_ua: Сума до сплати:
vi_vn: Tổng cộng:
zh_mo: 應付總金額

# lblWireAmountDueResource1.Text
source: Total Wire Amount Due:
el_gr: Σύνολο ποσού για εντολή τραπεζικής μεταφοράς:
id_id: total jumlah pos yang jatuh tempo :
mn_mn: Нийт шилжүүлэх мөнгөн дүн
ru_ua: Загальна сума оплати банківським переказом_G933
tr_tr: Toplam Para Transferi Tutarı:
uk_ua: Загальна сума оплати банківським переказом
vi_vn: Tổng số tiền chuyển khoản:
zh_mo: 總電匯金額應為：

# ListItemResource1.Text
source: Credit Card
el_gr: Πιστωτική κάρτα
id_id: kartu kredit
mn_mn: Кредит карт
ru_ua: Кредитна Картка_G934
tr_tr: Kredi Kartı
uk_ua: Кредитна Картка
vi_vn: Thẻ tín dụng
zh_mo: 信用卡

# ListItemResource2.Text
source: Payment Gateway
el_gr: Τρόπος πληρωμής
id_id: Pintu pembayaran
ru_ua: Платіжна система_G936
tr_tr: Ödeme Ağ Geçiti
uk_ua: Платіжна система
vi_vn: Cổng thanh toán
zh_mo: 網上繳費系統

# ListItemResource3.Text
source: Wire Transfer
el_gr: Τραπεζική Μεταφορά χρημάτων – Παρακαλούμε επιλέξτε
id_id: Transfer elektronik
mn_mn: Банкаар шилжүүлэх
ru_ua: Банківський переказ_G938
tr_tr: Para Transferi
uk_ua: Банківський переказ
vi_vn: Chuyển khoản
zh_mo: 電匯

# ListItemResource4.Text
source: Direct Deposit
el_gr: Απευθείας κατάθεση
id_id: Deposit langsung
mn_mn: Шууд Шилжүүлэг
ru_ua: Прямий Депозит_G940
tr_tr: Doğrudan Aktarım
uk_ua: Прямий Депозит
vi_vn: Tiền cọc trực tiếp
zh_mo: 直接存款

# ValidateCardInstallmentsIssue
source: You have an Installment issue right now.
el_gr: Τώρα έχετε ένα θέμα δόσεων.
id_id: Anda memiliki masalah cicilan saat ini
mn_mn: Та хэсэгчлэн төлөх асуудалтай тулгарч байна.
ru_ua: У вас на даний момент проблема з розстрочкою._G942
tr_tr: Şu anda taksitlendirmeniz bulunmakta
uk_ua: У вас на даний момент проблема з розстрочкою.
vi_vn: Bạn có một hóa đơn thiết lập ngay bây giờ
zh_mo: 您現在有分期付款問題

# ValidateCardLimitedOptions
source: You have limited card options with this choice.
el_gr: Έχετε περιορισμένο αριθμό επιλογών πιστωτικής κάρτας με αυτή την επιλογή.
id_id: Anda memiliki opsi kartu yang terbatas dengan pilihan ini
mn_mn: Энэхүү сонголтыг хийснээр Та хязгаарлагдмал картны сонголттой болох болно.
ru_ua: Можливості Вашої обраної картки обмежені _G943
tr_tr: Bu seçimle sınırlı kart seçenekleriniz bulunmakta.
uk_ua: Можливості Вашої обраної картки обмежені
vi_vn: Bạn đã giới hạn việc lựa chọn loại thẻ với sự lựa chọn này
zh_mo: 在此選擇下您的信用卡選項有限

# ValidateCardMissingName
source: The Card Holder Name must be provided.
el_gr: Πρέπει να δηλώσετε το όνομα του κατόχου της Πιστωτικής Κάρτας
id_id: Nama pemegang kartu harus disertakan
mn_mn: Карт Эзэмшигчийн нэрийг заавал оруулах ёстой.
ru_ua: Необхідно вказати Ім'я Власника Картки_G944
tr_tr: Kart Sahiini Adı belirtilmeli
uk_ua: Необхідно вказати Ім'я Власника Картки
vi_vn: Yêu cầu cung cấp tên chủ thẻ
zh_mo: 您必須提供信用卡持有人

# ValidateCardPaymentAuthFailedMessage
source: Your Approval attempt was unsuccessful.
el_gr: Η προσπάθεια έγκρισης δεν ήταν επιτυχής.
id_id: Percobaan persetujuan tidak berhasil
mn_mn: Таны зөвшөөрөх оролдлого амжилтгүй боллоо.
ru_ua: Ваша спроба підтвердження була невдалою._G945
tr_tr: Onaylı girişiminiz başarısız oldu
uk_ua: Ваша спроба підтвердження була невдалою.
vi_vn: Cố gắng phê duyệt của bạn không thành công
zh_mo: 您的認可步驟不成功
