Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/PaymentInfoControl_*.ascx.*.resx
Languages: ar_il, cs_cz, de_ch, el_cy, es_mx, hu_hu, mk_mk, nl_nl, pl_pl, pt_pt, ro_ro, ru_by, sk_sk, sl_si, sr_rs, th_th, uk_ua, zh_cn, zh_tw

# ValidateAddCardExpired
source: The card has expired.
ar_il: البطاقة منتهية الصلاحية.
cs_cz: Platnost karty vypršela.
de_ch: Die Karte ist abgelaufen
el_cy: Η Πιστωτική Κάρτα έχει λήξη.
es_mx: Su Tarjeta ya está expirada
hu_hu: A kártya lejárt.
mk_mk: Картичката е истечена.
nl_nl: De kaart is verlopen.
pl_pl: Data ważności karty wygasła
pt_pt: Cartão Expirado.
ro_ro: Cardul a expirat.
ru_by: Карта просрочена
sk_sk: Platnosť karty vypršala.
sl_si: Kartica ni več veljavna.
sr_rs: Kartica je istekla.
th_th: บัตรหมดอายุ
uk_ua: Термін дії картки закінчився
zh_cn: 此卡经已逾期
zh_tw: 此卡已過期

# ValidateAddCardBadCard
source: The Card Number is invalid.
ar_il: رقم البطاقة غير صالح.
cs_cz: Číslo karty je neplatné.
de_ch: Die Karten-Nr. ist ungültig.
el_cy: Ο αριθμός της Πιστωτικής Κάρτας δεν είναι αποδεκτός.
es_mx: El número de la tarjeta es inválido
hu_hu: Érvénytelen kártyaszám.
mk_mk: Погрешен број на картичка.
nl_nl: Het kaartnummer is niet correct.
pl_pl: Numer karty jest nieprawidłowy
pt_pt: Número de Cartão Inválido.
ro_ro: Numărul Cardului nu este valid.
ru_by: Неверный номер карты
sk_sk: Číslo karty je neplatné.
sl_si: Številka kreditne kartice ni veljavna.
sr_rs: Broj kartice je neispravan.
th_th: หมายเลขบัตรไม่ถูกต้อง
uk_ua: Номер Кредитної Картки недійсний
zh_cn: 此卡号码无效
zh_tw: 請輸入正確的信用卡

# ValidateAddCard
source: Are you sure you want to Add this card?
ar_il: هل أنت متأكد من أنك تريد اضافة هذه البطاقة؟
cs_cz: Jste si jistí, že chcete přidat tuto kartu?
de_ch: Möchten Sie wirklich diese Kreditkarte hinzufügen?
el_cy: Είστε σίγουροι οτί θέλετε να προσθέσετε αυτήν την πιστωτική κάρτα;
es_mx: ¿Esta seguro de quiere añadir esta tarjeta?
hu_hu: Biztos benne, hogy hozzáadja ezt a kártyát?
mk_mk: Сигурни сте дека сакате да ја додадете картичката?
nl_nl: Weet u zeker dat u uw winkelmandje wilt legen?
pl_pl: Jesteś pewny, że chcesz dodać ten numer karty kredytowej?
pt_pt: Tem a certeza que quer adicionar este cartão?
ro_ro: Sunteţi sigur că doriţi să adăugaţi acest card?
ru_by: Вы уверены, что хотите добавить эту карту?
sk_sk: Ste si istý/á, že chcete Pridať túto kartu?
sl_si: Ali ste prepričani, da želite dodati to kartico?
sr_rs: Da li ste sigurni da želite da dodate ovu karticu?
th_th: คุณแน่ใจที่จะเพิ่มบัตรนี้หรือไม่
uk_ua: Ви впевнені що хочете додати цю картку?
zh_cn: 您是否确定欲添加此卡？
zh_tw: 您確定要新增此卡

# PrimaryYes
source: Yes
ar_il: نعم
cs_cz: Ano
de_ch: Ja
el_cy: Ναι
es_mx: Sí
hu_hu: Igen
mk_mk: Да
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_by: Да
sk_sk: Áno
sl_si: Da
sr_rs: Da
th_th: ใช่
uk_ua: Так
zh_cn: 是
zh_tw: 是

# ValidateAddCardMissingCard
source: The Card Number is required.
ar_il: رقم البطاقة مطلوب.
cs_cz: Je požadováno číslo karty.
de_ch: Die Karten-Nr. ist eforderlich.
el_cy: Απαιτήται ο αριθμός της Πιστωτικής Κάρτας.
es_mx: El número de la tarjeta es requerido
hu_hu: A kártya száma szükséges.
mk_mk: Задолжителен е број на картичка.
nl_nl: Het kaartnummer is verplicht.
pl_pl: Numer karty kredytowej jest wymagany
pt_pt: O Número de Cartão é obrigatório.
ro_ro: Este necesar Numărul cardului.
ru_by: Требуется номер карты
sk_sk: Číslo karty je požadované.
sl_si: Številka kreditne kartice je obvezna.
sr_rs: Broj kartice je neophodan.
th_th: ต้องใส่หมายเลขบัตร
uk_ua: Введіть номер Кредитної Картки.
zh_cn: 须填写卡号
zh_tw: 請輸入卡號
