Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/PaymentInfoGrid_JM.ascx.*.resx
Languages: ar_il

# lbInstallments.Text
source: Installments
ar_il: دفعات

# lbBonus2.Text
source: Bonus 2
ar_il: مكافأة 2

# lblCardsLimitMessageResource1.Text
source: You can use up to {0} Cards to place this order
ar_il: يمكنك أن تستخدم حتى {0} سلّات للقيام بهذا الطلب

# lblDirectDepositAmountDueResource1.Text
source: Total Direct Deposit Amount:
ar_il: مجموع مبلغ الإيداع المباشر:

# lbBonus1.Text
source: Bonus 1
ar_il: مكافأة 1

# hdrNickName.HeaderText
source: Nickname
ar_il: اللقب

# hdrIssueNumber.HeaderText
source: Issue Number or Date
ar_il: رقم الفاتورة أو تاريخها

# ListItemResource2.Text
source: Payment Gateway
ar_il: إدفع بواسطة Gateway

# Label1Resource2.Text
source: Remaining Amount:
ar_il: المبلغ المتبقي:

# hdrPayOptions.HeaderText
source: Pay Options
ar_il: خيارات الدفع

# lbPayOptions.Text
source: Pay Options
ar_il: خيارات الدفع

# lbRevolving.Text
source: Revolving
ar_il: متجدد

# lblWireAmountDueResource1.Text
source: Total Wire Amount Due:
ar_il: مجموع مبلغ الحوالة الالكترونية:

# lblPaymentGatewayAmountDueResource1.Text
source: Total Amount to be authorized:
ar_il: مجموع المبلغ الذي يحتاج الى موافقة:

# lbLumpSum.Text
source: Lump Sum
ar_il: المجموع

# lbSelectMonth.Text
source: Select Month:
ar_il: اختر شهر:

# lblInstallmentsHeaderResource.Text
source: Installments
ar_il: دفعات

# lblGrandTotalResource1.Text
source: Grand Total:
ar_il: المجموع الإجمالي

# ListItemResource1.Text
source: Credit Card
ar_il: بطاقة إئتمان

# lbSelectMonth1.Text
source: Select Month 1:
ar_il: اختر شهر 1:

# lbSelectMonth2.Text
source: Select Month 2:
ar_il: اختر شهر 2:

# btnOkQHResource1.Text
source: Ok
ar_il: موافق

# btnOkALResource1.Text
source: Ok
ar_il: موافق

source: Select
ar_il: اختيار

# hdrCardHolder.HeaderText
source: Card Holder
ar_il: صاحب البطاقة

# btnCancelQHResource1.Text
source: Cancel
ar_il: إلغاء

# Amount.HeaderText
source: Amount
ar_il: المبلغ

# btnCancelALResource1.Text
source: Cancel
ar_il: إلغاء

# btnAddNewCreditCardResource1.Text
source: Add New Credit Card
ar_il: إضافة بطاقة إئتمان جديدة

# PaymentAcknowledgement.Text
source: I acknowledge this transaction
ar_il: أنا أوافق على هذه الصفقة.

# hdrCardNumber.HeaderText
source: Card Number
ar_il: رقم البطاقة

# hdrExpiration.HeaderText
source: Expiration
ar_il: انتهاء الصلاحية

# hdrCardType.HeaderText
source: Card Type
ar_il: نوع البطاقة

# ListItemResource3.Text
source: Western Union
ar_il: حوالة بنكية

# lnkEdit.Text
source: Edit
ar_il: تعديل

# ListItemResource4.Text
source: Direct Deposit
ar_il: الرجاء تعبئة 4 أحرف على الأقل - نظام الأحرف والأرقام في حقل HKID من دون فراغات
