Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/PaymentInfoControl_*.ascx.*.resx
Languages: ar_il, cs_cz, de_ch, el_cy, es_mx, hu_hu, mk_mk, nl_nl, pl_pl, pt_pt, ro_ro, ru_by, sk_sk, sl_si, sr_rs, th_th, uk_ua, zh_cn, zh_tw

# Label1Resource2.Text
source: Billing Address:
ar_il: العنوان لإرسال الفاتورة:
cs_cz: Fakturační adresa:
de_ch: Rechnungsadresse:
el_cy: Διεύθυνση Λογαριασμού:
es_mx: Dirección de Facturación
hu_hu: Számlázási cím:
mk_mk: Адреса за фактурирање:
nl_nl: Factuur adres:
pl_pl: Adres na fakturze:
pt_pt: Morada
ro_ro: Adresă Facturare
ru_by: Адрес отправки счетов
sk_sk: Fakturačná adresa:
sl_si: Naslov za plačilo:
sr_rs: Adresa za slanje računa:
th_th: ที่อยู่ในการเรียกเก็บเงิน:
uk_ua: Адреса для рахунку:
zh_cn: 账单地址
zh_tw: 帳單地址

# lblLabel1Resource1.Text
source: *Required fields
ar_il: *خانات مطلوبة
cs_cz: *Povinné pole
de_ch: *Pflichtfelder
el_cy: *Υποχρεωτικά πεδία
es_mx: *Campos requeridos
hu_hu: *Kötelezően kitöltendő mező
mk_mk: *Задолжителни полиња
nl_nl: *Verplichte velden
pl_pl: *Pola wymagane
pt_pt: *Campos Obrigatórios
ro_ro: *Câmp obligatoriu
ru_by: *Поля, обязательные для заполнения
sk_sk: * Požadované polia
sl_si: * Obvezna polja
sr_rs: *Obavezna polja
th_th: *ช่องที่ห้ามเว้นว่าง
uk_ua: * Обов'язкові поля для заповнення
zh_cn: 须填栏目
zh_tw: 請輸入必要欄位

# lblStateResource1.Text
source: State*:
ar_il: ولاية*:
cs_cz: Stát*:
de_ch: Bundesland*:
el_cy: Περιοχή*:
es_mx: Estado*:
hu_hu: Megye*:
mk_mk: Држава*:
pt_pt: Estado*
ro_ro: Judeţ*:
ru_by: Область*:
sk_sk: Štát*:
sl_si: Država:*
sr_rs: Država*:
th_th: จังหวัด*:
uk_ua: Країна*:
zh_cn: 州属
zh_tw: 縣市

# lblNickNameResource1.Text
source: Nickname:
ar_il: اللقب:
cs_cz: jméno*:
de_ch: Spitzname:
el_cy: Ψευδόνημο:
es_mx: Nombre Corto:
hu_hu: Becenév:
mk_mk: Псевдоним:
nl_nl: Adresboek naam:
pl_pl: Nawa Własna
pt_pt: Alcunha:
ro_ro: Denumire:
ru_by: Имя пользователя:
sk_sk: Prihlasovacie meno/Prezývka:
sl_si: Vzdevek:
sr_rs: Nadimak:
th_th: ชื่อเฉพาะ:
uk_ua: Назва картки
zh_cn: 昵称
zh_tw: 卡片資訊

# lblStreetAddressResource1.Text
source: Street Address*:
ar_il: عنوان الشارع*:
cs_cz: Adresa: ulice*:
de_ch: Staßenname*:
el_cy: Οδός Διέυθυνσης*:
es_mx: Domicilio*:
hu_hu: Cím*:
mk_mk: Адреса*:
nl_nl: Straat*:
pl_pl: Ulica*
pt_pt: Morada *:
ro_ro: Strada*:
ru_by: Улица*:
sk_sk: Adresa: ulica*:
sl_si: Ulica:*
sr_rs: Adresa*:
th_th: ที่อยู่*:
uk_ua: Вулиця*:
zh_cn: 街道地址
zh_tw: 道路或街名或村里名稱

# lblHeaderAddNewCreditCardResource1.Text
source: Add New Credit Card
ar_il: إضافة بطاقة إئتمان جديدة
cs_cz: Přidat novou platební kartu
de_ch: Neue Kreditkarte einngeben
el_cy: Προσθέστε Νέα Πιστωτική Κάρτα
es_mx: Agregue una nueva tarjeta de crédito
hu_hu: Új bankkártya hozzáadása
mk_mk: Додај нова кредитна картичка
nl_nl: Creditcard toevoegen
pl_pl: Dodaj nowy numer karty kredytowej
pt_pt: Adicionar um Novo Cartão de Crédito
ro_ro: Adaugă un nou card de credit
ru_by: Добавить новую карту
sk_sk: Pridať novú kreditnú kartu.
sl_si: Dodaj novo kreditno kartico
sr_rs: Dodaj novu kreditnu karticu
th_th: เพิ่มบัตรเครดิตใหม่
uk_ua: Додати Нову Кредитну Картку
zh_cn: 添加新信用卡
zh_tw: 新增信用卡

# lblExpDateResource1.Text
source: Exp Date*:
ar_il: تاريخ انتهاء الصلاحية*
cs_cz: Datum expirace*:
de_ch: Ablaufdatum*:
el_cy: Ημερομηνία Λήξης*:
es_mx: Fecha de vencimiento*:
hu_hu: Lejárat dátuma*:
mk_mk: Важи до*:
nl_nl: Vervaldatum*
pl_pl: Data ważności*
pt_pt: Data de validade*:
ro_ro: Data Expirării*
ru_by: Срок окончания действия карты*:
sk_sk: Dátum exspirácie*:
sl_si: Datum izteka veljavnosti:*
sr_rs: Datum isteka*:
th_th: วันหมดอายุ*:
uk_ua: Строк дії*:
zh_cn: 有效日期无效
zh_tw: 到期日*

source: Edit Credit Card
ar_il: تعديل بطاقة الإئتمان
cs_cz: Upravit platební kartu
de_ch: Kreditkarte bearbeiten
el_cy: Επεξεργασία Πιστωτικής Κάρτας
es_mx: Editar Tarjeta de Crédito
hu_hu: Bankkártya adatok szerkesztése
mk_mk: Измени кредитна картичка
nl_nl: Creditcard aanpassen
pl_pl: Popraw dane karty
pt_pt: Editar Cartão de Crédito
ro_ro: Editează cardul
ru_by: Изменить карты
sk_sk: Upraviť kreditnú kartu
sl_si: Uredi kreditno kartico
sr_rs: Uredi kreditnu karticu
th_th: แก้ไขบัตรเครดิต
uk_ua: Змінити Кредитну Картку
zh_cn: 编辑信用卡

# CardNumber.Text
source: Card Number
ar_il: رقم البطاقة
cs_cz: Číslo karty
de_ch: Karten-Nr.:
el_cy: Αριθμός Πιστωτικής Κάρτας
es_mx: Numero de Tarjeta
hu_hu: Kártya száma
mk_mk: Број на картичка:
nl_nl: Kaartnummer
pl_pl: Numer karty
pt_pt: Número do Cartão
ro_ro: Număr Card
ru_by: Номер карты
sk_sk: Číslo karty
sl_si: Številka kreditne kartice
sr_rs: Broj kartice:
th_th: หมายเลขบัตร
uk_ua: Номер картки
zh_cn: 信用卡号码
zh_tw: 卡號

# CardType.Text
source: Card Type
ar_il: نوع البطاقة
cs_cz: Typ karty*:
de_ch: Kartenart
el_cy: Τύπος Πιστωτικής Κάρτας
es_mx: Tipo de Tarjeta
hu_hu: Kártya típusa
mk_mk: Тип на картичка
nl_nl: Kaart type
pl_pl: Typ karty
pt_pt: Tipo de Cartão
ro_ro: Tip card
ru_by: Тип карты
sk_sk: Typ karty
sl_si: Vrsta kreditne kartice
sr_rs: Vrsta kartice
th_th: ประเภทบัตร
uk_ua: Тип картки
zh_cn: 信用卡种类
zh_tw: 卡別

# ExpDate.Text
source: Exp Date
ar_il: تاريخ انتهاء الصلاحية
cs_cz: Datum expirace
de_ch: Ablaufdatum
el_cy: Ημερομηνία Λήξης
es_mx: Fecha de Expiración:
hu_hu: Lejárat dátuma
mk_mk: Важи до
nl_nl: Vervaldatum
pl_pl: Data ważności
pt_pt: Data de Validade
ro_ro: Data Expirării
ru_by: Срок окончания действия карты
sk_sk: Dátum exspirácie
sl_si: Datum izteka veljavnosti
sr_rs: Datum isteka
th_th: วันหมดอายุ
uk_ua: Строк дії
zh_cn: 有效日期无效
zh_tw: 到期日

# lblCreditCardBillingAddressResource1.Text
source: Credit Card Billing Address
ar_il: عنوان حساب بطاقة الإئتمان
cs_cz: Fakturační adresa platební karty
de_ch: Kreditkarten Rechnungsadresse
el_cy: Διεύθυνση Λογαριασμού Πιστωτικής Κάρτας:
es_mx: Domicilio de facturación de la tarjeta de crédito
hu_hu: Bankkártyához tartozó számlázási cím
mk_mk: Адреса за фактурирање на кредитна картичка
nl_nl: Creditcard factuur adres
pl_pl: Adres posiadacza karty podany we wniosku o wydanie karty
pt_pt: Morada do Cartão de Crédito
ro_ro: Adresa de Facturare a Cardului
ru_by: Адрес отправки счетов по карте
sk_sk: Fakturačná adresa kreditnej karty
sl_si: Naslov za plačilo s kreditno kartico
sr_rs: Adresa za obračun kreditne kartice
th_th: ที่อยู่ในการเรียกเก็บเงินของบัตรเครดิต:
uk_ua: Адреса рахунку Кредитної Картки
zh_cn: 信用卡账单地址
zh_tw: 信用卡帳單地址

# lblCityResource1.Text
source: City*:
ar_il: مدينة*:
cs_cz: Město*:
de_ch: Stadt SCHWEIZ*:
el_cy: Πόλη*:
es_mx: Ciudad*:
hu_hu: Város*:
mk_mk: Град *:
nl_nl: Plaats*:
pl_pl: Miasto*
pt_pt: Cidade*:
ro_ro: Oraşul*
ru_by: Город:*
sk_sk: Mesto*:
sl_si: Mesto:*
sr_rs: Grad *:
th_th: อำเภอ/เขต*:
uk_ua: Місто*:
zh_cn: 城市
zh_tw: 鄉鎮縣市

# lblCardTypeResource1.Text
source: Card type*:
ar_il: نوع البطاقة*:
cs_cz: Typ karty*:
de_ch: Kartenart*:
el_cy: Τύπος Πιστωτικής Κάρτας*:
es_mx: Tipo de tarjeta*:
hu_hu: Kártya típusa*:
mk_mk: Тип на картичка*:
nl_nl: Type kaart*:
pl_pl: Typ karty*
pt_pt: Tipo de Cartão*
ro_ro: Tipul Cardului*:
ru_by: Тип карты*:
sk_sk: Typ karty*:
sl_si: Vrsta kreditne kartice:*
sr_rs: Vrsta kartice*:
th_th: ประเภทบัตร*:
uk_ua: Тип картки*:
zh_cn: 信用卡种类
zh_tw: 卡別*

# chkSaveCreditCardResource1.Text
source: Save this Credit Card
ar_il: حفظ بطاقة الإئتمان هذه
cs_cz: Uložit tuto platební kartu
de_ch: Diese Kreditkarte speichern
el_cy: Αποθήκευση αυτής της Πιστωτικής Κάρτας
es_mx: Guardar esta tarjeta de crédito
hu_hu: Hitelkártya mentése
mk_mk: Зачувај ја оваа кредитна картичка
nl_nl: Creditcard opslaan
pl_pl: Zapisz ten numer karty kredytowej
pt_pt: Guardar este Cartão de Crédito
ro_ro: Salvează acest card
ru_by: Сохранить эту карту
sk_sk: Uložiť túto kreditnú kartu
sl_si: Shrani to kreditno kartico
sr_rs: Sačuvaj ovu kreditnu karticu
th_th: บันทึกบัตรเครดิต
uk_ua: Зберегти цю Кредитну Картку
zh_cn: 储存此信用卡
zh_tw: 授權登記之信用卡資訊

# lblCardHolderNameResource1.Text
source: Card Holder Name*:
ar_il: اسم صاحب البطاقة*
cs_cz: Jméno držitele karty*:
de_ch: Name des Karteninhabers*:
el_cy: Όνομα Κατόχου Πιστωτικής Κάρτας*:
es_mx: Nombre del titular de la tarjeta*:
hu_hu: Kártyatulajdonos neve*:
mk_mk: Име на сопственик на картичка*:
nl_nl: Naam kaarthouder*:
pl_pl: Nazwisko właściciela karty*
pt_pt: Nome do Titular do Cartão*.
ro_ro: Nume titular card*:
ru_by: Имя держателя карты*:
sk_sk: Meno držiteľa karty*:
sl_si: Ime lastnika kreditne kartice:*
sr_rs: Ime vlasnika kreditne kartice*
th_th: ชื่อผู้ถือบัตร*:
uk_ua: Ім'я Власника Картки*:
zh_cn: 持卡人姓名
zh_tw: 持卡人姓名*

# LABEL2Resource1.Text
source: Delete Credit Card
ar_il: محو بطاقة الإئتمان
cs_cz: Vymazat platební kartu
de_ch: Kreditkarte löschen
el_cy: Διαγραφή Πιστωτικής Κάρτας
es_mx: Borrar tarjeta de crédito
hu_hu: Bankkártya törlése
mk_mk: Избриши кредитна картичка
nl_nl: Verwijder creditcard
pl_pl: Usuń numer karty kredytowej
pt_pt: Apagar Cartão de Crédito
ro_ro: Şterge Cardul
ru_by: Удалить карту
sk_sk: Vymazať kreditnú kartu
sl_si: Izbriši kreditno kartico
sr_rs: Obriši kreditnu karticu
th_th: ลบบัตรเครดิต
uk_ua: Видалити Кредитну Картку
zh_cn: 删除信用卡
zh_tw: 刪除此信用卡

# lblCardNumberResource1.Text
source: Card Number*:
ar_il: رقم البطاقة*:
cs_cz: Číslo karty*:
de_ch: Karten-Nr.*:
el_cy: Αριθμός Πιστωτικής Κάρτας*:
es_mx: Núm. de tarjeta*:
hu_hu: Kártya száma:
mk_mk: Број на картичка*:
nl_nl: Kaartnummer*:
pl_pl: Numer karty*
pt_pt: Número do Cartão*:
ro_ro: Număr Card*:
ru_by: Номер карты*:
sk_sk: Číslo karty*:
sl_si: Številka kreditne kartice*:
sr_rs: Broj kartice*:
th_th: หมายเลขบัตร*:
uk_ua: Номер картки*:
zh_cn: 信用卡号码
zh_tw: 卡號*

# chkMakePrimaryCreditCardResource1.Text
source: Make this my primary Credit Card
ar_il: إجعل هذا بطاقة إئتماني الرئيسية
cs_cz: Nastavit tuto kartu jako moji primární
de_ch: Diese Kreditkarte zu meiner bevorzugten Kreditkarte machen.
el_cy: Κάνε αυτή την πρωτεύον Πιστωτική Κάρτα
es_mx: Convertir en mi tarjeta de crédito principal
hu_hu: Legyen ez az elsődleges bankkártyám
mk_mk: Ова да биде моја примарна кредитна картичка
nl_nl: Maak hier mijn primaire creditcard van
pl_pl: Ustaw tą kartę jako podstawową
pt_pt: Tornar este cartão de crédito o principal
ro_ro: Acesta va fi cardul principal
ru_by: Сделать эту карту основной
sk_sk: Označiť túto Kreditnú kartu za primárnu
sl_si: Nastavi kot mojo glavno kreditno kartico
sr_rs: Sačuvaj kao primarnu kreditnu karticu
th_th: กำหนดให้บัตรเครดิตนี้เป็นบัตรหลักของฉัน
uk_ua: Зробити цю Кредитну Картку моєю основною
zh_cn: 使其成为我主要的信用卡
zh_tw: 設定為主要付款之信用卡

# chkNewBillingAddressResource1.Text
source: New Billing Address
ar_il: عنوان حساب جديد
cs_cz: Nová fakturační adresa
de_ch: Neue Rechnungsadresse
el_cy: Νέα Διεύθυνση Λογαριασμού
es_mx: Nuevo domicilio de facturación
hu_hu: Új számlázási cím
mk_mk: Нова адреса за фактурирање
nl_nl: Nieuw factuur adres
pl_pl: Nowy adres na fakturze
pt_pt: Nova Morada
ro_ro: Noua Adresă de Facturare
ru_by: Новой адрес отправки счетов
sk_sk: Nová fakturačná adresa
sl_si: Nov naslov za plačilo
sr_rs: Nova adresa za slanje računa
th_th: ที่อยู่เรียกเก็บเงินใหม่
uk_ua: Нова адреса для рахунка
zh_cn: 账单新地址

# chkSameAsShippingAddressResource1.Text
source: Same as Shipping Address
ar_il: مثل عنوان الشحن
cs_cz: Stejná jako doručovací adresa
de_ch: Gleich wie die Lieferadresse
el_cy: Ίδια με την Διεύθυνση Αποστολής
es_mx: El mismo que el domicilio de envío
hu_hu: Ugyanaz, mint a kiszállítási cím
mk_mk: Исто како и адресата на испорака
nl_nl: Zelfde als verzendadres
pl_pl: Taki sam jak adres do wysyłki
pt_pt: A mesma da Morada de Entrega
ro_ro: Aceiaşi ca şi Adresa de Livrare
ru_by: Идентичный адресу отправки заказов
sk_sk: Rovnaká ako Adresa doručenia
sl_si: Enako kot naslov za pošiljanje
sr_rs: Ista kao adresa za slanje
th_th: เหมือนกับที่อยู่จัดส่ง
uk_ua: Те саме, що адреса доставки
zh_cn: 与寄送地址相同
zh_tw: 和寄送地址相同

# ValidateRemoveCard
source: Are you sure you want to Remove this card?
ar_il: هل أنت متأكد من أنك ترغب بإزالة هذه البطاقة؟
cs_cz: Jste si jistí, že chcete odstranit tuto kartu?
de_ch: Möchten Sie wirklich diese Kreditkarte entfernen?
el_cy: Είστε σίγουροι οτί θέλετε να αφαιρέσετε αυτήν την πιστωτική κάρτα;
es_mx: ¿Está seguro de que quiere remover esta tarjeta?
hu_hu: Biztos benne, hogy eltávolítja ezt a kártyát?
mk_mk: Сигурни сте дека сакате да ја избришете картичката?
nl_nl: Weet u zeker dat u deze kaart wilt verwijderen?
pl_pl: Jesteś pewny, że chcesz usunąć ten numer karty kredytowej?
pt_pt: Tem a certeza que quer retirar este cartão?
ro_ro: Sunteţi sigur că doriţi să anulaţi acest card?
ru_by: Вы уверены, что хотите удалить эту карту?
sk_sk: Ste si istý/á, že chcete Odobrať túto kartu?
sl_si: Ali ste prepričani, da želite odstraniti to kartico?
sr_rs: Da li ste sigurni da želite da uklonite ovu karticu?
th_th: คุณแน่ใจที่จะลบข้อมูลบัตรนี้หรือไม่
uk_ua: Ви впевнені що хочете видалити цю картку?
zh_cn: 您是否确定您欲删除此卡？
zh_tw: 您確定要刪除此卡

# ValidateTokenizationFailed
source: Sorry we could not add your card. Please try again.
ar_il: العدد الأقصى من المجلات التي يمكن اضافتها الى السلّة هو {0}.
cs_cz: Bohužel jsme nemohli přidat Vaši kartu. Prosím zkuste to znovu.
de_ch: Leider konnten wir Ihre Karteninformationen nicht hinzufügen. Bitte versuchen Sie es erneut.
es_mx: Lo sentimos, no podemos agregar tu tarjeta. Por favor intenta nuevamente.
hu_hu: Sajnos nem tudtuk hozzáadni a kártyáját. Kérjük próbálja meg újból.
mk_mk: Се извинуваме, не можевме да ја додадеме вашата картичка. Ве молиме, обидете се повторно.
nl_nl: Excuses we konden niet aan uw winkelmandje toevoegen. Probeer het nogmaals
pl_pl: Przepraszamy nie możemy dodać Twojej karty. Prosimy spróbuj ponownie.
pt_pt: Desculpe, mas não foi possível adicionar o seu cartão. Por favor tente de novo.
ro_ro: Ne pare rău dar nu putem procesa cardul. Vă rugăm încercați din nou.
ru_by: К сожалению, мы не смогли добавить вашу карту. Пожалуйста, попробуйте еще раз.
sk_sk: Prepáčte, nemohli sme pridať vašu kartu. Prosíme skúste neskôr.
sr_rs: Oprostite, nismo u mogućnosti da dodamo vašu karticu. Pokušajte ponovno.
th_th: ขออภัย เราไม่สามารถเพิ่มบัตรของคุณได้ โปรดลองอีกครั้ง
uk_ua: Вибачте, додати Вашу картку неможливо. Будь ласка, спробуйте ще раз.
zh_tw: 很抱歉, 我們無法新增您的信用卡. 請再試一次.

# ValidateSelectCardType
source: Please select a Card Type
ar_il: الرجاء اختيار نوع البطاقه
cs_cz: Prosíme, vyberte typ karty
de_ch: Bitte eine Kreditkarte auswählen.
el_cy: Παρακαλώ επιλέξτε τύπο Πιστωτικής Κάρτας
es_mx: Escoja el tipo de tarjeta
hu_hu: Kérjük válasszon kártya típust
mk_mk: Избери тип на картичка
nl_nl: Gelieve een kaart soort te selecteren
pl_pl: Proszę wybierz typ karty kredytowej
pt_pt: Por favor, selecione o tipo de cartão
ro_ro: Vă rugăm selectaţi un tip de card
ru_by: Пожалуйста, выберите тип карты
sk_sk: Prosíme, vyberte typ karty
sl_si: Prosimo, izberite vrsto kartice.
sr_rs: Molimo odaberite vrstu kartice.
th_th: โปรดเลือกประเภทบัตร
uk_ua: Будь ласка, виберіть тип картки
zh_cn: 请选择信用卡种类
zh_tw: 請選擇卡別

# ValidateCityRequired
source: The City is required.
ar_il: المدينة مطلوبة.
cs_cz: Je požadováno město.
de_ch: Die Stadt wird benötigt.
el_cy: Απαιτήται η Πόλη.
es_mx: La ciudad es obligatoria
hu_hu: Város megadása szükséges
mk_mk: Задолжителен е град.
nl_nl: Plaatsnaam is verplicht.
pl_pl: Nazwa miasta jest wymagana
pt_pt: A cidade é obrigatória
ro_ro: Este necesar oraşul.
ru_by: Требуется указать город
sk_sk: Mesto je požadované.
sl_si: Mesto/kraj mora biti obvezno navedeno.
sr_rs: Grad je neophodan.
th_th: ต้องใส่อำเภอ/เขต
uk_ua: Введіть місто.
zh_cn: 须填写城市
zh_tw: 請選擇縣市別

# ValidateAddCardMissingName
source: The CardHolder Name is required.
ar_il: اسم صاحب البطاقة مطلوب.
cs_cz: Je požadováno jméno držitele karty.
de_ch: Der Name des Karteninhabers ist erforderlich.
el_cy: Απαιτήται το όνομα του κατόχου της Πιστωτικής Κάρτας.
es_mx: El nombre del titular de la tarjeta es requerido
hu_hu: A kártyabirtokos neve szükséges.
mk_mk: Задолжително е име на сопственикот на картичката.
nl_nl: Naam van de kaarthouder is verplicht.
pl_pl: Nazwisko właściciela karty jest wymagane
pt_pt: O nome de titular de cartão é obrigatório.
ro_ro: Este necesar numele Titularului Cardului.
ru_by: Требуется имя держателя карты
sk_sk: Meno držiteľa karty je požadované.
sl_si: Ime imetnika kreditne kartice je obvezno.
sr_rs: Ime vlasnika kartice je neophodno.
th_th: ต้องใส่ชื่อผู้ถือบัตร
uk_ua: Введіть ім'я вланика Кредитної Картки.
zh_cn: 须填写持卡人姓名
zh_tw: 請輸入持卡人姓名

# ValidateNickNameExists
source: You have already used this Nickname.
ar_il: لقد استخدمت هذا اللقب في السابق.
cs_cz: Již používáte toto uživatelské jméno.
de_ch: Dieser Spitzname wurde bereits verwendet.
el_cy: Έχετε ήδη χρησιμοποιήσει αυτό το ψευδόνημο.
es_mx: Ya ha utilizado ese nombre corto
hu_hu: Ezt a becenevet már használta.
mk_mk: Веќе го имате користено овој псевдоним.
nl_nl: U heeft deze gebruikersnaam reeds gebruikt.
pl_pl: Podana Nazwa Własna już istnieje, proszę wprowadź inną.
pt_pt: Já usou esta alcunha antes.
ro_ro: Deja aţi folosit această denumire.
ru_by: Вы уже использовали данное имя пользователя
sk_sk: Už ste toto Prihlasovacie meno použili.
sl_si: Ta vzdevek ste že uporabili.
sr_rs: Već ste upotrebili ovaj nadimak.
th_th: คุณเคยใช้ชื่อเฉพาะนี้แล้ว
uk_ua: Ви вже використовували цю назву раніше.
zh_cn: 您经已使用此昵称
zh_tw: 您已經使用過這個暱稱

# lblExpDateFormatResource1.Text
source: MM/YYYY
ar_il: شهر/ سنة
cs_cz: MM/RRRR
de_ch: MM/JJJJ
el_cy: ΜΜ/ΧΧΧΧ
es_mx: MM/AA
hu_hu: HH/ÉÉÉÉ
mk_mk: ММ/ГГГГ
nl_nl: MM/JJJJ
pl_pl: MM/RRRR
ro_ro: LL/AAAA
ru_by: ММ/ГГГГ
sk_sk: MM/RRRR
sl_si: MM. LLLL
th_th: ดด/ปปปป
uk_ua: MM/PPPP
zh_cn: 月/年
zh_tw: 月/年

# ValidateZipRequired
source: A valid Zip Code is required.
ar_il: مطلوب رمز بريدي صالح.
cs_cz: Je požadováno platné poštovní směrovací číslo
de_ch: Bitte geben Sie eine gültige Postleitzahl für die Schweiz ein.
el_cy: Χρειάζεται έγκυρος Ταχυδρομικός Κωδικός
es_mx: Se requiere un código postal válido.
hu_hu: Érvényes irányítószám szükséges.
mk_mk: Задолжителен е валиден поштенски код.
nl_nl: Een geldige postcode is verplicht
pl_pl: Poprawny kod pocztowy jest wymagany
pt_pt: Um Código Postal válido é obrigatório.
ro_ro: Este necesar un cod poştal valabil.
ru_by: Требуется корректный индекс
sk_sk: Platné PSČ je požadované.
sl_si: Veljavna poštna številka je obvezna.
sr_rs: Neophodan je ispravan poštanski broj.
th_th: ต้องใส่รหัสไปรษณีย์ที่ถูกต้อง
uk_ua: Будь ласка, введіть правильний індекс
zh_cn: 须填写有效的邮区编码
zh_tw: 請輸入正確郵遞區號

# ValidateStateRequired
source: The State is required.
ar_il: الدولة مطلوبة.
cs_cz: Je požadován stát.
de_ch: Bundesland wird benötigt
el_cy: Απαιτήται η Περιοχή.
es_mx: El Estado es obligatorio.
hu_hu: A megye megnevezése szükséges.
mk_mk: Задолжителна е држава.
pt_pt: O Estado é obrigatório
ro_ro: Este necesar judeţul.
ru_by: Требуется указать область
sk_sk: Štát je požadovaný.
sl_si: Država mora biti obvezno navedena.
sr_rs: Država je neophodna.
th_th: ต้องใส่จังหวัด
uk_ua: Необхідно вказати країну
zh_cn: 须填写州属
zh_tw: 請選擇縣市別

# ValidateStreetAddressRequired
source: The Street Address is required.
ar_il: عنوان الشارع مطلوب.
cs_cz: Je požadována adresa ulice.
de_ch: Straßenname wird benötigt.
el_cy: Απαιτήται η Οδός στη Διεύθυνση.
es_mx: El domicilio es obligatorio.
hu_hu: Az utca megnevezése szükséges.
mk_mk: Задолжителна е адреса.
nl_nl: De straat is verplicht.
pl_pl: Nazwa ulicy jest wymagana
pt_pt: A morada é obrigatória.
ro_ro: Este necesară adresa.
ru_by: Требуется указать улицу
sk_sk: Ulica v adrese je požadovaná.
sl_si: Ulica je obvezna.
sr_rs: Ulica je neophodna.
th_th: ต้องใส่ที่อยู่
uk_ua: Введіть назву вулиці.
zh_cn: 须填写街道地址
zh_tw: 請輸入道路或街名或村里名稱

# btnDeleteResource1
source: Delete
ar_il: محو
cs_cz: Smazat
de_ch: Löschen
el_cy: Διαγραφή
es_mx: Eliminar
hu_hu: Töröl
mk_mk: Избриши
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Şterge
ru_by: Удалить
sk_sk: Zmazať
sl_si: Izbriši
sr_rs: Obriši
th_th: ลบ
uk_ua: Видалити
zh_cn: 删除
zh_tw: 刪除

# CardHolderName.Text
source: Card Holder Name
ar_il: اسم صاحب البطاقة
cs_cz: Jméno držitele karty
de_ch: Karteninhaber
el_cy: Όνομα Κατόχου Πιστωτικής Κάρτας
es_mx: Nombre del Tarjetahabiente
hu_hu: Kártyatulajdonos neve
mk_mk: Име на сопственик на картичка
nl_nl: Naam kaarthouder
pl_pl: Nazwisko właściciela karty
pt_pt: Nome do Titular do Cartão
ro_ro: Nume titular card
ru_by: Имя держателя карты
sk_sk: Meno držiteľa karty
sl_si: Ime lastnika kreditne kartice
sr_rs: Ime vlasnika kartice
th_th: ชื่อผู้ถือบัตร
uk_ua: Ім'я Власника Картки
zh_cn: 持卡人姓名
zh_tw: 持卡人姓名

# btnCancelResource1.Text
source: Cancel
ar_il: إلغاء
cs_cz: Zrušit
de_ch: Abbrechen
el_cy: Ακύρωση
es_mx: Cancelar
hu_hu: Mégse
mk_mk: Откажи
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_by: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sr_rs: Otkaži
th_th: ยกเลิก
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

# btnContinueResource1.Text
source: Continue
ar_il: الاستمرار
cs_cz: Pokračovat
de_ch: Weiter
el_cy: Συνέχεια
es_mx: Continuar
hu_hu: Folytatás
mk_mk: Продолжи
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuă
ru_by: Продолжить
sk_sk: Pokračovať
sl_si: Nadaljuj
sr_rs: Nastavi
th_th: ดำเนินการต่อ
uk_ua: Продовжити
zh_cn: 继续
zh_tw: 繼續

# ValidateAddCardMissingExpDate
source: The Expiration Date is required.
ar_il: تاريخ انتهاء الصلاحية مطلوب.
cs_cz: Je požadováno expirační datum.
de_ch: Das Ablaufdatum ist erforderlich.
el_cy: Απαιτήται η Ημερομηνία Λήξης.
es_mx: La fecha de expiración es requerida
hu_hu: Lejárati dátum szükséges.
mk_mk: Задолжителен е рок на истекување.
nl_nl: De vervaldatum is verplicht.
pl_pl: Data ważności jest wymagana
pt_pt: A data de validade é obrigatória.
ro_ro: Este necesară data expirării cardului.
ru_by: Требуется срок окончания действия карты
sk_sk: Dátum platnosti karty je požadovaný.
sl_si: Datum izteka veljavnosti je obvezen.
sr_rs: Datum isteka je neophodan.
th_th: ต้องใส่วันหมดอายุ
uk_ua: Введіть термін дії.
zh_cn: 须填写有效日期
zh_tw: 請輸入卡片有效日期

# Primary.Text
source: Primary |
ar_il: الرئيسي
cs_cz: Primární
de_ch: Bevorzugt
el_cy: Πρωτεύον
es_mx: Primaria
hu_hu: Elsődleges
mk_mk: Примарна
nl_nl: Primair
pl_pl: Podstawowe:
pt_pt: Principal |
ro_ro: Principal
ru_by: основной
sk_sk: Primárna
sl_si: Glavna
sr_rs: Primarna
th_th: หลัก
uk_ua: Осноний
zh_cn: 主要
zh_tw: 主要資訊

# lblZipFormatResource1.Text
source: OOOOO
pl_pl: OOOO
ru_by: ООООО

# NickName.Text
source: Nickname:
ar_il: اللقب
cs_cz: jméno*:
de_ch: Spitzname:
el_cy: Ψευδόνημο:
es_mx: Historial de Envío:
hu_hu: Becenév:
mk_mk: Псевдоним
nl_nl: Adresboek naam:
pl_pl: Nazwa Własna
pt_pt: Alcunha:
ro_ro: Denumire:
ru_by: Имя пользователя:
sk_sk: Prihlasovacie meno/Prezývka:
sl_si: Vzdevek
sr_rs: Nadimak:
th_th: ชื่อเฉพาะ:
uk_ua: Назва картки
zh_cn: 昵称
zh_tw: 寄送地址暱稱

# lblZipResource1.Text
source: Zip Code*:
ar_il: الرمز البريدي*:
cs_cz: Poštovní směrovací číslo*:
de_ch: Postleitzahl SCHWEIZ
el_cy: Ταχυδρομικός Κωδικός*:
es_mx: Código postal*:
hu_hu: Irányítószám*
mk_mk: Поштенски број*:
nl_nl: Postcode*:
pl_pl: Kod pocztowy*
pt_pt: Código Postal*:
ro_ro: Codul Poşta*:
ru_by: Индекс*:
sk_sk: PSČ *
sl_si: Poštna številka:*
sr_rs: Poštanski broj*:
th_th: รหัสไปรษณีย์
uk_ua: Індекс*:
zh_cn: 邮区编码
zh_tw: 郵遞區號

# ListItemResource1.Text
source: Select
ar_il: اختيار
cs_cz: Vybrat
de_ch: Auswählen
el_cy: Επιλογή
es_mx: Seleccionar
hu_hu: Kiválaszt
mk_mk: Избери
nl_nl: Selecteer
pl_pl: Wybierz
pt_pt: Seleccionar
ro_ro: Selectează
ru_by: Выбрать
sk_sk: Vybrať
sl_si: Izberi
sr_rs: Odaberi
th_th: เลือก
uk_ua: Вибрати
zh_cn: 选择
zh_tw: 選擇

# PrimaryNo
source: No
ar_il: لا
cs_cz: Ne
de_ch: Nein
el_cy: Όχι
hu_hu: Nem
mk_mk: Не
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_by: Нет
sk_sk: Nie
sl_si: Ne
sr_rs: Ne
th_th: ไม่ใช่
uk_ua: Ні
zh_cn: 否
zh_tw: 否
