Repository: pssemanoj/HerbalifeResponsive
Catalog: MyHerbalife3.Ordering.Web/App_Data/Resources/Ordering/Controls/Payments/App_LocalResources/StaticPaymentInfo.ascx.*.resx
Languages: de_de, el_cy, ko_kr, mk_mk, ms_my, ru_by, zh_my

# lblAlternatePaymentResource1.Text
source: Alternate Payment Information Text will go here - eg Wire, Direct Debit, Payment Gateway_G804
el_cy: Πεδίο για Εναλλακτικές Πληροφορίες Πληρωμής - π.χ. Μεταφορά, Κατάθεση, Πύλη Πληρωμής
ko_kr: 대안 지불 정보 텍스트 입력- 예: 송금, 직불송금, 지불게이트웨이
mk_mk: Тука ќе стои текст со податоци за алтернативно плаќање - на пр. брз трансфер, директно задолжување, платежен систем „Payment Gateway“
ms_my: Get Laluan Pembayaran
ru_by: Дополнительная информация по платежу будет отображена здесь - например, Банковский перевод, Зачисление средств на счет, Платежная система
zh_my: 备用付款信息记录会在这里 - 比如银行转账，直接转账，支付网关

# lblAmountTextResource1.Text
source: Amount:_G805
de_de: Betrag:
el_cy: Ποσό:
ko_kr: 금액
mk_mk: Износ:
ms_my: Amaun:
ru_by: Сумма:
zh_my: 付款金额:

# PayByAPlus
source: APlus_G806
el_cy: Aplus
ko_kr: Aplus
mk_mk: APlus
ms_my: APlus
ru_by: Аплюс
zh_my: APlus

# lblCardNumberTextResource1.Text
source: Card No:_G808
de_de: Karten-Nr.:
el_cy: Αριθμός Πιστωτικής Κάρτας:
ko_kr: 카드 번호
mk_mk: Бр. на картичка:
ms_my: No. Kad:
ru_by: Номер карты:
zh_my: 卡号∶

# lblCardTypeTextResource1.Text
source: Card Type:_G809
de_de: Kartenart:
el_cy: Τύπος Πιστωτικής Κάρτας:
ko_kr: 카드 종류
mk_mk: Тип на картичка:
ms_my: Jenis Kad
ru_by: Тип карты:
zh_my: 卡别

# lblCardHolderTextResource1.Text
source: Cardholder Name:_G810
de_de: Name des Karteninhabers:
el_cy: Όνομα κατώχου Πιστωτικής Κάρτας:
ko_kr: 신용카드 소지자 이름
mk_mk: Име на сопственик на картичка:
ms_my: Nama Pemegang Kad:
ru_by: Имя держателя карты:
zh_my: 持卡人姓名

# lblCardExpirationTextResource1.Text
source: Exp Date:_G811
de_de: Ablaufdatum:
el_cy: Ημερομηνία Λήξης:
ko_kr: 유효기간
mk_mk: Важи до:
ms_my: Tarikh Tamat:
ru_by: Окончание срока действия
zh_my: 截止日期∶

# PayByMykey
source: MyKey_G812
de_de: Code
ko_kr: 나의 키
mk_mk: MyKey
ru_by: МойКлюч

# PaymentMethod.Text
source: Payment Method:_G813
de_de: Zahlungsinformation
el_cy: Τρόπος πληρωμής:
ko_kr: 결제방식
mk_mk: Начин на плаќање:
ms_my: Kaedah Pembayaran:
ru_by: Способ оплаты:
zh_my: 付款方式:

# lblPayOptionsResource1.Text
source: Payment Options:_G814
de_de: Zahlungsoptionen
el_cy: Επιλογές πληρωμής:
ko_kr: 결제 선택
mk_mk: Опции за плаќање:
ms_my: Opsyen Pembayaran
ru_by: Опции платежа:
zh_my: 付款选项

# PayByPaymentGateway
source: Payment via PaymentGateway_G815
de_de: Zahlung durch Zahlungszugang
el_cy: Πληρωμή μέσω PaymentGateway
ko_kr: 지불 게이트웨이로 지불
mk_mk: Плаќање преку PaymentGateway
ms_my: Pembayaran melalui Get Laluan Pembayaran
ru_by: Платеж с помощью Платежной системы
zh_my: 通过线上付款闸门付款

# lbReferenceResource1.Text
source: Reference #:_G816
de_de: Bestellummer #:
el_cy: Αναφορά #:
ko_kr: 참조 번호:
mk_mk: Референтен бр.:
ms_my: Nombor Pesanan:
ru_by: Номер заказа
zh_my: 订单号码#:

# PayByWire
source: Wire Payment_G817
de_de: Banküberweisung
el_cy: Πληρωμή μέσω Τράπεζας
ko_kr: 온라인 송금 결제 금액
mk_mk: Плаќање со брз трансфер
ms_my: Bayaran Kawat
ru_by: Система "Расчет" (ЕРИП)
zh_my: 汇款付款
